[
    {
        "sourceText": "इंटरव्यू में ऊ यह भी माने कि जब अगला समर में सीरीज़ खत्म हो जाई, त ऊ गेम ऑफ थ्रोन्स के ना त कोई प्रीक्वल बनाई, ना सीक्वल। ऊ कहलें कि अब ऊ “जंग के मैदान आ घोड़ा” से थक गइल बाड़न।",
        "targetText": "In the interview he also admitted that he wouldn't be doing any Game of Thrones prequels or sequels when the series comes to an end next summer, saying he is 'done with battlefields and horses'."
    },
    {
        "sourceText": "नवम्बर से, किट सम शेपर्ड के True Well के रिवाइवल में स्टार बनिहें।ई नाटक एगो फिल्म प्रोड्यूसर आ ओकर भाई, जे लुटेरा ह, के कहानी बतावेला।ई उनकर तीव्र प्रतिस्पर्धा, पहचान आ पारिवारिक झगड़ा के देखावेला, जवन उनकर जिनगी में अनपेक्षित तरीका से टकराव ले आवेला।",
        "targetText": "From November, Kit will star in a revival of Sam Shepard's True Well.The play tells the story of a film producer and his brother, who is a robber.It explores their intense rivalry, identity, and family conflict, as their lives collide in unexpected ways."
    },
    {
        "sourceText": "अभिनेता हाल ही में बतवले कि ऊ आपन पत्नी रोज से मिलल के गेम ऑफ थ्रोंस से निकलल सबसे बढ़िया बात मानेलन।ऊ कहलें कि ई सीरीज़ उनकर जिंदगी के सबसे खास अनुभव बन गइल।",
        "targetText": "The actor recently revealed that he considers meeting his wife Rose to be the best thing to come out of Game of Thrones."
    },
    {
        "sourceText": "रोज यग्रिट के भूमिका निभवली, जे किट के कैरेक्टर जॉन स्नो के प्यार के रूप में रहल, ई एम्मी अवार्ड जीतल फैंटेसी सीरीज़ में।",
        "targetText": "Rose played Ygritte, the love interest of Kit's character Jon Snow, in the Emmy award-winning fantasy series."
    },
    {
        "sourceText": "ई जोड़ा जून 2018 में स्कॉटलैंड के लेस्ली के परिवार के संपत्ति पर बियाह कइलक। समारोह बहुत ही निजी रहल, केवल करीबी दोस्त आ परिवार के लोग शामिल रहल। स्थल, जे खूबसूरत नजारे से घेरल रहल, उनका खास दिन में जादुई एहसास जोड़ दिहलस। ऊ लोग आपन बियाह के दिल से कइल वचन, हंसी-खुशी आ एगो आनंदमय स्वागत समारोह के साथ मनवलक, जे देर रात तक जारी रहल।",
        "targetText": "The couple married in June 2018 on the grounds of Leslie's family estate in Scotland.The ceremony was intimate, attended only by close friends and family.The venue, surrounded by scenic landscapes, added a magical touch to their special day.They celebrated their union with heartfelt vows, laughter, and a joyous reception that lasted late into the evening."
    },
    {
        "sourceText": "चीन एहो घोषणा कइलस कि अपना नागरिकन में जे लोग HIV आ AIDS से जूझ रहल बा, उनकर संख्या 14% बढ़ गइल बा। स्वास्थ्य अधिकारी बतवले कि ई बढ़ोतरी आंशिक रूप से बेहतर टेस्टिंग आ डायग्नोसिस के कारण बा, काहे कि अब अधिक लोग मेडिकल चेक-अप खातिर आगे आ रहल बा। सरकार जोर देत बा कि वायरस के फैलाव रोकले खातिर अधिक जागरूकता, रोकथाम कार्यक्रम, आ इलाज तक पहुँच जरूरी बा।",
        "targetText": "China has announced a 14% jump in the number of its citizens who are living with HIV and Aids.Health officials reported that the increase is partly due to better testing and diagnosis, as more people are coming forward for medical check-ups.The government emphasized the need for greater awareness, prevention programs, and access to treatment to control the spread of the virus."
    },
    {
        "sourceText": "ई जानकारी गुरुवार के ऑनलाइन सामने आइल, जवन एगो अनजान व्यक्ति द्वारा कैपिटल हिल पर पोस्ट कइल गइल रहे, जब एगो सीनेट पैनल सुप्रीम कोर्ट के नामांकित ब्रेट कावानॉ के खिलाफ यौन दुर्व्यवहार के आरोप पर सुनवाई कर रहल रहे। ई लीक जल्दी ही व्यापक ध्यान खींच लिहलस, आ सोशल मीडिया आ समाचार माध्यम में गोपनीयता, सुरक्षा, आ जारी पुष्टि प्रक्रिया पर असर के लेकर बहस छेड़ दिहलस।",
        "targetText": "The information appeared online Thursday, posted by an unknown person on Capitol Hill during a Senate panel's hearing on the sexual misconduct allegations against Supreme Court nominee Brett Kavanaugh.The leak quickly drew widespread attention, sparking debates across social media and news outlets about privacy, security, and the impact on the ongoing confirmation process."
    },
    {
        "sourceText": "‘ई इनकार गुस्साइल बा,’ फ्लाइशर लिखले, आ बतवलें कि बयान के तरीका से ऊ निराश बाड़न। ऊ आगे जोड़ले कि जवाब के लहजा स्पष्ट करे के बजाय रक्षात्मक लागता, जे बस अउरी अफवाह के हवा देत बा। फ्लाइशर जोर दिहलें कि गलतफहमी आ गलत जानकारी के फैलाव से बचावे खातिर पारदर्शिता आ सावधान संवाद जरूरी बा।",
        "targetText": "‘This denial is angry,’ Fleischer wrote,expressing frustration over the way the statements were being presented.He added that the tone of the response seemed defensive rather than clarifying, which only fueled further speculation.Fleischer emphasized the need for transparency and careful communication to prevent misunderstandings and misinformation from spreading." 
    },
    {
        "sourceText": "जब कोई व्यक्ति पर ऊ काम के आरोप लगे जवन उ लोगन से नइखे भइल, त उ लोग के गुस्सा नइखे करे के चाहीं। ओकरा बदले, उ लोग के शांत रहके सभ तथ्य जुटावे के चाहीं ताकि तर्कसंगत ढंग से जवाब दे सकस। धैर्य आ स्पष्टता के साथ प्रतिक्रिया देवे से उनकर प्रतिष्ठा सुरक्षित रह सकेला आ गलतफहमी के बढ़े से रोका जा सकेला। ई उनकर परिपक्वता आ विश्वसनीयता भी देखावेला, जे दूसर लोग खातिर स्थिति के सच्चाई समझे के आसान बना देला।",
        "targetText": "When someone is accused of something they didn't do, they must not be angry.Instead, they should remain calm and gather all the facts to respond rationally.Reacting with patience and clarity can help protect their reputation and prevent misunderstandings from escalating.It also shows maturity and credibility, making it easier for others to see the truth of the situation."
    },
    {
        "sourceText": "ऊ लोग के विद्रोही ना होखे के चाहीं। विद्रोह देखावे से स्थिति अउरी खराब हो सकेला आ दूसर लोग पर गलत छवि पड़ सकेला। ओकरा बदले, उ लोग के शांति बनवले रखके, अपन पक्ष के कहानी साफ़ आ सम्मानपूर्वक पेश करे के चाहीं। शांत आ सहयोगी रवैया बनवले रखल विवाद के असरदार ढंग से हल करे में मदद करेला आ उनकर ईमानदारी के भी बचाव करेला।",
        "targetText": "They must not be defiant.Showing defiance can make the situation worse and give the wrong impression to others.Instead, they should respond with composure, presenting their side of the story clearly and respectfully.Maintaining a calm and cooperative attitude helps resolve conflicts more effectively and preserves their integrity."
    },
    {
        "sourceText": "उ लोग के आरोप लगावे वाला के मकसद पर सवाल ना उठावे के चाहीं। आरोप लगावे वाला के इरादा पर शक करे या हमला करे से आरोपित लोग रक्षात्मक या शत्रुतापूर्ण लाग सकेला, जे स्थिति के अउरी बिगाड़ सकेला। ओकरा बदले, उ लोग के साफ़ सबूत आ तथ्य पेश करे पर ध्यान देवे के चाहीं ताकि उनकर निष्कलंकता साबित हो सके। सम्मानजनक आ वस्तुनिष्ठ तरीका बनवले रखल ई सुनिश्चित करेला कि बातचीत रचनात्मक बनी रहे आ उनकर विश्वसनीयता सुरक्षित रहे।",
        "targetText": "They must not question the motives of the accuser.Doubting or attacking the accuser’s intentions can make the accused appear defensive or hostile, which may worsen the situation.Instead, they should focus on presenting clear evidence and facts to support their innocence.Maintaining a respectful and objective approach ensures that the discussion stays constructive and that their credibility remains intact."
    },
    {
        "sourceText": "उ लोग के शांत आ स्थिर रहले के चाहीं। शांत रहला से उ लोग साफ़-साफ़ सोच सकेला आ दबाव में भी तार्किक फैसला ले सकेला। एक शांत व्यवहार दूसर लोग के भरोसा भी दिलावेला, तनाव कम करेला आ स्थिति के बिगड़े से रोक सकेला। ई व्यक्तित्व के मजबूती आ आत्म-नियंत्रण देखावेला, जे आरोप के गरिमा आ विश्वसनीयता के साथ संभाले में आसान बना देला।",
        "targetText": "They must be calm and serene.Remaining composed helps them think clearly and make rational decisions even under pressure.A calm demeanor can also reassure others, reducing tension and preventing the situation from escalating.It reflects strength of character and self-control, making it easier to handle accusations with dignity and credibility."
    },
    {
        "sourceText": "एह नया JE फिल्म में एक-दू गो बढ़िया पल जरूर बा। लेकिन, ई थोड़े-थोड़े मजेदार लम्हा कहानी में तालमेल के कमी आ कमजोर कैरेक्टर विकास से दबा दिहल गइल बा। जहाँ विजुअल आ साउंडट्रैक कुछ आकर्षण देला, उहंवा पूरा अनुभव असमान आ कम प्रभावशाली लागता।",
        "targetText": "There are one or two nice moments in this latest JE outing.However, these fleeting highlights are overshadowed by a lack of coherent storytelling and weak character development. While the visuals and soundtrack offer some appeal, the overall experience feels uneven and underwhelming."
    },
    {
        "sourceText": "हमके सबसे बढ़िया लागल जब जॉनी इंग्लिश हेलीकॉप्टर के ओर बढ़त रहलन, जबकि उनकरा ऊपर मध्यकालीन कवच के सूट रहे आ हेलीकॉप्टर के रोटर ब्लेड ओकर हेलमेट से थोड़ा टकरा रहल रहे। ई सीन कॉमेडी आ एक्शन के बढ़िया मिश्रण पेश कइलस, जे उनका निडर लेकिन अतिरंजित व्यक्तित्व के उजागर करत रहे। रोटर ब्लेड के टकरावे के समय पर झटके वाला दृश्य एगो स्लैपस्टिक मजा देत रहे, जे दर्शकन के जोर-जोर से हंसावे लगल। एह तरह के पल फिल्म के अनोखा आकर्षण देखावेला, जवन बेतुका हालात के चालाकी से दृश्यात्मक हास्य में बदल देला।",
        "targetText": "I loved Johnny English approaching a helicopter while dressed in a medieval suit of armour and the rotor blades briefly clanging against his helmet.The scene perfectly combined comedy and action, highlighting his fearless yet absurdly over-the-top persona. The timing of the clanging blades added a slapstick element that had the audience laughing out loud.Moments like these showcase the film’s unique charm, blending ridiculous situations with clever visual humor."
    },
    {
        "sourceText": "एटकिंसन के शारीरिक कॉमेडी में प्रतिभा साफ़ देखे के मिलत बा, लेकिन हास्य कुछ कमजोर आ अजीब तरह से बेकार लागता, खासकर जब “सीरियस” फिल्म ब्रांड जइसन 007 आ मिशन इम्पॉसिबल अब खुदे कॉमेडी के एगो हिस्सा के रूप में आत्मविश्वास के साथ पेश कर रहल बा।",
        "targetText": "Atkinson's gift for physical comedy is on display, but the humour feels pretty underpowered and weirdly superfluous, especially as the \"serious\" film brands like 007 and Mission Impossible themselves now confidently offer comedy as an ingredient."
    },
    {
        "sourceText": "हास्य एही तरह लागता कि ई बच्चन खातिर बनावल गइल बा, बड़ लोग खातिर ना, आ हमरा लगे जॉनी इंग्लिश के अजीब साहसिक घटनाएँ एटकिंसन के बीन्स के रूप में साइलेंट-मूवी गैग्स जइसन नवाचारी आ केंद्रित नइखे लागत।",
        "targetText": "The humour feels as if it is pitched at kids rather than adults, and for me Johnny English's wacky misadventures aren't as inventive and focused as Atkinson's silent-movie gags in the persona of Bean."
    },
    {
        "sourceText": "ई उ प्रधानमंत्री खातिर आखिरी चोट बा, जे एगो ढोंगी आ संकटग्रस्त शख्सियत ह, जे पहिले से ही राजनीतिक लोकप्रियता के पूरा टूटन झेल रहल बा। एम्मा थॉम्पसन ई क्वासी-टेरेसा मे के किरदार में आपन पूरा दम लगवली, लेकिन स्क्रिप्ट में काम करे खातिर बहुत कुछ नइखे।",
        "targetText": "It's the last straw for a prime minister who is a pompous and embattled figure, already suffering a complete meltdown of political unpopularity: Emma Thompson does her very best with this quasi-Teresa-May character but there's nothing much in the script to work with."
    },
    {
        "sourceText": "उनकर खुफिया सलाहकार लोग बतावेला कि चूँकि हर एक सक्रिय जासूस बेनकाब हो गइल बा, एह से अब उनका कवनो एके के रिटायरमेंट से बाहर लावे के पड़ी।",
        "targetText": "Her intelligence advisers inform her that as every single active spy has been compromised, she will have to bring someone out of retirement."
    },
    {
        "sourceText": "आ एकर मतलब ई बा कि खुद भुलक्कड़ जॉनी इंग्लिश के ही लावे के पड़ी, जे अब कवनो आलीशान स्कूल में मास्टर बन के काम करत बाड़न, लेकिन चुपचाप अंडरकवर ऑपरेटिव बने के पाठ पढ़ावत बाड़न। इहां कुछ बढ़िया मजेदार दृश्य बा, जहाँ इंग्लिश जासूसी के स्कूल ऑफ रॉक टाइप अकादमी चलावत नजर आवेलें।",
        "targetText": "And that means bumbling Johnny English himself, now employed as a schoolmaster in some posh establishment, but giving off-the-record lessons in how to be an undercover operative: some nice gags here, as English offers a School of Rock-type academy of spying."
    },
    {
        "sourceText": "जबकि कानूनी मामला अबहियो चल रहल बा, जनता के राय अदालत सोशल मीडिया पर जल्दी से जोड़ा के निंदा कइलस, उनकर व्यवहार आ तर्क के खातिर उनकरा के कड़ी आलोचना कइल गइल।",
        "targetText": "While the legal case is still ongoing, the court of public opinion has been quick to denounce the couple on social media, slamming them for their behaviour and logic."
    },
    {
        "sourceText": "त एह तरह महारानी के सीक्रेट सर्विस में हर चीज़ गलत कर देवे वाला बैटमैन आ रॉबिन फिर से एक्शन में वापस आ गइल बाड़न, जहाँ ऊ लोग ओल्गा कुरिलेंको के खूबसूरत फेम फेटेल ओफेलिया बुलेटोवा से टकरावेला। उनकर पुनर्मिलन अराजकता, उलझन आ मजेदार गलतीन के नया सिलसिला ले आवेला, जब ऊ लोग एक अउरी हाई-स्टेक मिशन में लड़खड़ात आगे बढ़त बाड़न।",
        "targetText": "So the Batman and Robin of getting things terribly wrong on Her Majesty's Secret Service are back in action, encountering Olga Kurylenko's beautiful femme fatale Ophelia Bulletova.Their reunion promises chaos, confusion, and a fresh wave of hilarious blunders as they stumble through another high-stakes mission."
    },
    {
        "sourceText": "काफ़ी साधारण बात बा। कुछो खास बहादुरी वाला या नया नइखे लाग रहल, आ कुल मिलाके असर भी काफी औसत बा। जबकि एह में कुछ सुखद पल बा, ई मजबूत या टिकाऊ छाप छोड़त नइखे।",
        "targetText": "Pretty moderate stuff. Nothing feels especially bold or groundbreaking, and the overall impact remains fairly average. While it has a few pleasant moments, it doesn’t leave a strong or lasting impression."
    },
    {
        "sourceText": "लेबर पार्टी ई इनकार कइलस कि ऊ ब्रिटिश लोग खातिर चार दिन काम करे आ पांच दिन के भुगतान पाए के योजना बना रहल बा। पार्टी के अधिकारी लोग साफ कइले कि फिलहाल अइसन कवनो प्रस्ताव तैयार नइखे भइल आ ना ही विचार में बा। ऊ लोग जोर दिहलस कि जे रिपोर्ट अइसन बात बतावत बा, ऊ भ्रामक बा आ पार्टी के आधिकारिक नीति के प्रतिनिधित्व ना करेला।",
        "targetText": "Labour denies it is devising a plan for Britons to work a four day week but be paid for five days.Party officials clarified that no such proposal is currently being developed or considered.They emphasized that reports suggesting otherwise are misleading and do not reflect the party’s official policy position."
    },
    {
        "sourceText": "सूत्र बतवले कि ई विचार पार्टी के आर्थिक एजेंडा आ देश के मजदूरन के पक्ष में झुकावे के योजना से मेल खाता। ऊ लोग जोड़ले कि ई बेहतर काम-जीवन संतुलन आ उत्पादकता बढ़ावे के व्यापक लक्ष्य से भी जुड़ल बा। समर्थक लोग तर्क देत बा कि अइसन कदम से कर्मचारीन के भलाई बढ़ सकेला आ साथे आर्थिक विकास भी बनल रह सकेला।",
        "targetText": "Sources said the idea would 'fit' with the party's economic agenda and plans to tilt the country in favour of workers.They added that it aligns with broader goals of improving work-life balance and boosting productivity.Supporters argue that such a move could enhance employee well-being while maintaining economic growth."
    },
    {
        "sourceText": "यूनियन नेता लोग दलील देत बा कि कम काम के घंटा से उत्पादकता बढ़ सकेला, तनाव घट सकेला आ काम-जीवन के बेहतर संतुलन बन सकेला। ऊ लोग एहो मानेला कि एह से काम के सही ढंग से बँटवारा हो सकेला आ आधुनिक कार्यस्थल में तकनीकी बदलाव के साथ खुद के ढालल जा सकेला।",
        "targetText": "Union leaders argue that shorter working hours can improve productivity, reduce stress, and create better work-life balance.They also believe it could help distribute work more fairly and adapt to technological changes in the modern workplace."
    },
    {
        "sourceText": "‘ई रातों-रात ना होई, लेकिन चार दिन के कामकाजी हफ्ता एगो लक्ष्य बा, जवन पार्टी के मजदूरन के पक्ष में अर्थव्यवस्था के फिर से संतुलित करे के सोच आ पार्टी के समग्र औद्योगिक रणनीति से मेल खाता।’",
        "targetText": "'It won't happen overnight but a four-day working week is an aspiration that fits in with the party's approach to rebalancing the economy in favour of the worker as well as the party's overall industrial strategy.'"
    },
    {
        "sourceText": "ऊ एहो पुष्टि कइले कि मजदूरन के कंपनी बोर्ड में शामिल करे के योजना बा आ Inclusive Ownership Funds बनावल जाई, जेकर तहत निजी क्षेत्र के कंपनियन के 10 प्रतिशत हिस्सेदारी कर्मचारीन के दीहल जाई, जेकर बदले ऊ लोग सालाना £500 तक के लाभांश पा सकेला।",
        "targetText": "He also confirmed plans to put workers on company boards and create Inclusive Ownership Funds to hand 10 per cent of private-sector firms' equity to employees, who stand to pocket annual dividends of up to £500."
    },
    {
        "sourceText": "ब्रेट कावानॉ के खिलाफ आरोप के जांच खातिर FBI के जाँच उनका सुप्रीम कोर्ट के नामांकन पर अंतिम मतदान के कम से कम एक हफ्ता ले टाल दिहलस, आ ई सवाल उठावेला कि का ब्यूरो के निष्कर्ष कवनो रिपब्लिकन सीनेटर के अपना समर्थन खींचे पर मजबूर कर सकत बा।",
        "targetText": "The FBI investigation into accusations against Judge Brett Kavanaugh has delayed a final vote on his nomination to the Supreme Court by at least a week, and raises the question of whether the bureau's findings could sway any Republican senators into pulling their support."
    },
    {
        "sourceText": "केनेडी अपन दक्षिण कैरोलिना के साथी से ज्यादा खुला नजर आइलें। ऊ सवालन के जवाब में अधिक स्वतंत्रता से बातचीत कइले, विस्तार से व्याख्या कइले आ विवादास्पद विषय पर चर्चा करे के इच्छा देखवले। उनकर तरीका पारदर्शिता आ सहयोगी रवैया के सुझाव देत रहे, जे उनके साथी के अधिक सावधान जवाब से अलग रहल।",
        "targetText": "Kennedy appeared more open than his colleague from South Carolina.He engaged more freely with questions, offering detailed explanations and showing a willingness to discuss controversial topics.His approach suggested transparency and a cooperative attitude, contrasting with the more guarded responses of his counterpart."
    },
    {
        "sourceText": "हम नइखी देखत कि कवनो नया बदलाव होखे वाला बा। जवन चर्चा आ बहस जारी बा, ओकरा बावजूद मुख्य समस्या अबहीं ले हल नइखे भइल आ पुरान तरीका अभीयो जारी बा। ऐसन लागता कि प्रगति ठहर गइल बा, आ तत्काल सुधार या नवाचार के बहुत कम संभावना बा। ई स्थिति देखावेला कि एगो जटिल आ गहिरा सिस्टम में सार्थक बदलाव लावे के चुनौती कतना मुश्किल बा।",
        "targetText": "I don't see anything new changing.’Despite ongoing discussions and debates, the core issues remain unresolved and familiar patterns continue.It feels as though progress is stalled, with little hope for immediate reform or innovation.The situation underscores the challenge of bringing about meaningful change in a complex and entrenched system."
    },
    {
        "sourceText": "एह शनिचर के न्यू यॉर्क में ग्लोबल सिटीजन फेस्टिवल होखी, जे एगो वार्षिक संगीत कार्यक्रम बा। एकर लाइन-अप में कई नामचीन सितारे प्रदर्शन करीं आ एकर मिशन भी उतना ही प्रभावशाली बा: दुनियाँ से गरीबी खत्म करना।",
        "targetText": "This Saturday New York will host the Global Citizen Festival, an annual music event which has a hugely impressive line-up of stars performing and an equally impressive mission; ending world poverty."
    },
    {
        "sourceText": "अब आपन सातवाँ साल में, ग्लोबल सिटीजन फेस्टिवल हजारों लोगन के सेंट्रल पार्क के ग्रेट लॉन पर खींची। एहमें लोग सिर्फ़ जनेट जैकसन, कार्डी बी आ शॉन मेंडेस जइसन एक्ट के आनंद लेवे खातिर ना, बल्कि कार्यक्रम के असली लक्ष्य —2030 तक चरम गरीबी समाप्त करे के खातिर जागरूकता बढ़ावे खातिर भी जुटी।",
        "targetText": "Now in its seventh year, the Global Citizen Festival will see tens of thousands of people flock to Central Park's Great Lawn to not only enjoy acts such as Janet Jackson, Cardi B and Shawn Mendes, but also to raise awareness for the event's true goal of ending extreme poverty by 2030."
    },
    {
        "sourceText": "ग्लोबल सिटीजन फेस्टिवल, जे 2012 में शुरू भइल, ग्लोबल पॉवर्टी प्रोजेक्ट के विस्तार ह। ई एगो अंतरराष्ट्रीय वकालत समूह बा, जे गरीबी के खत्म करे के आशा करत बा आ लोग के सक्रिय रूप से एह लड़ाई में शामिल क के संख्या बढ़ावे के कोशिश करत बा।",
        "targetText": "The Global Citizen Festival, which started in 2012, is an extension of the Global Poverty Project, an international advocacy group hoping to end poverty by increasing the number of people actively fighting against it."
    },
    {
        "sourceText": "इवेंट खातिर मुफ्त टिकट पाए के खातिर (जब तक कि राउर मन ना होखे VIP टिकट खरीदे के), कॉन्सर्ट जाए वाला लोग के कुछ काम पूरा करे के पड़ल, या ‘एक्शन’ जइसन कि स्वयंसेवा करना, कवनो विश्व नेता के ईमेल भेजल, फोन कॉल करे के या अउरी कोई अर्थपूर्ण तरीका, जे गरीबी खत्म करे के उनका लक्ष्य के प्रति जागरूकता बढ़ावे में मदद करे।", 
        "targetText": "In order to receive a free ticket for the event (unless you were willing to pay for a VIP ticket), concertgoers had to complete a series of tasks, or ‘actions’ such as volunteering, emailing a world leader, making a phone call or any other meaningful ways to help raise awareness of their goal of ending poverty."
    },
    {
        "sourceText": "का लोग के मुफ्त कॉन्सर्ट देके इनाम देवे के विचार सचमुच एगो तरीका बा लोग के कार्रवाई के मांग करे खातिर मनावे के, या ई बस एगो अउरी मामला ह जवन कहल जाला ‘क्लिक्टिविज्म’ — लोग एह सोच में रहेला कि ऊ ऑनलाइन पेटिशन साइन क के या ट्वीट भेज के असल में कवनो सच्चा बदलाव कर रहल बा?",
        "targetText": "Is the idea of rewarding people with a free concert a genuine way to persuade people to demand a call for action, or just another case of so-called ‘clicktivism’ - people feeling like they are making a true difference by signing an online petition or sending a tweet?"
    },
    {
        "sourceText": "2011 से, ग्लोबल सिटीजन कहेला कि उ अपना समर्थकन से 19 मिलियन से अधिक ‘एक्शन’ दर्ज कइले बा, जे विभिन्न लक्ष्यान के पूरा करे खातिर दबाव डाल रहल बा।",
        "targetText": "Since 2011, Global Citizen says it has recorded more than 19 million ‘actions’ from its supporters, pushing for a host of different goals."
    },
    {
        "sourceText": "कुछ मुख्य प्रतिबद्धता में शामिल बा The Power of Nutrition, जे यूके में आधारित निवेशक आ क्रियान्वयनकर्ता के साझेदारी ह, जे ‘बच्चन के पूरा क्षमता तक बढ़ावे में मदद करे’ के लिए प्रतिबद्ध बा। एहमें वादा कइल गइल बा कि रवांडा के 35 मिलियन डॉलर प्रदान कइल जाई ताकि देश में कुपोषण के खत्म करे में मदद मिल सके, जब ग्लोबल सिटीजन से 4,700 से अधिक ट्वीट मिलल।",
        "targetText": "Some of the key commitments include The Power of Nutrition, a UK based partnership of investors and implementers committed to ‘helping children grow to their full potential’, promising to provide Rwanda with $35 million to help end malnutrition in the county after receiving more than 4,700 tweets from Global Citizens."
    },
    {
        "sourceText": "जैनेट जैकसन, द वीकेंड, शॉन मेंडेस, कार्डी बी, जनेल मोनाए एह साल न्यू यॉर्क में होखे वाला कार्यक्रम में प्रदर्शन करे वाला कुछ कलाकारन में शामिल बाड़न, जेकर मेज़बानी डेबोरा-ली फर्नेस आ ह्यू जैकमैन करीहें।",
        "targetText": "Janet Jackson, the Weeknd, Shawn Mendes, Cardi B, Janelle Monáe are among some of the acts performing at this year's event in New York, which will be hosted by Deborra-Lee Furness and Hugh Jackman."
    },
    {
        "sourceText": "एह मकसद खातिर, ट्रंप प्रशासन के अधिकारी, जिनमें खुद अमेरिकी राष्ट्रपति डोनाल्ड ट्रंप शामिल बाड़न, जर्मनी के ‘अनुचित’ Nord Stream 2 पाइपलाइन परियोजना से बाहर निकले के मनावे के कोशिश कर रहल बाड़न। ट्रंप के अनुसार, ई परियोजना बर्लिन के मास्को के बंदी बना देहलस।",
        "targetText": "For that effect, the Trump administration officials, including US President Donald Trump himself, try to persuade Germany to pull out of the ‘inappropriate’ Nord Stream 2 pipeline project, which according to Trump, made Berlin Moscow's \"captive.\""
    },
    {
        "sourceText": "क्रेमलिन के तर्क बा कि वाशिंगटन के परियोजना के खिलाफ जोरदार विरोध बस आर्थिक कारण से प्रेरित बा आ ई अनुचित प्रतिस्पर्धा के एगो उदाहरण ह।",
        "targetText": "The Kremlin argues that Washington's fervent opposition to the project is simply driven by economic reasons and is an example of unfair competition."
    },
    {
        "sourceText": "सर्वेक्षण देखावल कि पूर्व गवर्नर डिवाल पैट्रिक के दौड़ के अधिक समर्थन बा, जहाँ 38 प्रतिशत लोग संभावित दौड़ के समर्थन करत बा आ 48 प्रतिशत लोग इसके खिलाफ बा।",
        "targetText": "The poll showed more support for a run by former Governor Deval Patrick, with 38 per cent supporting a potential run and 48 per cent against it."
    },
    {
        "sourceText": "अन्य प्रमुख डेमोक्रेटिक नाम पर भी चर्चा भइल, जे 2020 के संभावित चुनाव में शामिल हो सकेला, जवना में पूर्व उपराष्ट्रपति जो बाइडेन आ वर्मोंट के सीनेटर बर्नी सैंडर्स शामिल बाड़न।",
        "targetText": "Other high profile Democratic names were discussed in regard to a potential 2020 run, including former Vice President Joe Biden and Vermont Senator Bernie Sanders."
    },
    {
        "sourceText": "पेलिन आपन बेटा के गिरफ्तारी के ‘कमरा में हाथी’ कहलन आ आपन बेटा आ अन्य युद्धपूर्व सैनिकन के बारे में कहलन, ‘ऊ लोग कुछ अलग होके लौटेला, कठोर होके लौटेला, आ सोचत रहेला कि का उनके साथी सैनिक, एयरमेन आ सेना के हर सदस्य जे देश खातिर देले बा, ओकरा खातिर उ सम्मान बा कि ना।’",
        "targetText": "Palin called his arrest ‘the elephant in the room’ and said of her son and other war veterans, ‘they come back a bit different, they come back hardened, they come back wondering if there is that respect for what it is that their fellow soldiers and airmen, and every other member of the military, has given to the country’."
    },
    {
        "sourceText": "डैन बेनेट, जवन वासिला पुलिस विभाग के प्रवक्ता बाड़न, के अनुसार, उ सोमवार के वासिला, अलास्का में गिरफ्तार भइल रहलें आ उनपर महिला पर घरेलू हिंसा हमला, घरेलू हिंसा के रिपोर्ट में बाधा डाले, आ नशा में हथियार रखला के आरोप लगावल गइल बा।",
        "targetText": "He was arrested on Monday in Wasilla, Alaska, and charged with domestic violence assault on a female, interfering with a report of domestic violence and possession of a weapon while intoxicated, according to Dan Bennett, a spokesman for the Wasilla Police Department."
    },
    {
        "sourceText": "नया अमेरिकी शरण नीति 2014 के एगो निर्णय के पलट देले बा, जवन बोर्ड ऑफ इमिग्रेंट अपील्स द्वारा लागू भइल रहे, जे घरेलू हिंसा से भाग रहल बिना दस्तावेज वाला प्रवासियन के शरण खातिर आवेदन करे के अनुमति देत रहे।",
        "targetText": "The new US asylum policy reversed a 2014 decision by the Board of Immigrant Appeals that allowed undocumented immigrants fleeing domestic violence to apply for asylum."
    },
    {
        "sourceText": "वकील लोग आउरी दलील दिहलन कि प्रवासियन के प्रवेश से इनकार करे वाली नीति अमेरिका के अर्थव्यवस्था के नुकसान पहुंचावता, कहत कि ई लोग अधिक संभावना बा कि ऊ उद्यमी बने आ जरूरी मजदूरी उपलब्ध करावस।",
        "targetText": "Attorneys further argued in the brief that the policy denying immigrants entry hurts the US economy, saying they are more likely to become entrepreneurs and ‘supply necessary labour’."
    },
    {
        "sourceText": "कुछ घायल लोग, जिनमें द्वि हारिस शामिल बाड़न, जेकरा पीठ आ कंधा टूटल बा, पलू के आर्मी अस्पताल के बाहर आराम करत रहले, जहाँ मरीज लोग के बाहर इलाज कइल जात रहे काहे कि लगातार तेज झटके आ रहल बा।",
        "targetText": "Some of the injured, including Dwi Haris, who suffered a broken back and shoulder, rested outside Palu's Army Hospital, where patients were being treated outdoors due to continuing strong aftershocks."
    },
    {
        "sourceText": "उनकर आंख में आंसू भर गइल जब उ बतवलन कि कइसन भयंकर भूकंप उ पाँचे मंजिला होटल के कमरा हिलवले, जवन उ आपन पत्नी आ बेटी के साथ साझा करत रहलें, महसूस भइल।",
        "targetText": "Tears filled his eyes as he recounted feeling the violent earthquake shake the fifth-floor hotel room he shared with his wife and daughter."
    },
    {
        "sourceText": "एक हफ्ता बाद जब एगो सरकारी चीनी अखबार अमेरिका के एगो दैनिक में चार पन्ना के विज्ञापन छापलस, जे अमेरिका-चीन व्यापार के पारस्परिक लाभ के बढ़ावा देत रहे, अमेरिका के चीन में राजदूत बेइजिंग पर अमेरिकी प्रेस के इस्तेमाल करके प्रचार फैले के आरोप लगवलन।",
        "targetText": "A week after an official Chinese newspaper ran a four-page ad in a US daily touting the mutual benefits of US-China trade, the US ambassador to China accused Beijing of using the American press to spread propaganda."
    },
    {
        "sourceText": "जइसे कई गो शीर्ष रिपब्लिकन लोग सुप्रीम कोर्ट के नामांकित ब्रेट कावानॉ के कई यौन दुर्व्यवहार के आरोप के बावजूद समर्थन आ रक्षा कर रहल बाड़न, विश्लेषक चेतावनी दिहले बा कि उनकरा के प्रतिक्रिया के सामना करे के पड़ी, खास करके महिलन से, अगिला मिडटर्म चुनाव में।",
        "targetText": "As many top Republicans standby and defend Supreme Court nominee Brett Kavanaugh in the face of several allegations of sexual assault, analyst have warned they will see a backlash, particularly from women, during the upcoming midterm elections."
    },
    {
        "sourceText": "शुक्रवार के सुबह, प्रदर्शनकारी लोग नवंबर आवत बा! के नारा लगावत सीनेट के हॉलवे में प्रदर्शन कइले, जबकि न्यायिक समिति पर नियंत्रण रखे वाला रिपब्लिकन लोग डॉ. क्रिस्टीन ब्लेसी फोर्ड के गवाही के बावजूद कावानॉ के नामांकन के आगे बढ़ावे के फैसला कइलक, माइक्रो रिपोर्ट कइलस।",
        "targetText": "On Friday morning, protestors chanted ‘November is coming!’ as they demonstrated in the hallway of the Senate as the Republicans controlling the Judiciary Committee chose to move forward with Kavanaugh's nomination despite the testimony of Dr Christine Blasey Ford, Mic reported."
    },
    {
        "sourceText": "डॉ. फोर्ड के सार्वजनिक गवाही से पहिले, जेमें ऊ सुप्रीम कोर्ट के नामांकित पर यौन दुर्व्यवहार के आरोप के विस्तार से बतवली, विश्लेषक लोग सुझाव दिहले रहे कि अगर रिपब्लिकन लोग पुष्टि प्रक्रिया के आगे बढ़ाई, त ओकरा के प्रतिक्रिया के सामना करे के पड़ सकेला।",
        "targetText": "Even before Ford's public testimony detailing her allegations of sexual assault against the Supreme Court nominee, analysts suggested a backlash could follow if Republicans pushed forward with the confirmation."
    },
    {
        "sourceText": "YouGov के एगो नया सर्वेक्षण देखावत बा कि 41 प्रतिशत प्रतिभागी लोग निश्चित रूप से या शायद फोर्ड के गवाही पर विश्वास करत रहल, जबकि 35 प्रतिशत लोग कहले कि उ लोग निश्चित रूप से या शायद कावानॉ पर विश्वास करत रहल।",
        "targetText": "A new poll from YouGov shows that 41 per cent of respondents definitely or probably believed Ford's testimony, while 35 per cent said they definitely or probably believed Kavanaugh."
    },
    {
        "sourceText": "फ्लेक के दबाव के बाद, FBI फिलहाल फोर्ड द्वारा उठावल आरोप आ कम से कम एगो अउरी आरोपकर्ता, डेबोरा रामिरेज, के मामले के जांच कर रहल बा, द गार्जियन रिपोर्ट कइलस।",
        "targetText": "After the push from Flake, the FBI is currently investigating the allegations brought forward by Ford as well as at least one other accuser, Deborah Ramirez, The Guardian reported."
    },
    {
        "sourceText": "रामिरेज आरोप लगवली कि सुप्रीम कोर्ट के नामांकित अपना जननांग उनका सामने एगो पार्टी में दिखाईस, जब ऊ लोग 1980 के दशक में येल में पढ़ाई करत रहल।",
        "targetText": "Ramirez alleges that the Supreme Court nominee exposed his genitals to her at a party during their time studying at Yale in the 1980s."
    },
    {
        "sourceText": "टिम बर्नर्स-ली, जे वर्ल्ड वाइड वेब के आविष्कारक हउवन, एगो स्टार्टअप लॉन्च करत बाड़न, जे फेसबुक, अमेज़न आ गूगल के चुनौती देवे के कोशिश करी।",
        "targetText": "Tim Berners-Lee, the inventor of the World Wide Web, is launching a startup that seeks to rival Facebook, Amazon and Google."
    },
    {
        "sourceText": "व्यक्तिगत ऑनलाइन डेटा स्टोर में जे अनोखा बा, ऊ ई कि ई पूरा तरह से उपयोगकर्ता पर निर्भर बा कि कौन-केहू कइसन जानकारी तक पहुँच सकेला।",
        "targetText": "What's unique about the personal online data store is that it is completely up to the user who can access what kind of information."
    },
    {
        "sourceText": "कंपनी के CEO जॉन ब्रूस के अनुसार, Inrupt के विचार ई बा कि कंपनी संसाधन, प्रक्रिया आ उचित कौशल लेके Solid के सभे खातिर उपलब्ध करावे में मदद करे।",
        "targetText": "The idea for Inrupt, according to the company's CEO John Bruce, is for the company to bring resources, process and appropriate skills to help make Solid available to everyone."
    },
    {
        "sourceText": "बर्नर्स-ली कहलन कि उ आ उनकर टीम फेसबुक आ गूगल से ई बात नइखन करत कि का ऊ लोग एगो पूरा बदलाव लावे, जहवाँ उनकर सभ बिजनेस मॉडल रातों-रात पूरी तरह से उलट-पुलट हो जाव।",
        "targetText": "Berners-Lee said that he and his team are not talking to Facebook and Google about whether or not to introduce a complete change where all their business models are completely upended overnight."
    },
    {
        "sourceText": "आ एकर मतलब बा कि खुद भुलक्कड़ जॉनी इंग्लिश, जे अब कवनो आलीशान स्कूल में मास्टर बनके काम करत बाड़न, लेकिन चुपचाप अंडरकवर ऑपरेटिव बने के पाठ पढ़ावत बाड़न। एहमें कुछ मजेदार दृश्य बा, जहाँ इंग्लिश जासूसी के स्कूल ऑफ रॉक टाइप अकादमी चला रहल बाड़न।",
        "targetText": "And that means bumbling Johnny English himself, now employed as a schoolmaster in some posh establishment, but giving off-the-record lessons in how to be an undercover operative: some nice gags here, as English offers a School of Rock-type academy of spying."
    },
    {
        "sourceText": "सुबह 6 बजे, ठीक जब गिगार्ड मौसासी आ रॉरी मैकडोनाल्ड एक-दूसरा के सामना करे के तैयारी करत रहलें, तब यूके में दर्शक लोग हक्का-बक्का रह गइल जब प्रसारण अचानक बदल के पेप्पा पिग दिखावे लागल।",
        "targetText": "At 6 a.m., just as Gegard Mousasi and Rory MacDonald were preparing to face each other, viewers in the UK were left stunned when the coverage changed to Peppa Pig."
    },
    {
        "sourceText": "दू बार के कांस्य पदक विजेता ओलंपिक में, अब एगो हाई-प्रोफाइल LGBT अभियानकर्ता बन गइल बाड़न आ ऑस्ट्रेलिया में एह साल के कॉमनवेल्थ गेम्स में आपन उपस्थिति के इस्तेमाल कईलन ताकि अउरी देश लोग के समलैंगिकता के अपराध ना मानल जाए के अपील कइल जा सके।",
        "targetText": "The two-time bronze Olympic medallist has become a high-profile LGBT campaigner and used his appearance at this year's Commonwealth Games in Australia to appeal for more countries to decriminalise homosexuality."
    },
    {
        "sourceText": "अमेरिकी फिल मिकल्सन रविवार के एगो रिकॉर्ड बनाए वाला बाड़न जब ऊ आपन 47वां राइडर कप मैच खेले लगिहें, लेकिन ई एगो दुखद मील का पत्थर ना बने, एह खातिर उनकरा आपन फॉर्म बदलल जरूरी बा।",
        "targetText": "American Phil Mickelson will set a record on Sunday when he plays his 47th Ryder Cup match, but he will have to turn his form around to avoid it being an unhappy milestone."
    },
    {
        "sourceText": "अमेरिका खातिर अक्सर जवन तरह ऊ खेल के केंद्र में रहले, ओकरा जगह, पाँच बार के मेजर विजेता आपन दिन के आधा हिस्सा चीयरलीडर बने में आ आधा हिस्सा रेंज पर आपन खेल सुधारत बितवले, ताकि जे कमजोरी बा ओकरा के ठीक क सकस।",
        "targetText": "Instead of being at the centre of the action, as he so often has been for the United States, the five-times major winner split his day between being a cheerleader and working on his game on the range in the hope of rectifying what ails him."
    },
    {
        "sourceText": "आ अगर कोर्स खुदे काफी चुनौतीपूर्ण ना बा, त मिकल्सन, रविवार के नवाँ मैच में, सटीक ब्रिटिश ओपन चैंपियन फ्रांसेस्को मोलिनारी के सामना करिहें, जे रूक़ी टॉमी फ्लीटवुड के साथ टीम बनाके एह हफ्ता आपन चारो मैच जीत चुकल बाड़न।",
        "targetText": "And if the course on its own is not daunting enough, Mickelson, in the ninth match on Sunday, faces accurate British Open champion Francesco Molinari, who has teamed up with rookie Tommy Fleetwood to win all four of their matches this week."
    },
    {
        "sourceText": "ब्योर्न के तुलना में, उनका सामने वाला जिम फ्यूरिक चाहिहें कि उनका खिलाड़ी लोग व्यक्तिगत रूप से बेहतर प्रदर्शन करे, जइसे ऊ साथी के रूप में कइलन, सिवाय जोर्डन स्पीथ आ जस्टिन थॉमस के, जे चार में से तीन अंक हासिल कइले।",
        "targetText": "In contrast to Bjorn, opposite number Jim Furyk will be looking for his players to perform better individually than they did as partners, the exceptions being Jordan Spieth and Justin Thomas, who picked up three points out of four."
    },
    {
        "sourceText": "थॉमस के ई जिम्मेदारी सौंपल गइल बा कि ऊ वापसी के नेतृत्व करे के कोशिश करसु आ ऊ टॉप मैच में रॉरी मैकइलरॉय के सामना करिहें, जबकि पॉल केसी, जस्टिन रोस, जॉन रह्म, टॉमी फ्लीटवुड आ इयान पुल्टर ऑर्डर के ऊपरी हिस्सा में अउरी यूरोपीय खिलाड़ी बाड़न।",
        "targetText": "Thomas has been handed the task of trying to lead the fightback and faces Rory McIlroy in the top match, with Paul Casey, Justin Rose, Jon Rahm, Tommy Fleetwood and Ian Poulter the other Europeans in the top half of the order."
    },
    {
        "sourceText": "एह जहाज के 2014 में नेवी में शामिल होखे के चाहीं रहल, लेकिन डिलीवरी के बाद के परेशान करे वाला समस्या एह महत्वाकांक्षी परियोजना के भविष्य पर असर डललस। बार-बार तकनीकी समस्या, परीक्षण में देरी, आ लागत बढ़ गइल जहाज के समय पर कमीशनिंग के और बाधित कइलस। महत्वपूर्ण निवेश आ ऊँच उम्मीद के बावजूद, नेवी के आपरेशन में तैनाती कई बेर स्थगित करे के मजबूर होखे के पड़ल।" ,
        "targetText": "The vessel should have joined the Navy in 2014, but the troubling post-delivery issues plagued the fate of the ambitious project.Repeated technical problems, delays in testing, and cost overruns further hampered the timely commissioning of the ship.Despite significant investment and high expectations, the Navy was forced to postpone its operational deployment multiple times."
    },
    {
        "sourceText": "टोयोटा ई ना बता पाई कि उत्पादन कब ले रोकल जाई, बाकिर लंबा समय में ई चेतावनी देलस कि बढ़ल लागत से प्लांट के प्रतिस्पर्धा घट जाई आ आख़िरकार नौकरी भी जा सकेला।",
        "targetText": "Toyota was unable to say how long production would be stopped, but in the longer term, warned that added costs would reduce the plant's competitiveness and eventually cost jobs."
    },
    {
        "sourceText": "व्हाइट हाउस एतवार के कहलस कि डोनाल्ड ट्रंप के उप अटॉर्नी जनरल रॉड रोज़ेनस्टीन से होखे वाला अहम बैठक शायद एक हफ्ता अउरी आगे खिसक सकेला, काहे कि सुप्रीम कोर्ट के नामांकित ब्रेट कावानॉ के लेके चल रहल लड़ाई अबहियो जारी बा।",
        "targetText": "Donald Trump's high-stakes meeting with deputy attorney general Rod Rosenstein could be ‘pushed back another week’ as the fight over supreme court nominee Brett Kavanaugh continues, the White House said on Sunday."
    },
    {
        "sourceText": "रोज़ेनस्टीन, स्पेशल काउंसल रॉबर्ट म्यूलर के कामकाज के देखरेख करेले, जे रूस द्वारा चुनाव में दखल, ट्रंप के सहयोगियन आ रूस के बीच संबंध, आ राष्ट्रपति द्वारा न्याय में रुकावट डाले के संभावित मामला के जांच कर रहल बाड़ें।",
        "targetText": "Rosenstein oversees the work of special counsel Robert Mueller, who is investigating Russian election interference, links between Trump aides and Russia and potential obstruction of justice by the president."
    },
    {
        "sourceText": "एह महीना के सुरुआत में, न्यूयॉर्क टाइम्स रिपोर्ट कइलस कि रोज़ेनस्टीन ट्रंप से बातचीत रिकॉर्ड करे खातिर वायर पहिरे के बात पर चर्चा कइले रहलें, आ 25वां संशोधन के जरिए राष्ट्रपति के हटावे के संभावना पर भी विचार कइल गइल रहे।",
        "targetText": "Earlier this month, the New York Times reported that Rosenstein discussed wearing a wire to record conversations with Trump and the possibility of removing the president via the 25th amendment."
    },
    {
        "sourceText": "ट्रंप कहलन कि ऊ रोज़ेनस्टीन के बर्खास्त करे से “बेहतर समझेलन कि ना कइल जाए”, बाकिर ओकर बाद बैठक टार दिहल गइल, ताकि सीनेट ज्यूडिशियरी कमेटी के सुनवाई से टकराव ना होखे, जहाँ कावानॉ आ उनकर ऊपर यौन दुर्व्यवहार के आरोप लगाए वाली औरत में से एक, डॉ. क्रिस्टीन ब्लेसी फोर्ड, दुनो गवाही देलन।",
        "targetText": "Trump said he would ‘prefer not’ to fire Rosenstein but then the meeting was delayed to avoid a clash with the Senate judiciary committee hearing in which Kavanaugh and one of the women who have accused him of sexual misconduct, Dr Christine Blasey Ford, both testified."
    },
    {
        "sourceText": "हेल्थ सेक्रेटरी स्कॉटलैंड के एनएचएस में काम करे वाला ईयू कर्मचारी लोग के चिट्ठी लिख के देश के आभार जतवलन आ ब्रेक्ज़िट के बाद भी ओह लोग से नौकरी पर बने रहे के इच्छा जतवलन।",
        "targetText": "The Health Secretary has written to EU staff working in Scotland's NHS to express the country's gratitude and wish for them to stay on post-Brexit."
    },
    {
        "sourceText": "यूके के ईयू से अलग होखे में छह महीना से कम समय बांचल रहे, एही बीच जीन फ्रीमैन एमएसपी एक चिट्ठी भेजलन।",
        "targetText": "Jeane Freeman MSP sent a letter with less than six months to go until the UK withdraws from the EU."
    },
    {
        "sourceText": "ईयू भर से, आ ओकरा बाहरो से आवे वाला साथी लोग अनमोल अनुभव आ हुनर लेके आवेले, जे स्वास्थ्य सेवा के काम के मजबूत आ बेहतर बनावेला, आ जेकर फायदा हमनी जवन मरीज आ समुदाय के सेवा करेनी, ओह सब के मिलेला।",
        "targetText": "Colleagues from across the EU, and beyond, bring valuable experience and skills that strengthen and improve the work of the health service, and benefit the patients and communities we serve."
    },
    {
        "sourceText": "टेनेसी स्टेट टाइगर्स के लाइनबैकर क्रिस्टियन एबरक्रॉम्बी शनिचरवार के वेंडरबिल्ट कॉमोडोर्स से 31–27 के हार में सिर में चोट लगला के बाद आपातकालीन सर्जरी से गुजरलन, टेनेसीयन के माइक ऑर्गन रिपोर्ट कइले बाड़ें।",
        "targetText": "Tennessee State Tigers linebacker Christion Abercrombie underwent emergency surgery after suffering a head injury in Saturday's 31-27 defeat to the Vanderbilt Commodores, the Tennessean's Mike Organ reported."
    },
    {
        "sourceText": "ट्रेनर आ मेडिकल स्टाफ साइडलाइन पर एबरक्रॉम्बी के पहिले ऑक्सीजन देलन, ओकरा बाद स्ट्रेचर पर राख के अउरी जांच खातिर भीतर ले गइलन।",
        "targetText": "Trainers and medical personnel gave Abercrombie oxygen on the sideline before placing him on a stretcher and taking him back for further evaluation."
    },
    {
        "sourceText": "टेनेसी स्टेट के एगो अधिकारी नैशविल, टेनेसी के WSMV के क्रिस हैरिस से बतवलन कि एबरक्रॉम्बी वेंडरबिल्ट मेडिकल सेंटर में सर्जरी से बाहर आ चुकल बाड़ें।",
        "targetText": "An official from Tennessee State told Chris Harris of WSMV in Nashville, Tennessee, that Abercrombie was out of surgery at Vanderbilt Medical Center."
    },
    {
        "sourceText": "पिछला हफ्ता में पिनेलस काउंटी के अंदर भा तट के पास मध्यम स्तर के सांद्रण रिपोर्ट भइल बा। हिल्सबरो काउंटी के तट से बाहर कम से लेके ज्यादा स्तर के सांद्रण मिलल बा। मैनटी काउंटी में पृष्ठभूमि से लेके ऊँच स्तर के सांद्रण दर्ज भइल बा। सारासोटा काउंटी के अंदर भा तट के पास पृष्ठभूमि से ऊँच स्तर के सांद्रण पावल गइल बा। शार्लोट काउंटी में पृष्ठभूमि से मध्यम स्तर के सांद्रण बा, ली काउंटी के अंदर भा तट के पास पृष्ठभूमि से ऊँच स्तर के सांद्रण मिलल बा, आ कॉलियर काउंटी में कम स्तर के सांद्रण रिपोर्ट भइल बा।",
        "targetText": "Medium concentrations in or offshore of Pinellas County have been reported in the past week, low to high concentrations offshore of Hillsborough County, background to high concentrations in Manatee County, background to high concentrations in or offshore of Sarasota County, background to medium concentrations in Charlotte County, background to high concentrations in or offshore of Lee County and low concentrations in Collier County."
    },
    {
        "sourceText": "फ्लोरिडा फिश एंड वाइल्डलाइफ कमीशन के ताज़ा रिपोर्ट देखावत बा कि टैम्पा बे इलाका के कुछ हिस्सन में रेड टाइड के सांद्रण में कुल मिलाके कमी आइल बा।",
        "targetText": "The newest report from the Florida Fish and Wildlife Commission shows a general decrease in Red Tide concentrations for parts of the Tampa Bay area."
    },
    {
        "sourceText": "टीम यूएसए पूरा वीकेंड फेयरवे ढूंढे में जूझत रहल, सिवाय पैट्रिक रीड, जस्टिन थॉमस आ टोनी फिनाउ के, जे पूरा टूर्नामेंट भर ऊँच दर्जा के गोल्फ खेलत रहलें।",
        "targetText": "Team USA struggled all weekend to find the fairways with the exception of Patrick Reed, Justin Thomas and Tony Finau, who played high-calibre golf throughout the entire tournament."
    },
    {
        "sourceText": "ऊ मशाल आपन देस के साथी जॉन रैम के सौंप देले, जवन एतवार के सिंगल्स मुकाबला में अमेरिका के गोल्फ दिग्गज टाइगर वुड्स के 2&1 से हरवले।",
        "targetText": "He passes the torch to his fellow countryman John Ram who took down US golf legend Tiger Woods 2&1 in singles play on Sunday."
    },
    {
        "sourceText": "ई टीम के बारे में बा, आ हम खुश बानी कि हम मदद कर सकनी,यूरोपियन जीत के बाद भावुक भइल गार्सिया कहलन।",
        "targetText": "It's about the team, and I'm happy I was able to help,’ said an emotional Garcia following the European victory."
    },
    {
        "sourceText": "आठ राइडर कप के अनुभवी, स्पेन के सर्जियो गार्सिया 25.5 करियर प्वाइंट के साथ टूर्नामेंट के अब तक के सबसे जादे जीतल यूरोपियन बन गइलें।",
        "targetText": "A veteran of eight Ryder Cups, Spaniard Sergio Garcia became the tournaments all-time winningest European with 25.5 career point."
    },
    {
        "sourceText": "दुनिया के नंबर एक खिलाड़ी डस्टिन जॉनसन, इंग्लैंड के इयान पॉल्टर से 2 & 1 से हार गइलें, जे शायद आपन आखिरी राइडर कप खेलले होखस।",
        "targetText": "The world's top-ranked player, Dustin Johnson, fell 2 and 1 to Ian Poulter of England who may have played in his final Ryder Cup."
    },
    {
        "sourceText": "अमेरिका के स्टार फिल मिकेलसन, जे टूर्नामेंट के ज्यादातर हिस्सा में संघर्ष करत रहलें, आपन टी-शॉट पार-3 के 16वाँ होल पर पानी में गिरा देलन आ आपन मुकाबला फ्रांसेस्को मोलिनारी के दे दिहलन।",
        "targetText": "US star Phil Mickelson, who struggled most of the tournament, plunked his tee-shot into the water at the par-3 16th hole, conceding his match to Francesco Molinari."
    },
    {
        "sourceText": "बाकिर ऊ जोर देके कहलन कि ई सशर्त मदद या ओह देश से मदद ना स्वीकार करी जे विद्रोह के समर्थन कइले रहलन।",
        "targetText": "But he stressed that it would not accept conditional assistance or help from countries that sponsored the insurgency."
    },
    {
        "sourceText": "अब सभ परिस्थिति मौजूद बा कि आतंकवाद आ ओह एकतरफा आर्थिक कदम के चलते, जे उनका रोज़मर्रा के जिंदगी आ रोजी-रोटी के निशाना बनवलस, मजबूरी में देश छोड़ल शरणार्थी लोग आपन देश में स्वेच्छा से लौट सके।",
        "targetText": "All conditions are now present for the voluntary return of refugees to the country they had to leave because of terrorism and the unilateral economic measures that targeted their daily lives and their livelihoods."
    },
    {
        "sourceText": "सीरिया कहता कि ऊ शरणार्थी लोग के स्वेच्छा से वापसी खातिर तैयार बा आ सात साल से ज्यादा लंबा युद्ध से तबाह भइल देश के दोबारा बनावे में मदद खातिर अपील करत बा।",
        "targetText": "Syria says it's ready for the voluntary return of refugees and is appealing for help to rebuild the country devastated by a more than seven-year long war."
    },
    {
        "sourceText": "“ई सच्चाई कि वाशिंगटन भा बीजिंग में जल्दी राजनीतिक फैसला होखे से अइसन हालात बन सकेला जे दूनो देश में आर्थिक संकट शुरू कर सकेला, असल में पहिले जे लोग सोचले बा ओकरा से बहुत जादे खतरनाक बा,” Abigail Grace कहलिन, जे सेंटर फॉर न्यू अमेरिकन सिक्योरिटी में रिसर्च एसोसिएट बाड़ी आ एशिया पर फोकस करतारी, एगो थिंक टैंक।",
        "targetText": "‘The fact that a quick political decision in either Washington or Beijing could create the conditions that start an economic tailspin in either country is actually a lot more dangerous than onlookers have acknowledged before,’ said Abigail Grace, a research associate who focuses on Asia at the Center for New American Security, a think tank."
    },
    {
        "sourceText": "वाशिंगटन के पीछे हटावे के मतलब बा कि मांग के माने के पड़ी, बाकिर सार्वजनिक रूप से अमेरिका के सामने झुकल चीन के राष्ट्रपति शी जिनपिंग खातिर बहुते शर्मनाक होखी।",
        "targetText": "Getting Washington to back down means caving into demands, but publicly bowing to the US would be far too embarrassing for Xi Jinping, China's president."
    },
    {
        "sourceText": "चीन वादा कइले बा कि ऊ अमेरिका के हर कदम के बराबरी करी, आ दुनिया के दुसरका सबसे बड़ अर्थव्यवस्था जल्दिए पीछे हटे वाला नइखे।",
        "targetText": "China has pledged to match the US shot-for-shot, and the world's second largest economy is unlikely to blink anytime soon."
    },
    {
        "sourceText": "बीजिंग हर बार बराबरी के जवाब दिहले बा, सबसे हाल में अमेरिका के 60 बिलियन डॉलर के सामान पर 5 से 10 फीसदी टैरिफ लगा दिहलस।",
        "targetText": "Beijing has retaliated each time in kind, most recently slapping tariffs of five to ten per cent on $60 billion of American goods."
    },
    {
        "sourceText": "डोनाल्ड ट्रंप, अमेरिका के राष्ट्रपति, ई साल के शुरू में पहिला चेतावनी देले जब ऊ मुख्य चीनी निर्यात, जइसे सोलर पैनल, स्टील आ एल्युमिनियम पर टैक्स लगा दिहलन।",
        "targetText": "Donald Trump, the US President, fired the first warning earlier this year by taxing key Chinese exports including solar panels, steel and aluminium."
    },
    {
        "sourceText": "अमेरिका आ चीन के बीच व्यापार युद्ध के पहिला हमला बहुते तेज रहल, आ जबकि लड़ाई अबहियो खतम नइखे भइल, विशेषज्ञ कहत बाड़ें कि दीर्घकाल में ई देशन के बीच दरार बीजिंग खातिर फायदेमंद हो सकेला।",
        "targetText": "The opening salvos of the trade war between the US and China were deafening, and while the battle is far from over, a rift between the countries may be beneficial to Beijing in the long term, experts say."
    },
    {
        "sourceText": "जब ऊ भाषण देत कहली कि ऊ औपचारिक अभियान ना चलइहें, तब ऊ भावना से अतना प्रभावित भइली – लोगन के आभार जतावत जे उनकर समर्थन कइले रहलें, ओ सिस्टम से निराशा जतावत जे धन जुटावल आ वोटर पर ध्यान देबे के बजाय डेलीगेट पर फोकस करावल मुश्किल बना देले रहल, आ लिंगभेद पर गुस्सा – कि ऊ भावनात्मक हो गइल बाड़ी।",
        "targetText": "When she made her speech announcing that she would not launch a formal campaign, she was so overcome by emotions - gratitude for the people who'd supported her, frustration with the system that made it so difficult to raise money and to target voters rather than delegates, and anger at the sexism - that she got choked up."
    },
    {
        "sourceText": "काहे कि अभियान के आखिरी समय रहे, ऊ फंड जुटावे में पीछे रह गइल रहली, आ एह से ऊ वचन देली कि जब तक ऊ 2 मिलियन डॉलर ना जुटाई, तब तक ऊ चुनाव में हिस्सा ना लीहें।",
        "targetText": "Because it was late in the campaign, she was behind on fund-raising, and so she vowed that she wouldn't enter the race unless she raised $2 million."
    },
    {
        "sourceText": "1987 में, जब श्री हार्ट के मोनकी बिज़नेस नाव पर एगो परपुरुष संबंध में पकड़ाइल गइल आ ऊ चुनाव से बाहर हो गइलें, तब मिस श्रोएडर, गहराई से निराश होके, सोचली कि उनकरा लगे आप खुद राष्ट्रपति पद के दौड़ में शामिल होखे के विचार के जांच करे के कवनो कारण नइखे।",
        "targetText": "In 1987, when Mr Hart was caught in an extramarital affair aboard a boat called Monkey Business and bowed out of the race, Ms Schroeder, deeply frustrated, figured there was no reason she shouldn't explore the idea of running for president herself."
    },
    {
        "sourceText": "पैट्रिशिया श्रोएडर, जे ओ समय कोलोराडो से डेमोक्रेटिक कांग्रेसवुमन रहली, गैरी हार्ट के राष्ट्रपति पद के अभियान में उनकरा साथ काम कइले रहली।",
        "targetText": "Patricia Schroeder, then a Democratic congresswoman from Colorado, had worked with Gary Hart on his presidential runs."
    },
    {
        "sourceText": "हमार एगो सबसे तेज़ याद एगो शुरुआती नौकरी से बा, जे पुरुष बहुल ऑफिस में रहल, जहाँ हम एक बार अनकहे गुस्सा में रो रहल रहीं, आ तब हमरा गला के पीछे से एक बूढ़ी औरत – एगो सर्द प्रबंधक जेसे हम हमेशा थोड़ा डरित रहनी – पकड़ लेहलस आ हमरा सीढ़ीघर में खींच ले गइल।",
        "targetText": "One of my sharpest memories from an early job, in a male-dominated office, where I once found myself weeping with inexpressible rage, was my being grabbed by the scruff of my neck by an older woman - a chilly manager of whom I'd always been slightly terrified - who dragged me into a stairwell."
    },
    {
        "sourceText": "ई एगो सही ठाँव के आलोचना बा, महीना आ साल भर के गुस्सा एकदम फूट पड़ल बा, आ ऊ बिना रोये एहके बाहर नइखी निकाल पावत।",
        "targetText": "It is a righteous diatribe, months and years of fury spilling over, and she can't get it out without weeping."
    },
    {
        "sourceText": "आपन पुष्टि सुनवाई में, कावानॉ ई सवाल के टाल गइलें कि का ऊ कुछ सुप्रीम कोर्ट के फैसले पलटब।",
        "targetText": "In his confirmation hearings, Kavanaugh sidestepped questions on whether he would overturn certain Supreme Court decisions."
    },
    {
        "sourceText": "पेलोसी आगे कहली कि एगो डेमोक्रेट के रूप में उनकर चिंता रहल कि कावानॉ संभावित रूप से अफोर्डेबल केयर एक्ट या रो बनाम वेड के खिलाफ फैसला दे सकत बाड़ें, काहे कि उनकरा के एगो रूढ़िवादी जस्टिस मानल जाला।",
        "targetText": "Pelosi added that as a Democrat she was concerned about potential Kavanaugh rulings against the Affordable Care Act or Roe v. Wade, as he is considered to be a conservative justice."
    },
    {
        "sourceText": "पेलोसी हिचकिचइली जब पुछल गइल कि अगर कावानॉ के पुष्टि हो जाला आ डेमोक्रेट्स प्रतिनिधि सभा में बहुमत हासिल कर लें, त का ऊ उनकर महाभियोग करे के कोशिश करबि।",
        "targetText": "Pelosi demurred when asked if she would try to impeach Kavanaugh if he is confirmed, and if Democrats gain the majority in the House of Representatives."
    },
    {
        "sourceText": "\"हम सोचत बानी कि ऊ अपने आप के अयोग्य बनवले बा ओह बयान आ तरीका से जेसे ऊ क्लिंटन आ डेमोक्रेट्स के खिलाफ गइल रहलें,\" ऊ कहलिन।।",
        "targetText": "‘I think that he disqualifies himself with those statements and the manner in which he went after the Clintons and the Democrats,’ she said."
    },
    {
        "sourceText": "पेलोसी कहलिन कि उनकरा विश्वास बा कि कावानॉ के गवाही साबित करेला कि ऊ सुप्रीम कोर्ट में काम ना कर सकेलें, काहे कि ई देखावलस कि ऊ डेमोक्रेट्स के खिलाफ पक्षपाती बाड़ें।",
        "targetText": "Pelosi said that she believed Kavanaugh's testimony proved that he could not serve on the Supreme Court, because it showed that he is biased against Democrats."
    },
    {
        "sourceText": "ऊ स्पष्ट रूप से कमिटी में डेमोक्रेट्स के निंदा भी कइलन, आ उनकरा खिलाफ आरोप के कहलन कि ई एगो \"भयंकर आ समन्वित चरित्र हत्या\" बा, जे उ लोग द्वारा आयोजित भइल जे नाराज बा कि हिलेरी क्लिंटन 2016 के राष्ट्रपति चुनाव हार गइलन।",
        "targetText": "He also explicitly condemned Democrats on the committee, calling the allegations against him a ‘grotesque and coordinated character assassination’ organised by liberals angry that Hillary Clinton lost the 2016 presidential election."
    },
    {
        "sourceText": "आपन उद्घाटन बयान के दौरान, कावानॉ बहुत भावुक रहलें, कई बेर लगभग चिल्लावत आ रोवत-गला घुटत रहली जब ऊ आपन परिवार आ हाई स्कूल के दिनन के बारे में बात करत रहली।",
        "targetText": "During his opening statement, Kavanaugh was very emotional, at times nearly shouting and choking up while discussing his family and his high school years."
    },
    {
        "sourceText": "कावानॉ भावुक होके ई आरोप से इनकार कइले कि जब ऊ दुनो किशोर रहनी, त उनकरा द्वारा डॉ. क्रिस्टीन ब्लेसी फोर्ड के यौन उत्पीड़न भइल।",
        "targetText": "Kavanaugh emotionally denied allegations that he had sexually assaulted Dr Christine Blasey Ford when they were both teenagers."
    },
    {
        "sourceText": "पेलोसी ई टिप्पणी शनिचर के टेक्सास, ऑस्टिन में टेक्सास ट्रिब्यून फेस्टिवल के एगो इंटरव्यू में कइली।",
        "targetText": "Pelosi made the comments in an interview Saturday at the Texas Tribune Festival in Austin, Texas."
    },
    {
        "sourceText": "हाउस माइनॉरिटी लीडर नैन्सी पेलोसी सुप्रीम कोर्ट के नामांकित ब्रेट कावानॉ के \"हिस्टेरिकल\" कहलन आ कहलन कि ऊ स्वभाव से सुप्रीम कोर्ट में काम करे खातिर अयोग्य बाड़ें।",
        "targetText": "House Minority Leader Nancy Pelosi called Supreme Court nominee Brett Kavanaugh ‘hysterical’ and said that he was temperamentally unfit to serve on the Supreme Court."
    },
    {
        "sourceText": "\"अमेरिका में कवनो भरोसा बिना, हमनी के राष्ट्रीय सुरक्षा में भरोसा ना रही, आ अइसन परिस्थितियन में, हमनी के पहिले अपने आप अकेले हथियार छोड़ देबे के कवनो तरीका नइखे,\" श्री री न्यूयॉर्क में संयुक्त राष्ट्र महासभा के भाषण में कहलन।",
        "targetText": "‘Without any trust in the US, there will be no confidence in our national security and under such circumstances, there is no way we will unilaterally disarm ourselves first,’ Mr Ri said in a speech to the UN General Assembly in New York."
    },
    {
        "sourceText": "बाकिर शनिचर के, उत्तर कोरिया के विदेश मंत्री री योंग-हो अमेरिका के प्रतिबंध के दोष देलेन कि तब से कवनो प्रगति ना भइल।",
        "targetText": "But on Saturday, North Korean Foreign Minister Ri Yong-ho blamed US sanctions for the lack of progress since then."
    },
    {
        "sourceText": "ई जून के ऐतिहासिक बैठक के बाद भइल, जब अमेरिका के राष्ट्रपति डोनाल्ड ट्रंप आ किम जोंग-उन सिंगापुर में भेंट कइले रहलें, आ ओह समय ऊ लोग आम शब्दन में सहमति बनवलस कि न्यूक्लियर-फ्री कोरियाई प्रायद्वीप खातिर काम करी।",
        "targetText": "This came after June's historic meeting between US President Donald Trump and Kim Jong-un in Singapore, when they agreed in broad terms to work towards the nuclear-free Korean peninsula."
    },
    {
        "sourceText": "एह महीना के सुरुआत में, दुनो देश के नेता प्योंगयांग में भेंट कइले, जेकर मुख्य मुद्दा ठप पड़ल परमाणु निरस्त्रीकरण बातचीत रहल।",
        "targetText": "Earlier this month, the leaders of the two countries met in Pyongyang for talks that centred on the stalled denuclearisation negotiations."
    },
    {
        "sourceText": "उत्तर आ दक्षिण के संबंध - जे अबहियो तकनीकी रूप से युद्ध में बाड़ें - हाल के महीना में खासा बेहतर भइल बा।",
        "targetText": "Relations between the North and the South - who are still technically at war - have markedly improved in recent months."
    },
    {
        "sourceText": "चीन दोषी लोग के शरणार्थी के बजाय गैरकानूनी प्रवासी मानेला आ अक्सर जबरदस्ती उनकरा के देश वापिस भेज देला।",
        "targetText": "China regards the defectors as illegal migrants rather than refugees and often forcibly repatriates them."
    },
    {
        "sourceText": "ज्यादातर लोग चीन के रास्ता से भागेला, काहे कि चीन के उत्तर कोरिया से सबसे लंबा सीमा बा आ ओह पर पार पावे आसान बा, जबकि दुनो कोरिया के बीच के भारी सुरक्षा वाला डेमिलिटरीज़्ड जोन (DMZ) पार करना मुश्किल बा।",
        "targetText": "Most flee via China, which has the longest border with North Korea and is easier to cross than the heavily protected Demilitarised Zone (DMZ) between the two Koreas."
    },
    {
        "sourceText": "सियोल कहता कि 1953 में कोरियाई युद्ध खतम भइला के बाद से 30,000 से अधिक उत्तर कोरियाई लोग गैरकानूनी रूप से सीमा पार कर चुकल बा।",
        "targetText": "Seoul says more than 30,000 North Koreans have illegally crossed the border since the end of the Korean War in 1953."
    },
    {
        "sourceText": "पार्क ब्यूंग-सेउग, दक्खिन के एकीकरण मंत्रालय के डेटा के हवाला देत, कहले कि पिछले साल 1,127 लोग भागल – जबकि 2011 में ई संख्या 2,706 रहल।",
        "targetText": "Park Byeong-seug, citing data from the South's unification ministry, said there had been 1,127 defections last year - compared with 2,706 in 2011."
    },
    {
        "sourceText": "एक दक्षिण कोरियाई विधायक कहले बा कि जब से किम जोंग-उन सात साल पहिले सत्ता में आइल बाड़ें, तब से उत्तर कोरिया से दक्षिण कोरिया भागे वाला लोग के संख्या घट गइल बा।",
        "targetText": "The number of North Korean defectors to South Korea has fallen since Kim Jong-un came to power seven years ago, a South Korean lawmaker has said."
    },
    {
        "sourceText": "अभी तक साफ नइखे कि श्री कावानॉ के सीनेट के मंजिल पर कम से कम 50 वोट मिल सकेला कि ना, जेसे उपराष्ट्रपति माइक पेंस टाई तोड़ सके आ उनकरा के सुप्रीम कोर्ट में पुष्टि कर सके।",
        "targetText": "It's still not clear whether Mr Kavanaugh can get to at least 50 votes on the Senate floor, which would allow Mike Pence, the vice president, to break a tie and confirm him to the Supreme Court."
    },
    {
        "sourceText": "जॉर्ज डब्ल्यू. बुश फोन उठाके सीनेटर लोग के कॉल करत बाड़ें, उनकरा के कावानॉ के समर्थन करे खातिर मनावत, जे व्हाइट हाउस में श्री बुश के तहत काम कइले रहलें आ ओही दौरान उनका से मिलल आपन पत्नी एशली से, जे श्री बुश के व्यक्तिगत सचिव रहली।",
        "targetText": "George W. Bush has been picking up the phone to call Senators, lobbying them to support Mr Kavanaugh, who worked in the White House for Mr Bush and through him met his wife Ashley, who was Mr Bush's personal secretary."
    },
    {
        "sourceText": "कहल कि उनकर पिता, जे बीबीसी में कैमरा मैन के रूप में काम कइले रहलें आ एक छोट खिलौना भालू से प्रेरित होके बाल किताब लिखले, अपन काम के खारिज होखला पर भी संतुष्ट रहितन,  ऊ जोड़ली कि किताब के 60वां सालगिरह \"कड़ुआ-मीठा\" रहल जब ऊ पिछले साल निधन भइलन।",
        "targetText": "Saying her father, who had worked as a BBC cameraman before being inspired to write the children's book by a small toy bear, would have been sanguine about his work being rejected, she added the 60th anniversary of the books publication was ‘bittersweet’ after his death last year."
    },
    {
    "sourceText": "वेल्श के AM (विधानसभा सदस्य) ई बात से परेशान बा कि हाल के घटनाक्रम से उनकर जनता में छवि खराब हो रहल बा।\nउ लोगन के डर बा कि आपसी झगड़ा, गड़बड़ी आ गलत फैसला से लोग उनकर मजाक उड़ावे लागे आ “मपेट” जइसन समझे।\nअइसन सोच से उनकर राजनीतिक भरोसा आ काम करे के ताकत कमजोर पड़ सकेला।\nएह वजह से उ लोग आपन इज्जत आ ठीक छवि बनाके रखे खातिर ज्यादा सावधान बा।",
    "targetText": "The Welsh AM (Member of the Assembly) is worried that recent events are damaging their public image. They fear that internal disputes, confusion, and wrong decisions might make people mock them and see them as 'muppets'. Such thinking could weaken their political credibility and ability to work. Therefore, they are being more cautious to maintain their respect and proper image."
  },
  {
    "sourceText": "विधानसभा के कुछ सदस्य लोगन के बीच ई सुझाव पर अड़चन आ मतभेद बा कि उनकर पद के नाम बदलके MWP (वेल्श के सांसद) राखल जाव।\nकुछ लोग मानत बाड़ें कि नया शीर्षक साफ-सुथरा आ असरदार रही, बाकिर दोसरा लोग के डर बा कि ए से भ्रम फैली।\nएह मुद्दा पर विधानसभा के भीतर लगातार चर्चा आ बहस चलत बा।\nफिलहाल, एह सुझाव पर सहमति बनावल आसान नइखे।",
    "targetText": "Some members of the Assembly have objections and disagreements about the proposal to rename their position as MWP (Member of Welsh Parliament). Some believe the new title is clean and effective, but others fear it could cause confusion. Discussions and debates are ongoing within the Assembly on this issue. Currently, it is not easy to reach an agreement on this proposal."
  },
  {
    "sourceText": "एह के मुख्य कारण ई बा कि विधानसभा के नाम बदल के 'वेल्श संसद' बनावे के योजना बनावल गइल बा।\nए बदलाव से संस्था के पहचान आ भूमिका में बदलाव के संभावना बा।\nनाम बदलला के साथ-साथ सदस्य लोग के पद आ जिम्मेदारी पर भी असर पड़ सकेला।\nएही कारण से कई सदस्य एह प्रस्ताव के लेके सतर्क आ चिन्तित नजर आवत बाड़ें।",
    "targetText": "The main reason is that there is a plan to rename the Assembly as the 'Welsh Parliament'. This change may alter the institution’s identity and role. Along with the renaming, members’ positions and responsibilities may also be affected. Therefore, many members are cautious and concerned about this proposal."
  },
  {
    "sourceText": "राजनीति से जुड़ल सभे AM लोग ई बात लेके चिंतित बा कि एह फैसला से उनकर सार्वजनिक छवि पर असर पड़ सकेला।\nउ लोग के डर बा कि लोग एह मुद्दा के गंभीरता से ना लेके उनकर मजाक उड़ाई।\nएह तरह के प्रतिक्रिया से उनकर विश्वसनीयता आ राजनीतिक प्रभाव पर नकारात्मक असर पड़ सकेला।\nएही कारण से उ लोग पूरा मामला लेके काफी सतर्क आ संवेदनशील नजर आवत बाड़ें।",
    "targetText": "All AMs involved in politics are worried that this decision could affect their public image. They fear that people may not take the issue seriously and might mock them. Such reactions could negatively affect their credibility and political influence. That is why they appear very cautious and sensitive about the whole matter."
  },
  {
    "sourceText": "एक लेबर AM कहले कि उनका समूह के ई चिंता रहे कि एह प्रस्ताव के TWP आ PWP जइसन नाम से ना जोडल जाव।\nउ लोग के मानना रहे कि एह तरह के छोट आ अस्पष्ट शीर्षक जनता में भ्रम पैदा कर सकेला।\nसमूह के डर रहे कि एह तरह के नाम राजनीतिक मुद्दा के गंभीरता के कम कर दी।\nएही कारण से उ लोग एह विषय पर सावधानी आ स्पष्टता बरते के पक्ष में रहल।",
    "targetText": "A Labour AM said that their group was concerned that this proposal should not be associated with names like TWP and PWP. They believed that such short and unclear titles could cause confusion among the public. The group feared that such names would reduce the seriousness of the political issue. Therefore, they favored caution and clarity on this matter."
  },
  {
    "sourceText": "वेल्स से बाहर रहे वाला पाठक लोग खातिर ई बात बुझल जरूरी बा कि वेल्श भाषा में कुछ शब्द के अलग मतलब होला।\nवेल्श में 'twp' के मतलब बेवकूफ या मूर्ख होला।\nवहीं 'pwp' शब्द के अर्थ गंदगी या मल से जुड़ल मानल जाला।\nएही कारण से एह शब्द से मिलत-जुलत संक्षेप के लेके संवेदनशीलता आ चिंता देखावल गइल।",
    "targetText": "For readers outside Wales, it is important to understand that some words have different meanings in the Welsh language. In Welsh, the word 'twp' means foolish or stupid. Similarly, the word 'pwp' is considered to mean dirt or excrement. This is why there has been sensitivity and concern regarding abbreviations similar to these words."
  },
  {
    "sourceText": "एक प्लेड एएम कहले कि पूरा समूह खुश नइखे रहल आ उ लोग दुसर विकल्प के सुझाव दिहलस।\nउनकर मानना रहे कि मौजूदा प्रस्ताव से समूह के राय आ जनता के धारणा पर असर पड़ सकेला।\nउ कहलन कि बेहतर आ ज्यादा उपयुक्त विकल्प खोज के ही अंतिम फैसला लेहल जाव।\nसमूह एह मामले में पूरा तरह संतुष्ट नइखे रहल आ सभ पहलू पर विचार करे के जरूरी मानल गइल।",
    "targetText": "A Plaid AM said that the entire group was not happy and they suggested other options. They believed that the current proposal could affect the group’s opinion and public perception. They said that a better and more suitable option should be found before making a final decision. The group was not fully satisfied and felt it was necessary to consider all aspects."
  },
  {
    "sourceText": "वेल्श के एगो राजनीतिक दल कहले कि नाम बदलला के मामिला में उनकर समूह 'स्वतंत्र विचार वाला' रहे,\nबाकिर उ लोग ई बात पर भी ध्यान दिहलस कि शब्द में खाली मौखिक छोट बदलाव से MWP के 'मपेट' जइसन सुनावल जा सकेला।\nएह से चिंता व्यक्त भइल कि जनता या मीडिया एकरा के मजाक के रूप में ले सकेला।\nदल कहले कि एह संभावित नकारात्मक असर के ध्यान में राखत नाम बदलला के निर्णय पर सोच-समझ के फैसला लेहल जरूरी बा।",
    "targetText": "A Welsh political party said that their group was 'independent-minded' regarding the name change, but they also noted that with a small verbal change, MWP could sound like 'muppet'. This raised concerns that the public or media might treat it as a joke. The party said that considering this potential negative impact, the decision on the name change should be made thoughtfully."
  },
  {
    "sourceText": "ए संदर्भ में, वेल्श में अक्षर w के उच्चारण ठीक ओहि तरह होला जइसन यॉर्कशायर अंग्रेजी में अक्षर u के होला।\nमतलब, वेल्श में w के सुनला पर कुछ हद तक 'ऊ' या 'उ' जइसन लागेला।\nएही कारण से कुछ शब्द के उच्चारण बाहरी लोग खातिर भ्रमित करे वाला हो सकेला।\nभाषाई एह तरह के अंतर के समझल जरूरी बा ताकि शब्द के सही मतलब आ ध्वनि के अंदाजा लगावल जा सके।",
    "targetText": "In this context, the pronunciation of the letter 'w' in Welsh is similar to the pronunciation of the letter 'u' in Yorkshire English. That means the sound of 'w' in Welsh can somewhat resemble 'oo' or 'u'. For this reason, some words’ pronunciation may confuse outsiders. Understanding such linguistic differences is necessary to correctly interpret the meaning and sound of words."
  },
  {
    "sourceText": "नाम बदलला के मामिला पर वर्तमान में कानूनी मसौदा तैयार कर रहल विधानसभा आयोग कहले:\n“विधानसभा के सदस्य के का कह के पुकारल जाला, एह संबंध में कोई भी विवरणकर्ता के आखिरी फैसला निश्चित रूप से सदस्य लोग खातिर उनका खुद के मामला होई।”\nआयोग ई भी स्पष्ट कइलस कि एह विषय में अंतिम निर्णय पूरा तरह सदस्य लोग के व्यक्तिगत अधिकार आ प्राथमिकता पर निर्भर करी।\nएह से, नाम बदलला या पद के शीर्षक तय करे के मामिला में सदस्य लोग के राय आ सहमति के महत्व दिहल जाई।",
    "targetText": "The Assembly Commission, currently drafting the legal proposal on the name change, said: 'The final decision about what members are called will certainly be a matter for the members themselves.' The Commission also clarified that the final decision will fully depend on the individual rights and preferences of the members. Therefore, members’ opinions and consent will be given importance when deciding on name changes or titles."
  },
  {
    "sourceText": "वेल्स सरकार अधिनियम 2017 के अनुसार, वेल्श विधानसभा के पास आपन नाम बदलला के अधिकार बा।\nए कानून के तहत विधानसभा आपन संस्थागत नाम में बदलाव करे के स्वतंत्र फैसला ले सकेला।\nअधिनियम ई सुनिश्चित करेला कि अइसन फैसला पूरा तरह विधायी प्रक्रिया आ नियम के तहत लीहल जाव।\nए अधिकार के इस्तेमाल करत समय सदस्य लोग के राय आ संवैधानिक ढांचा के सम्मान करना जरूरी बा।",
    "targetText": "According to the Wales Government Act 2017, the Welsh Assembly has the authority to change its name. Under this law, the Assembly can independently decide to change its institutional name. The Act ensures that such a decision is taken fully under legislative procedures and rules. While exercising this right, it is necessary to respect members’ opinions and the constitutional framework."
  },
  {
    "sourceText": "जून में, आयोग उन प्रस्ताव पर सार्वजनिक सलाह के नतीजा के बारे में बतवलस, जिनमें विधानसभा के नाम बदलके 'वेल्श संसद' बनावे के खातिर काफी अधिक समर्थन मिलल रहे।\nए रिपोर्ट में ई भी उल्लेख भइल कि जनता आ विभिन्न हितधारक एह बदलाव के पक्ष में रहलें।\nआयोग जनता के राय के ध्यान में राखत आगे के प्रक्रिया के रूपरेखा तैयार कइलस।\nएह सार्वजनिक समर्थन से नाम बदलला के प्रस्ताव के आगे बढ़ावे के स्थिति मजबूत भइल।",
    "targetText": "In June, the Commission reported the results of public consultation on the proposals to rename the Assembly as the 'Welsh Parliament', which received strong support. The report also mentioned that the public and various stakeholders were in favor of the change. Taking public opinion into account, the Commission drafted the outline for the next process. This public support strengthened the position of moving forward with the proposal."
  },
  {
    "sourceText": "AM पद के शीर्षक के मामिला में, आयोग वेल्श के सांसद या WMP के समर्थन कइलस,\nबाकिर सार्वजनिक सलाह में सबसे अधिक समर्थन MWP विकल्प के मिलल।\nएह से ई स्पष्ट भइल कि जनता आ सदस्य लोग एह विकल्प के ज्यादा उपयुक्त आ स्वीकार्य मानत बा।\nआयोग एह मतभेद के ध्यान में राखत आगे के फैसला आ सुझाव तैयार कइलस।",
    "targetText": "Regarding the AM title, the Commission supported 'Welsh MPs' or WMP, but the public consultation received the most support for the MWP option. This shows that the public and members find this option more appropriate and acceptable. The Commission considered this difference while preparing further decisions and recommendations."
  },
  {
    "sourceText": "जाहिर बा कि AM कई दोसरा विकल्प के सुझाव दे रहल बाड़न,\nबाकिर पीठासीन अधिकारी एलिन जोन्स खातिर आम सहमति बनावल काफी मुश्किल साबित होत बा।\nफिरो, उनका उम्मीद बा कि बदलाव खातिर कानूनी मसौदा कुछ हफ्ता में ही पेश कर दिहल जाई।\nए प्रक्रिया में विभिन्न प्रस्ताव आ सुझाव पर विचार कइल जा रहल बा ताकि अंतिम फैसला सभ पक्ष खातिर संतोषजनक हो सके।",
    "targetText": "It is clear that AMs are suggesting several other options, but it is proving difficult for Presiding Officer Elin Jones to reach consensus. However, she expects that the legal draft for the changes will be presented within a few weeks. During this process, various proposals and suggestions are being considered so that the final decision is satisfactory to all parties."
  },
  {
    "sourceText": "बदलाव खातिर तैयार होत कानून निर्माण में विधानसभा में काम करे के तरीका में अउरी बदलाव भी शामिल कइल जाई।\nए बदलाव में AM के अयोग्यता खातिर नियम साफ करना आ कमिटी सिस्टम के नया प्रारूप तैयार करना शामिल बा।\nएह से ई सुनिश्चित होई कि विधानसभा के संचालन ज्यादा व्यवस्थित आ पारदर्शी ढंग से होखे।\nसाथे-साथ, नया नियम सदस्य लोग के दायित्व आ जिम्मेदारी के साफ-साफ परिभाषित करिहें।",
    "targetText": "The law being prepared for changes also includes further modifications in how the Assembly works. These changes include clarifying rules for AM disqualification and preparing a new committee system format. This will ensure the Assembly operates more systematically and transparently. At the same time, the new rules will clearly define members’ duties and responsibilities."
  },
  {
    "sourceText": "कानून बनावे पर बहस के समय, AM लोगन से आखिर में ई सवाल पर वोट लिहल जाई कि उनका का कह के बुलावल जाव।\nएह प्रक्रिया से ई तय होई कि सदस्य लोगन के पद के नाम लोकतांत्रिक तरीका से चुनल जाव।\nवोटिंग के नतीजा से साफ हो जाई कि जादातर सदस्य कौने विकल्प के समर्थन में बाड़ें।\nएह तरह से आखिरी फैसला पूरा तरह सदस्य लोगन के राय आ सहमति पर आधारित होई।",
    "targetText": "During debates on the legislation, AMs will finally vote on what they should be called. This process will decide the title of members’ positions through a democratic method. The voting results will clarify which option most members support. In this way, the final decision will be fully based on members’ opinions and consent."
  },
  {
    "sourceText": "मैसेडोनिया के लोग देश के नाम बदले खातिर मतसंग्रह करावे जा रहल बाड़ें।\nएह मतसंग्रह के मकसद जनता के राय जान के देश के नाम लोकतांत्रिक तरीका से तय करे के बा।\nअलग-अलग नाम के विकल्प पर बहस आ चर्चा भइला के बादे आखिरी फैसला लिहल जाई।\nई प्रक्रिया नागरिकन के राष्ट्रीय पहचान आ फैसला लेवे में सीधे भाग लेवे के मौका देला।",
    "targetText": "The people of Macedonia are going to hold a referendum to change the country’s name. The aim is to decide the country’s name democratically by knowing public opinion. After discussion and debate on various name options, the final decision will be taken. This process gives citizens a chance to participate directly in national identity and decision-making."
  },
  {
    "sourceText": "रविवार के दिन मतदाता लोग ई बात खातिर वोट करी कि अपना देश के नाम बदल के ‘रिपब्लिक ऑफ नॉर्थ मैसेडोनिया’ रखल जाव कि ना।\nवोटिंग के जरिए ई तय होई कि जनता ई बदलाव के समर्थन में बा कि ना।\nएह प्रक्रिया में नागरिक लोगन के सीधा भागीदारी सुनिश्चित कइल जा रहल बा।\nमतदान के नतीजा देश के राष्ट्रीय पहचान आ भविष्य के दिशा तय करे में बहुत अहम भूमिका निभाई।",
    "targetText": "On Sunday, voters will vote on whether to change their country’s name to ‘Republic of North Macedonia’. The vote will determine whether the public supports this change. This process ensures direct participation of citizens. The results will play a crucial role in deciding the country’s national identity and future direction."
  },
  {
    "sourceText": "ग्रीस जइसन पड़ोसी देश से दशकों पुरान विवाद सुलझावे खातिर एह मशहूर मतदान के आयोजन कइल गईल रहे।\nई विवाद एहसे रहे कि ग्रीस के एगो प्रांत के नामो मैसेडोनिया हवे।\nनाम के चलते दुनो देशन के बीच पहचान आ सांस्कृतिक अधिकार के लेके टकराव बनल रहल।\nमतदान के जरिए उम्मीद कइल जात रहे कि एह मुद्दा के शांतिपूर्ण आ लोकतांत्रिक समाधान निकली।",
    "targetText": "A famous referendum was held to resolve a decades-old dispute with neighbor Greece. The dispute arose because a region in Greece is also named Macedonia. Because of the name, both countries clashed over identity and cultural rights. The referendum was expected to provide a peaceful and democratic solution to this issue."
  },
  {
    "sourceText": "एथेंस काफी समय से ई बात पर जोर देत आ रहल बा कि ओकर उत्तर में रहल पड़ोसी देश के नाम, ओकर प्रांत मैसेडोनिया के बारे में भ्रम पैदा करेला।\nघरेलू नीति आ अंतरराष्ट्रीय पहचान के कारण, ग्रीस कई बेर ईयू आ नाटो में ओकर सदस्यता पर आपत्ति जतवले बा।\nग्रीस के मानना बा कि एके नाम होखे से सांस्कृतिक आ ऐतिहासिक अधिकार के बारे में गलत संदेश जाला।\nएहसे दुनो देशन के बीच विवाद सुलझावे खातिर लगातार बातचीत आ कूटनीतिक कोशिश चलत आ रहल बा।",
    "targetText": "Athens has long insisted that the name of its northern neighbor creates confusion with its own province named Macedonia. For domestic politics and international identity reasons, Greece has repeatedly opposed its neighbor’s membership in the EU and NATO. Greece believes that having the same name sends wrong messages about cultural and historical rights. Therefore, diplomatic talks and negotiations continue to resolve the dispute."
  },
  {
    "sourceText": "नाम बदलाव पर जनमत के एगो विरोधी, मैसेडोनियाई राष्ट्रपति के कहना बा कि ऊ मतदान के अनदेखी करीहें।\nउनकर तर्क बा कि एह मुद्दा पर आम जनता के फैसला उनकर नजर में ना त पूरा बा आ ना ही वैध।\nराष्ट्रपति के ई रुख विवाद आ राजनीतिक बहस के अउरी बढ़ा सकेला।\nएहसे साफ हो जाला कि देश में नाम बदले के प्रस्ताव के लेके राजनीतिक मतभेद अबहियों गहिर बा।",
    "targetText": "A rival of the name-change referendum, the Macedonian President, said he would ignore the vote. He argued that the public’s decision on this issue is neither complete nor valid in his view. The President’s stance could increase controversy and political debate. This shows that political differences over the name-change proposal remain deep."
  },
  {
    "sourceText": "हालांकि, प्रधानमंत्री ज़ोरान ज़ेव आ मतसंग्रह के समर्थक लोगन के तर्क बा कि नाम में बदलाव खाली ईयू आ नाटो में शामिल होखे के रास्ता ह।\nउनकर कहना बा कि एहसे देश के अंतरराष्ट्रीय पहचान आ कूटनीतिक संबंध मजबूत होइहें।\nऊ लोग मानेला कि नाम बदले से पुरान विवाद खतम हो जाई आ देश वैश्विक मंच पर अउरी प्रभावशाली बन सकेला।\nएहसे समर्थक लोग एह बदलाव के भविष्य के मौका आ विकास खातिर जरूरी कदम मानत बाड़ें।",
    "targetText": "However, Prime Minister Zoran Zaev and supporters of the referendum argue that the name change is only a way to join the EU and NATO. They say it will strengthen the country’s international identity and diplomatic relations. They believe the name change will end the old dispute and make the country more influential globally. Therefore, supporters consider this change a necessary step for future opportunities and development."
  },
  {
    "sourceText": "हार्लेम में चर्च कम होत जाए के चलते सेंट मार्टिन के घंटी के आवाज अब कम सुनाई दे रहल बा।\nपहिले जहाँ हर घंटा भा खास मौका पर घंटी बजत रहे, अब ऊ बहुत कम सुनाई देला।\nएहसे स्थानीय संस्कृति आ समुदाय के परंपरा परो असर पड़ रहल बा।\nस्थानीय लोग आ इतिहास से लगाव रखे वाला लोग एह पर चिंता जता रहल बाड़ें आ घंटी बजावे के परंपरा बचावे के कोशिश कर रहल बाड़ें।",
    "targetText": "Due to decreasing churches in Harlem, the sound of St. Martin’s bells is now heard less. Earlier, bells rang every hour or on special occasions, but now they are heard rarely. This affects local culture and community traditions. Locals and history lovers are concerned and trying to preserve the bell-ringing tradition."
  },
  {
    "sourceText": "मिस्टर एडम्स कहले कि इतिहास से जुड़ल बात खातिर जब ऊ बुजुर्ग लोगन से बात कइले, त उनकर कहना रहे कि पहिले हर नुक्कड़ पर बार आ चर्च होखत रहे।\nउन्हन बतवले कि ओह समय समुदाय के सामाजिक आ धार्मिक जीवन बहुत जीवंत रहे।\nबुजुर्ग लोग ईहो साझा कइले कि हर बार आ चर्च अपने आसपास के लोगन के जोड़े के केंद्र होखत रहे।\nएहसे अब चर्च आ बार के संख्या कम होखे से स्थानीय परंपरा आ सामुदायिक जीवन पर असर पड़ रहल बा।",
    "targetText": "Mr. Adams said that when he talked to elderly people about history, they said that earlier there used to be bars and churches on every corner. He said that at that time the community’s social and religious life was very vibrant. The elderly also shared that every bar and church used to be a center that connected people around them. Therefore, now that bars and churches have decreased, local traditions and community life are affected."
  },
  {
    "sourceText": "‘आज, सब खत्म होत जा रहल बा।’\nमि. एडम्स ई बात तब कहले जब ऊ हार्लेम में बदलत सामाजिक आ सांस्कृतिक हालत के जिक्र कइले।\nउनकर मतलब रहे कि पहिले जे जीवंतता आ सामुदायिक जुड़ाव रहे, ऊ अब धीरे-धीरे कम होत जा रहल बा।\nएह वाक्य में चिंता आ उदासी झलकत बा कि समय के साथ परंपरा आ स्थानीय जीवन खत्म हो रहल बा।",
    "targetText": "\"Today, everything is disappearing.\" Mr. Adams said this when mentioning the changing social and cultural conditions in Harlem. He meant that the earlier vibrancy and community connection is now gradually decreasing. This sentence reflects worry and sadness that traditions and local life are disappearing over time."
  },
  {
    "sourceText": "उन्हन कहले कि बार कम होखल समझ में आवेला।\nउनकर मतलब रहे कि बदलत जीवनशैली आ लोगन के प्राथमिकता के चलते बार कम हो रहल बा।\nहालांकि, एतना के बावजूद ऊ ई बतवले कि ई बदलाव स्थानीय समुदाय आ सामाजिक जीवन पर असर डाल रहल बा।\nएहसे बार के संख्या में कमी के स्वीकार करत घरीओ ऊ ओकर सांस्कृतिक आ सामुदायिक महत्व पर ध्यान देवे के जरूरत बतवले।",
    "targetText": "He said that the decline in bars is understandable. He meant that due to changing lifestyles and priorities, bars are decreasing. However, he also mentioned that this change affects the local community and social life. Therefore, even while accepting the decline in bar numbers, he emphasized the need to focus on their cultural and community importance."
  },
  {
    "sourceText": "उन्हन कहले, आजकल लोगन के समाज अलग तरीका से बनत जा रहल बा।\nएकर मतलब बा कि आधुनिक जीवनशैली आ बदलत सामाजिक आदत के चलते समुदाय के पारंपरिक ढांचा बदल रहल बा।\nऊ ईहो महसूस करत बाड़ें कि लोग अब पुरान नुक्कड़, बार आ चर्च जइसन जगह पर कम इकट्ठा होखत बा।\nएहसे समाज के जुड़ाव आ सामुदायिक जीवन पहिले जइसन ना रहल।",
    "targetText": "He said that nowadays society is being formed differently. It means that due to modern lifestyle and changing social habits, the traditional structure of the community is changing. He also feels that people now gather less at old corners, bars, and churches. Therefore, social connection and community life are not as before."
  },
  {
    "sourceText": "बार अब पड़ोस के लिविंग रूम जइसन नइखन रहल, जहाँ लोग रोज़ जावें।\nउनकर मतलब बा कि पहिले बार खाली पीए के जगह ना रहे, बल्कि लोगन के मिले-जुले आ बातचीत करे के केंद्र रहे।\nअब बार के भूमिका बदल गइल बा आ लोग रोजाना उहां ना मिलत बा, जवना से सामुदायिक जुड़ाव कम हो गइल बा।\nएह बदलाव से स्थानीय संस्कृति आ पारंपरिक सामाजिक जीवन परो असर पड़ रहल बा।",
    "targetText": "Bars are no longer like the neighborhood living room where people used to go every day. He meant that earlier bars were not just places to drink, but centers for meeting and conversation. Now the role of bars has changed and people no longer meet there daily, reducing community connection. This change affects local culture and traditional social life."
  },
  {
    "sourceText": "चर्च खातिर, उनकर चिंता बा कि संपत्ति बेच के जे पैसा मिली, ऊ नेताओं के उम्मीद के हिसाब से बहुत दिन तक ना चली,\n‘आ जल्दी ई पैसा खत्म हो जाई, ना त बाद में ऊ नेता ठीक ओही जगह पर लौट के आ जइहें, जहवाँ से उनकर शुरुआत भइल रहे।’",
    "targetText": "For churches, their concern is that the money obtained from selling properties will not last as long as leaders expect. They say that soon this money will run out, or later those leaders will return to the same place from where they started. This indicates a kind of financial uncertainty and the possibility of the plan failing. Therefore, church representatives are cautious and want resources to be used thoughtfully and with a long-term perspective."
  },
  {
    "sourceText": "उन्हन आगे जोड़त कहले कि हो सकेला कि चर्च के मालिकाना हक वाला अपार्टमेंट बिल्डिंग में बदल दिहल गइल हो, जेह में तरह-तरह के लोग रहत होखें, जे आस-पास के बाकी बचल पूजा-स्थल के सुरक्षित राखे में मदद ना करिहें।",
    "targetText": "They added that it is possible that churches have been converted into apartment buildings with ownership rights, where different kinds of people live who may not help protect the remaining nearby worship places."
  },
  {
    "sourceText": "उ कहलन, 'एह इमारत में उ लोग के संख्या बढ़त रही जे मालिकाना हक के रूप में एह में घर खरीदत बाड़ें, आ ए तरह एगो समय अइहन जब ई चर्च पूरा तरह से बंद हो जइहन,\nकाहेंकि ई संभावना नइखे कि जादातर लोग जे एह में मालिकाना हक पाके आवत बाड़ें, उ लोग ई चर्च के सदस्य बनिहें।'",
    "targetText": "They said, 'The number of people buying homes with ownership rights in these buildings is increasing, and therefore at some point these churches will be completely closed, because it is unlikely that most of these owners will become members of these churches.'"
  },
  {
    "sourceText": "मेथोडिस्ट धार्मिक समाज के मूल गोरा लोग 1930 के दशक में चले गइल।\nएह से उ समुदाय के सांस्कृतिक आ सामाजिक ढांचा में बड़ा बदलाव आइल।\nउनकर जाए के बाद चर्च आ पड़ोस के जीवन में पहिले जइसन गतिविधि आ परंपरा धीरे-धीरे कम होखे लागल।\nस्थानीय लोग आ इतिहासकार अब एह बदलाव के हार्लेम के सामाजिक आ धार्मिक धरोहर के महत्वपूर्ण हिस्सा मानत बाड़ें।",
    "targetText": "The Methodist religious society’s original white people left in the 1930s. This caused a major change in the community’s cultural and social structure. After they left, activities and traditions in the church and neighborhood gradually decreased. Local people and historians now consider this change an important part of Harlem’s social and religious heritage."
  },
  {
    "sourceText": "इन इमारतों पर धार्मिक समाज के उन अश्वेत लोगों का कब्ज़ा हो गया, जो आस-पास के पूजा स्थलों पर पूजा किया करते थे।\nइस बदलाव से समुदाय के धार्मिक और सामाजिक जीवन में नई पहचान और सक्रियता आई।\nअश्वेत समुदाय ने इन इमारतों को अपने सांस्कृतिक और धार्मिक कार्यक्रमों के लिए केंद्र के रूप में विकसित किया।\nइस तरह, पड़ोस में सामाजिक और धार्मिक गतिविधियों का केंद्र बदल गया और स्थानीय जीवन में नया स्वरूप उभरा।",
    "targetText": "These buildings were taken over by black religious societies who used to worship at nearby places. This change brought new identity and activity to the community’s religious and social life. The black community developed these buildings as centers for cultural and religious programs. In this way, the center of social and religious activities shifted in the neighborhood and a new form of local life emerged."
  },
  {
    "sourceText": "सेंट मार्टिन पर उ पादरी जॉन हावर्ड जॉनसन के तहत एगो अश्वेत धार्मिक समाज के कब्ज़ा हो गइल,\nजे लोग 125th स्ट्रीट पर खुदरा विक्रेता लोग के हटावे के नेतृत्व कइलस।\nई जगह हार्लेम में खरीदारी खातिर प्रमुख केंद्र रहे, जहाँ अश्वेत लोग के नौकरी देबे या पदोन्नति देबे पर विरोध होत रहे।\nएह कार्रवाई से स्थानीय अश्वेत समुदाय खातिर व्यापार आ रोजगार के अवसर बढ़ल, आ उनकर सामाजिक स्थिति में सुधार भइल।",
    "targetText": "Under Father John Howard Johnson, a black religious society took over St. Martin, leading the removal of retailers from 125th Street. This area was a major shopping center in Harlem where black people faced opposition in getting jobs or promotions. This action increased business and employment opportunities for the local black community and improved their social status."
  },
  {
    "sourceText": "1939 में आग लगने की वजह से यह इमारत बुरी तरह क्षतिग्रस्त हो गई।\nलेकिन फादर जॉनसन के अनुयायियों ने इसके पुनर्निर्माण की योजना बनाई और जल्द ही इमारत में घंटा बजाने की शुरुआत कर दी।\nइससे समुदाय में धार्मिक और सामाजिक गतिविधियों को पुनर्जीवित करने में मदद मिली।\nघंटी बजना अब वहां की परंपरा और सामुदायिक जीवन का एक महत्वपूर्ण हिस्सा बन गया।",
    "targetText": "In 1939, a fire badly damaged this building. But Father Johnson’s followers planned its reconstruction and soon began ringing the bell. This helped revive religious and social activities in the community. Bell ringing became an important part of tradition and community life there."
  },
  {
    "sourceText": "फादर जॉनसन के बेटा आ सेंट मार्टिन के उत्तराधिकारी पादरी डेविड जॉनसन गर्व से घंटा बजावे के काम के 'गरीब लोग खातिर किस्मत के दरवाजा खुलना' कहलन।\nउ मानत रहलन कि घंटी के आवाज से समुदाय में आशा आ अवसर के प्रतीक फैली।\nएह पहल से स्थानीय गरीब आ वंचित लोग खातिर सामाजिक आ आर्थिक अवसर बढ़ावे में मदद भइल।\nडेविड जॉनसन एकरा के धार्मिक परंपरा के साथ-साथ समुदायिक समर्थन के प्रतीक भी बतवलन।",
    "targetText": "Father Johnson’s son and successor at St. Martin, Reverend David Johnson, proudly called the bell ringing work 'the opening of the door of fortune for the poor'. He believed that the sound of the bell would spread hope and symbol of opportunity in the community. This initiative helped increase social and economic opportunities for local poor and disadvantaged people. David Johnson said it was a symbol of both religious tradition and community support."
  },
  {
    "sourceText": "जुलाई में घंटा बजावे वाला विशेषज्ञ एह के कुछ एह तरीका से बतवलन: ई 'एक सांस्कृतिक विरासत' आ 'एक अनमोल ऐतिहासिक इंस्ट्रूमेंट' बा।\nउ कहलन कि घंटा खाली आवाज के साधन ना ह, बल्कि हार्लेम के सामाजिक आ धार्मिक पहचान के प्रतीको ह।\nविशेषज्ञ एकर महत्व उजागर करत कहलन कि एकरा के सुरक्षित राखल भविष्य के पीढ़ी खातिर जरूरी बा।\nएकर से साफ होखत बा कि घंटा खाली परंपरा ना ह, बल्कि समुदाय के ऐतिहासिक आ सांस्कृतिक धरोहर के हिस्सा ह।",
    "targetText": "In July, a bell-ringing expert described it as 'a cultural heritage' and 'a priceless historical instrument'. He said the bell is not just a sound device, but a symbol of Harlem’s social and religious identity. Highlighting its importance, the expert said preserving it is necessary for future generations. This shows that the bell is not just a tradition, but part of the community’s historical and cultural heritage."
  },
  {
    "sourceText": "यूनिवर्सिटी ऑफ मिशिगन के विशेषज्ञ टिफ़नी एनजी एह बात पर भी जोर दिहली कि ई दुनिया के पहिला घंटा रहे जेकरा अश्वेत संगीतकार डियोनिसियो ए. लिंड बजवलन।\nउ बतवलन कि डियोनिसियो करीब 18 साल पहिले रिवरसाइड चर्च में एगो बहुत बड़ा घंटा बजावल करेलन।\nएनजी के अनुसार, ई ऐतिहासिक पहल संगीत आ सांस्कृतिक धरोहर दुनू खातिर बहुत महत्वपूर्ण रहे।\nएकर मतलब ई बा कि अश्वेत संगीतकार लोग हार्लेम आ बड़ समुदाय में आपन कला आ पहचान बनावे में महत्वपूर्ण भूमिका निभवलन।",
    "targetText": "University of Michigan expert Tiffany Ng also emphasized that this was the first bell in the world played by black musician Dionisio A. Lind. She said Dionisio used to ring a very large bell at Riverside Church about 18 years ago. According to Ng, this historic initiative was very important for both music and cultural heritage. It means that black musicians played a crucial role in establishing their art and identity in Harlem and the broader community."
  },
  {
    "sourceText": "मि. मेर्रीवेदर बतवलन कि सेंट मार्टिन में उनकर जगह केहू दूसरा ना राखल गइल।\nएकर मतलब बा कि उनकर पद के उत्तराधिकारी तुरत नियुक्त ना भइल रहे।\nएह स्थिति से इमारत आ समुदाय में जिम्मेदारी बाँटे के तरीका प्रभावित भइल।\nउ कहलन कि एकर बावजूद धार्मिक आ सामाजिक गतिविधि जारी रहल।",
    "targetText": "Mr. Merriwether said that no one replaced his position at St. Martin. This means that his successor was not appointed immediately. This situation affected how responsibilities were distributed in the building and community. He said that despite this, religious and social activities continued."
  },
  {
    "sourceText": "पिछला कुछ महीना में सेंट मार्टिन में जे कुछ भइल, उ शिल्पकार आ ठेकेदार लोग के जटिल कहानी बन गइल।\nइनमें से कुछ के चर्च के आम लीडर लोग नियुक्त कइले, जबकि बाकी के धर्म से जुड़ल प्रांत लोग चुनलस।\nएह मिश्रित नियुक्ति प्रणाली से काम आ जिम्मेदारी में कई स्तर आ अलग-अलग नजरिया पैदा भइल।\nएकर परिणाम ई भइल कि परियोजना के प्रगति आ समन्वय बनाए राखल काफी जटिल हो गइल।",
    "targetText": "In the last few months, what happened at St. Martin became a complex story of craftsmen and contractors. Some were appointed by the church’s general leaders, while others were chosen by the religious province. This mixed appointment system created multiple levels and different perspectives in work and responsibilities. As a result, maintaining project progress and coordination became quite complex."
  },
  {
    "sourceText": "वेस्ट्री (जहाँ पूजा के सामान राखल जाला) पर आम लीडर से बने पैरिश (इलाका के पादरी) के अधिकार हो गइल।\nजुलाई में प्रांत में एह बात पर चिंता जतावल गइल कि प्रांत वेस्ट्री खातिर 'लागत पूरा करे के मांग करेगा', भले ही वेस्ट्री प्रांत में नियुक्त कइल शिल्पकार आ ठेकेदार के नियुक्ति में शामिल होखस या ना।\nएकर मतलब बा कि वित्तीय जिम्मेदारी आ नियंत्रण के विवाद सामने आ गइल।\nपैरिश आ प्रांत के बीच एह मामला से परियोजना के प्रबंधन आ निर्णय लेबे के प्रक्रिया में जटिलता बढ़ गइल।",
    "targetText": "The parish formed by general leaders gained authority over the vestry (where worship items are kept). In July, the province expressed concern that it would demand cost completion from the vestry, even if the appointed craftsmen and contractors were not part of the appointment. This means a dispute over financial responsibility and control arose. This matter increased complexity in project management and decision-making between parish and province."
  },
  {
    "sourceText": "इलाका के कुछ पादरी प्रांत के ओर से स्पष्टता के कमी के लेकर शिकायत कइले।\nउ कहले कि फैसला आ दिशा-निर्देश अस्पष्ट होखे के कारण उ लोग के काम में मुश्किल हो रहल बा।\nपादरी लोग के मानना बा कि स्पष्टता ना होखे से समुदाय के विश्वास आ प्रभाव पर भी असर पड़े ला।\nएहसे उ लोग प्रांत से ज्यादा पारदर्शिता आ सही जानकारी के मांग कइले बा।",
    "targetText": "Some local priests complained about the lack of clarity from the province. They said that due to unclear decisions and guidelines, they were facing difficulties in their work. Priests believe that lack of clarity also affects community trust and effectiveness. Therefore, they demanded more transparency and accurate information from the province."
  },
  {
    "sourceText": "केकड़ा पकड़ला खातिर गोताखोरी करत 13 साल के एगो किशोर शार्क के हमला से घायल हो गइल।\nघटना कैलिफोर्निया में लॉबस्टर सीजन के उद्घाटन दिन भइल, जब किशोर पानी में तैरत रहे।\nशार्क अचानक हमला कइलस, जवना से ओकरा गंभीर चोट लागल आ तुरते मदद के जरूरत पड़ल।\nस्थानीय अधिकारी आ बचाव दल तुरते कार्रवाई क के किशोर के सुरक्षित बाहर निकाललन।",
    "targetText": "A 13-year-old boy was injured by a shark attack while diving to catch crabs. The incident occurred in California on the opening day of lobster season when the boy was swimming in the water. The shark attacked suddenly, causing severe injuries and immediate need for help. Local officials and rescue teams acted quickly to safely pull the boy out of the water."
  },
  {
    "sourceText": "अधिकारियन के कहना बा कि शनिचर के 13 साल के एगो किशोर पर एगो शार्क हमला क के ओकरा घायल कर दिहलस।\nओ समय उ कैलिफोर्निया में लॉबस्टर सीजन के उद्घाटन दिन गोता लगावत केकड़ा पकड़ रहल रहे।\nघटना अचानक भइल आ किशोर के गंभीर चोट के साथ पानी से बाहर निकालल गइल।\nअधिकारियन बतवलन कि एह तरह के हमला बहुत कम होला, बाकिर समुंदर में तैराक आ गोताखोर लोग खातिर सतर्क रहना जरूरी बा।",
    "targetText": "Officials said that on Saturday a 13-year-old boy was attacked by a shark and injured. At that time he was diving to catch crabs on the opening day of lobster season in California. The incident happened suddenly and the boy was pulled out of the water with serious injuries. Officials said such attacks are rare, but swimmers and divers should remain cautious in the sea."
  },
  {
    "sourceText": "हमला सुबह 7 बजे से पहिले एंसिनिटास के बीकन बीच के पास भइल।\nए समय सूरज पूरा तरीका से ना उगल रहे आ समुंदर में हल्की रोशनी रहे।\nए जगह पर सुबह-सुबह लोग आम तौर पर तैराकी आ जलक्रीड़ा खातिर आवेला।\nघटना के समय आ जगह बचाव आ तुरते प्रतिक्रिया के चुनौतीपूर्ण बना दिहलस।",
    "targetText": "The attack happened before 7 a.m. near Beacon Beach in Encinitas. At that time the sun had not fully risen and there was dim light in the sea. This place is usually visited early in the morning for swimming and water sports. The time and location of the incident made rescue and immediate response challenging."
  },
  {
    "sourceText": "सैन डिएगो के KSWB-TV से चैड हम्मेल कहलन कि शनिचर के बिहान उ करीब आधा घंटा से दोस्त लोग के साथ गोता लगा रहल रहलें।\nउहे समय उ मदद खातिर चिचियावत एगो लड़िका के आवाज सुनलन।\nतुरते ओकरा बाद उ एगो समूह के साथ लड़िका के पानी से बाहर निकालेला दौड़लन।\nहम्मेल बतवलन कि एह कोशिश में सभे मिल के लड़िका के सुरक्षा के पक्का कइलन।",
    "targetText": "Chad Hammel told KSWB-TV in San Diego that on Saturday morning he was diving with friends for about half an hour. At the same time he heard a boy shouting for help. Immediately after that, he ran with a group to pull the boy out of the water. Hammel said that in this effort, everyone together ensured the boy’s safety."
  },
  {
    "sourceText": "हम्मेल बतवलन कि पहिले उनकर लागल कि लड़िका के केकड़ा पकड़ के खुशी में आवाज लगवलस,\nबाकिर फेर उ महसूस कइलन कि लड़िका चिचियावत रहल, 'मुझे कुछ काट रहल बा!'\nएह से तुरत साफ हो गइल कि ई खाली खेल या मजाक के आवाज ना रहे, बल्कि असली दर्द आ खतरा के चेतावनी रहे।\nहम्मेल के फुर्तीला प्रतिक्रिया से लड़िका के आउर गंभीर चोट से बचावल गइल।",
    "targetText": "Hammel said that at first he thought the boy was shouting in excitement for catching a crab, but then he realized the boy was screaming, 'Something is biting me!' This immediately made it clear that it was not just a game or joke, but a real warning of pain and danger. Hammel’s quick response helped prevent more serious injury to the boy."
  },
  {
    "sourceText": "हम्मेल बतवलन कि जब उ लड़िका के देखलन त उ पावलन कि लड़िका के पूरा गला फूट गइल बा।\nएह दृश्य से उ बहुत हैरान आ चिन्तित हो गइलन।\nस्थिति गंभीर आ खतरनाक रहे, एहसे तुरते मदद के जरूरत रहे।\nहम्मेल के रिपोर्ट से घटना के गंभीरता आ लड़िका के सेहत के हालत साफ पता चलेला।",
    "targetText": "Hammel said that when he saw the boy, he found that the boy’s entire throat was torn. This sight shocked and worried him. The situation was serious and dangerous, so immediate help was needed. Hammel’s report clearly shows the severity of the incident and the boy’s health condition."
  },
  {
    "sourceText": "हम्मेल कहलन, हम सबके आवाज लगवनी कि ऊ लोग पानी से बाहर निकल जाव: पानी में एगो शार्क बा!\nउनकर मकसद तुरते चेतावनी देबे के आ लोग के खतरा से बचावे के रहल।\nएह घटना से उहां मौजूद लोग डर आ सतर्कता के बीच फँस गइलें।\nहम्मेल के फुर्तीली प्रतिक्रिया संभावित खतरा से सुरक्षा सुनिश्चित करे में बहुत जरूरी रहल।",
    "targetText": "Hammel said, 'I shouted for everyone to get out of the water: there is a shark in the water!' His aim was to warn immediately and save people from danger. This incident trapped those present between fear and caution. Hammel’s quick reaction was crucial in ensuring safety from potential danger."
  },
  {
    "sourceText": "Sainsbury's अब ब्यूटी प्रोडक्ट में अपने ग्राहक लोग के बढ़िया अनुभव देवे खातिर विशेषज्ञ सहायक लोग के नियुक्त कर रहल बा। ई कदम Sainsbury's के डिपार्टमेंट स्टोर जइसन बड़ा ब्यूटी सेक्शन बनावे के योजना के हिस्सा बा।\nएह पहल के जरिए ऊ Boots, Superdrug आ Debenhams जइसन बड़े ब्यूटी स्टोर से मुकाबला करे के तैयारी कर रहल बा।\nविशेषज्ञ सहायक लोग ग्राहक लोग के सही प्रोडक्ट चुनला में मदद करिहें, स्किनकेयर आ मेकअप के बारे में सलाह देहिहें आ ग्राहक के अनुभव के अउरी बढ़िया बनावे में योगदान दीहीं।",
    "targetText": "Sainsbury’s is now hiring expert assistants to provide better customer experience in beauty products. This step is part of Sainsbury’s plan to develop a large beauty section like a department store. Through this initiative, it is preparing to compete with big beauty stores like Boots, Superdrug, and Debenhams. Expert assistants will help customers choose the right products, advise on skincare and makeup, and contribute to improving customer experience."
  },
  {
    "sourceText": "Sainsbury's बतवलस कि ई योजना के तहत अब ले जेतना प्रोडक्ट रहत रहे, ओकरा दोगुना हो जाई, काहे कि पहिले बेर करीब 3,000 अलग-अलग ब्यूटी प्रोडक्ट स्टोर में उपलब्ध करावल जाई।\nएह योजना में पहली बेर प्रसिद्ध ब्रांड जइसन Revlon, Essie, Tweezerman आ Dr. PawPaw के शामिल कइल गइल बा। एकर मतलब बा कि ग्राहक अब ई ब्रांड के प्रोडक्ट Sainsbury's के स्टोर से खरीद सकेलें।",
    "targetText": "Sainsbury’s said that under this plan, the number of products will double because for the first time about 3,000 different beauty products will be made available in stores. For the first time, famous brands like Revlon, Essie, Tweezerman, and Dr. PawPaw have been included. This means customers can now buy products from these brands at Sainsbury’s stores."
  },
  {
    "sourceText": "L'Oreal, Maybelline आ Burt's Bees के मौजूद प्रोडक्ट अब Sainsbury's में अउरी प्रमुख रूप से उपलब्ध होखिहें।\nएकर मतलब बा कि ई प्रोडक्ट Boots जइसन बड़े आ लोकप्रिय ब्यूटी शॉप में मिलते ब्रांडेड प्रोडक्ट के स्तर पर अउरी मौका पइहें।\nग्राहक लोग अब ई ब्रांड के प्रोडक्ट Sainsbury's स्टोर से आसानी से खरीद सकेलें आ इनकर पहुँच बढ़ जाई।",
    "targetText": "L'Oreal, Maybelline and Burt’s Bees products will now be more prominently available at Sainsbury’s. This means these products will have more opportunities at the level of branded products found in major beauty shops like Boots. Customers will now easily find these brands at Sainsbury’s stores and their accessibility will increase."
  },
  {
    "sourceText": "सुपरमार्केट अब अपने बुटीक मेकअप प्रोडक्ट्स के फेर से शुरू कर रहल बा।\nएकर मकसद बा कि एह में से ज्यादातर प्रोडक्ट वीगन-फ्रेंडली होखसु।\nएहसे छोट-छोट दुकानदारन में ई प्रोडक्ट के मांग कुछ तेज़ी से बढ़ सकेला।",
    "targetText": "The supermarket is relaunching its boutique makeup products. The aim is that most of these products will be vegan-friendly. This could increase demand for these products among small retailers."
  },
  {
    "sourceText": "एह अलावा, परफ्यूम रिटेलर Fragrance Shop भी Sainsbury's के दू स्टोर में एगो विशेष सुविधा के जाँच करी।\nपहिला स्टोर पिछले हफ्ता क्रॉयडन, साउथ लंदन में खुलल रहे।\nदूसरा स्टोर एह साल के अंत में सेली ओक, बर्मिंघम में खुले वाला बा।\nएह जाँच के मकसद बा कि ग्राहक लोग ई स्टोर में परफ्यूम प्रोडक्ट्स पर कइसन प्रतिक्रिया देत बा आ सुविधा कतना सफल बा।",
    "targetText": "In addition, perfume retailer Fragrance Shop will also test a special facility in two Sainsbury’s stores. The first store opened last week in Croydon, South London. The second store will open later this year in Selly Oak, Birmingham. The purpose of this test is to see how customers respond to perfume products and how successful the facility is."
  },
  {
    "sourceText": "ऑनलाइन शॉपिंग आ स्थानीय सुविधा स्टोर यानी सुपरमार्केट में रोज बिके वाला खाद्य सामग्री के मात्रा घटत जा रहल बा।\nएह कमी के कारण ग्राहक लोगन के स्टोर पर आवे के संख्या भी कम हो रहल बा।\nएही से दुकानदार आ सुपरमार्केट संचालक अब ग्राहक लोगन के आकर्षित करे खातिर ज्यादा से ज्यादा कोशिश कर रहल बा।\nउनकर मकसद बा कि ग्राहक लोग स्टोर पर जियादा आवे आ बिक्री में गिरावट रोकी जा सके।",
    "targetText": "Online shopping and the quantity of daily sold groceries in local convenience stores or supermarkets are decreasing. Because of this decline, customer visits to stores are also decreasing. Therefore, shopkeepers and supermarket operators are now trying harder to attract customers. Their aim is to increase customer visits and prevent a decline in sales."
  },
  {
    "sourceText": "Sainsbury's के चीफ एग्जीक्यूटिव, माइक कूप कहले कि आउटलेट पर अब लोग डिपार्टमेंट स्टोर जइसन तेज़ी से आई।\nसुपरमार्केट चेन अब ज्यादा सुविधा आ गैर-खाद्य सामान भी दे रहल बा, ताकि ऊ डिस्काउंट स्टोर जइसन Aldi आ Lidl से मुकाबला कर सके।\nएह रणनीति के मकसद बा कि ग्राहक लोग आकर्षित होखे आ बिक्री बढ़े।",
    "targetText": "Sainsbury’s chief executive Mike Coupe said that now people will come to outlets as fast as a department store. The supermarket chain is now offering more services and non-food items so that it can compete with discount stores like Aldi and Lidl. The goal of this strategy is to attract customers and increase sales."
  },
  {
    "sourceText": "Sainsbury's अब सैकड़ों स्टोर में Argos के आउटलेट लगा रहल बा।\nदू साल पहिले जब से Sainsbury's आ Argos के ई साझेदारी शुरू भइल, तब से कई स्टोर खोल दिहल गइल बा।\nएह साझेदारी से ना खाली किराना सामान के बिक्री बढ़ल बा, बल्कि सौदा भी अउरी फायदा वाला बन गइल बा।\nएकर मतलब बा कि ग्राहक अब ज्यादा सुविधा आ प्रोडक्ट के लाभ उठा सकेलें आ Sainsbury's के कारोबार मजबूत भइल बा।",
    "targetText": "Sainsbury’s is now installing Argos outlets in hundreds of stores. Two years ago when the partnership between Sainsbury’s and Argos began, many stores were opened. This partnership has not only increased grocery sales but also made the deal more profitable. This means customers can now benefit from more convenience and products, and Sainsbury’s business has strengthened."
  },
  {
    "sourceText": "सुपरमार्केट पहिले भी ब्यूटी आ फार्मेसी प्रोडक्ट्स के स्टोर में फेर से पेश करे के कोशिश कइले रहे।\nबाकि ऊ प्रयास सफल ना भइल आ योजना पूरा तरह कामयाब ना भइल।\nएकर मतलब बा कि पहिले के कोशिश से उम्मीद के मुताबिक बिक्री आ ग्राहक आकर्षण बढ़ल ना।",
    "targetText": "The supermarket had previously tried to reintroduce beauty and pharmacy products in its stores. But that attempt was not successful and the plan did not fully succeed. This means that the previous effort did not increase sales and customer attraction as expected."
  },
  {
    "sourceText": "Sainsbury's 2000 के दशक के शुरूआत में Boots के साथ मिल के व्यवसाय कइले रहे।\nएह साझेदारी में Sainsbury's के सुपरमार्केट में Boots के दवाई के दुकान भी शामिल रहे।\nबाकि सुपरमार्केट में दवाई से होखे वाला आय के बाँटे के तरीका के चलते समस्या भइल।\nएही कारण से दुनो कंपनी के ई साझेदारी खत्म करे के पड़ल।",
    "targetText": "Sainsbury’s partnered with Boots in the early 2000s. This partnership included Boots pharmacies inside Sainsbury’s supermarkets. But there was a problem regarding how revenue from pharmacy sales would be shared. Because of this, both companies had to end the partnership."
  },
  {
    "sourceText": "1,000 से अधिक लोग मुअल गइलें आ दस हजार से अधिक लोग बेघर हो गइलें, काहे कि ईसाई आ मुस्लिम गैंग सड़क पर छुरा, धनुष-तीर आ अउरी खतरनाक हथियार से एक-दूसरा से लड़त रहलें।",
    "targetText": "More than 1,000 people were killed and tens of thousands dislocated from their homes as Christian and Muslim gangs battled on the streets, using machetes, bows and arrows and other crude weapons."
  },
  {
    "sourceText": "देखीं: लिवरपूल के डैनियल स्टुरिज रहस्यमयी तरीका से झुक के चेल्सिया के खिलाफ बराबरी कर दिहलें",
    "targetText": "Watch: Liverpool's Daniel Sturridge dips deep equalizer vs Chelsea"
  },
  {
    "sourceText": "शनिचर के लंदन के स्टैमफोर्ड ब्रिज में डैनियल स्टुरिज 89वें मिनट में गोल क के लिवरपूल के प्रीमियर लीग में हार से बचवले।",
    "targetText": "Daniel Sturridge saved Liverpool from a Premier League loss to Chelsea with a score in the 89th minute on Saturday at Stamford Bridge in London."
  },
  {
    "sourceText": "लगभग 30 गज दूर से स्टुरिज के ज़ेरदान शकीरी से पास मिलल, ओह समय उनकी टीम चेल्सिया गोल से 1-0 से पिछड़ल रहे।",
    "targetText": "Sturridge received a pass from Xherdan Shaqiri while about 30 yards out from the Chelsea goal with his team trailing 1-0."
  },
  {
    "sourceText": "उहाँ बाएं पैर से गेंद मारलें आ फेर फर्स्ट पोस्ट के तरफ शॉट लगवले।",
    "targetText": "He tapped the ball to his left before scooping a shot toward the far post."
  },
  {
    "sourceText": "उनकर प्रयास बॉक्स के ऊपर से ऊँचाई पर जा के नेट के दहिना ऊपरी कोना की ओर बढ़ल।",
    "targetText": "The attempt sailed high above the box as it drifted toward the right top corner of the net."
  },
  {
    "sourceText": "आखिर में गेंद केपा आरिज़ाबालागा के पकड़ से ऊपर से गिरल आ नेट में चली गइल।",
    "targetText": "The ball eventually dropped over a leaping Kepa Arrizabalaga and fell into the net."
  },
  {
    "sourceText": "स्टुरिज LiverpoolFC.com से कहलें, “ई बस उ स्थिति में पहुँच के कोशिश रहे, ताकि गेंद के संपर्क में आ सकी, आ शाक जइसन खिलाड़ी एह के जेतना संभव हो सके आगे खेल देत रहेलन, त हम बस खुद खातिर जेतना समय बना सकीं, ओतने बनावे के कोशिश कइनी।”",
    "targetText": "‘It was just trying to get into that position, to get on the ball and players like Shaq always play it forward as much as possible, so I just tried to create myself as much time as possible,’ Sturridge told LiverpoolFC.com."
  },
  {
    "sourceText": "“हम देखनी कि कांते आ रहलें, एक बार टच कइनी आ ज्यादा सोचले बिना शॉट मार दिहनी।”",
    "targetText": "‘I saw Kante coming and took one touch and didn't think about it too much and just took the shot on.’"
  },
  {
    "sourceText": "बेल्जियम के स्टार एडेन हैज़र्ड 25वें मिनट में गोल कइला के बाद हाफटाइम तक चेल्सिया 1-0 से आगे रहल।",
    "targetText": "Chelsea led 1-0 at halftime after getting a score in the 25th minute from Belgian star Eden Hazard."
  },
  {
    "sourceText": "एह से पहिले कि गेंद मिडफील्ड के नजदीक पहुँचत आ लिवरपूल हाफ गेम तक पहुँचत, ब्लूज़ के स्ट्राइकर ओहि खेल में माटेओ कोवासिक के पास दे दिहलें।",
    "targetText": "The Blues striker heeled a pass back to Mateo Kovacic on that play, before spinning off near midfield and sprinting into the Liverpool half."
  },
  {
    "sourceText": "कोवासिक मिडफील्ड में जल्दी से गेंद पहुँचवलें।",
    "targetText": "Kovacic did a quick give-and-go at midfield."
  },
  {
    "sourceText": "फेर ऊ खूबसूरती से गेंद पर शॉट लगवलें, जवना से हज़ार्ड बॉक्स में चल गइलें।",
    "targetText": "He then fired a beautiful through ball, leading Hazard into the box."
  },
  {
    "sourceText": "हज़ार्ड डिफेंस से बाहर निकल गइलें आ लिवरपूल के एलिसन बेकर के पीछे से बाएं पैर से शॉट मार के नेट में भेज देलें।",
    "targetText": "Hazard outran the defence and finished into the far post netting with a left-footed shot past Liverpool's Alisson Becker."
  },
  {
    "sourceText": "लिवरपूल अब बुधवार के दोपहर 3 बजे नेपल्स, इटली के स्टैडियो सान पाओलो में चैंपियंस लीग ग्रुप स्टेज में नेपोली से भिड़ी।",
    "targetText": "Liverpool battles Napoli in the group stage of the Champions League at 3 p.m. on Wednesday at Stadio San Paolo in Naples, Italy."
  },
  {
    "sourceText": "चेल्सिया के सामना गुरुवार के लंदन में दोपहर 3 बजे यूईएफए यूरोपा लीग में वीडियोटॉन से होई।",
    "targetText": "Chelsea faces Videoton in the UEFA Europa Leaguge at 3 p.m. on Thursday in London."
  },
  {
    "sourceText": "इंडोनेशिया में सुनामी से मृतक संख्या बढ़ के 832 हो गइल",
    "targetText": "Death toll from Indonesia tsunami rises to 832"
  },
  {
    "sourceText": "रविवार के सुबह देश के डिजास्टर एजेंसी बतवलस कि इंडोनेशिया में भूकंप आ सुनामी से मृतक संख्या 832 हो गइल बा।",
    "targetText": "The death toll in Indonesia's earthquake and tsunami has climbed to 832, the country's disaster agency said early Sunday."
  },
  {
    "sourceText": "एजेंसी के प्रवक्ता सुतोपो पुरवो नुगरोहो न्यूज कॉन्फ्रेंस में बतवलें कि शुक्रवार के 7.5 तीव्रता वाला भूकंप आ 20 फीट ऊँचाई वाली सुनामी से कई लोग मलबा में फँसल बा।",
    "targetText": "Many people were reported trapped in the rubble of buildings brought down in the 7.5 magnitude earthquake which struck Friday and triggered waves as high as 20 feet, agency spokesman Sutopo Purwo Nugroho told a news conference."
  },
  {
    "sourceText": "380,000 से अधिक आबादी वाला पालू शहर में कई बिल्डिंग ढह गइल रहलीं, जवना से शहर मलबा से भर गइल रहे।",
    "targetText": "The city of Palu, which has more than 3,80,000 people, was strewn with debris from collapsed buildings."
  },
  {
    "sourceText": "पुलिस 32 वर्षीय आदमी के हिरासत में लेल, उन पर शक बा कि ऊ चाकू से महिला के हत्या कइले बा",
    "targetText": "Police arrest man, 32, on suspicion of murder after woman is stabbed to death"
  },
  {
    "sourceText": "आज सुबह बिरकेनहेड, मर्सीसाइड में महिला के शव मिलला के बाद हत्या के जांच शुरू भइल।",
    "targetText": "A murder investigation has been launched after a woman's body was found in Birkenhead, Merseyside this morning."
  },
  {
    "sourceText": "44 वर्षीय महिला के शव सुबह 7.55 बजे ग्रेसन म्यूज़ के जॉन स्ट्रीट पर मिलल, ओकरा शरीर पर चाकू के घोंपल निशान मिलल, आ 32 वर्षीय आदमी के हिरासत में लेल गइल।",
    "targetText": "The 44-year-old was found at 7.55 a.m. with stab wounds on Grayson Mews on John Street, with a 32-year-old man being arrested on suspicion of murder."
  },
  {
    "sourceText": "पुलिस इलाका के लोगन से पूछताछ करत बा आ देखे के कोशिश करत बा कि कवनो आदमी कुछ देखले या सुने होखे।",
    "targetText": "Police have urged people in the area who saw or heard anything to come forward."
  },
  {
    "sourceText": "डिटेक्टिव इंस्पेक्टर ब्रायन ओ'हागन बतवलें: 'जांच शुरू हो चुकल बा, लेकिन मैं उन लोगन से अपील करब जे बिरकेनहेड के जॉन स्ट्रीट के आसपास घटना के समय मौजूद रहलें, अगर उ लोगन में से कवनो भी कुछ संदिग्ध देखले या सुनले होखे त हमनी से संपर्क करी।",
    "targetText": "Detective Inspector Brian O'Hagan said: ‘The investigation is in the early stages but I would appeal to anyone who was in the vicinity of John Street in Birkenhead who saw or heard anything suspicious to contact us."
  },
  {
    "sourceText": "हम टैक्सी ड्राइवर लोग से भी अपील करब, जे डैशकैम फुटेज में कुछ कैप्चर कइले हो सके, काहे कि उ लोगन लगे एहम जानकारी हो सकेला जे जांच खातिर जरूरी बा।'",
    "targetText": "I would also appeal to anyone, particularly taxi drivers, who may have captured anything on dash cam footage to contact us as they may have information which is vital to our investigation.’"
  },
  {
    "sourceText": "एक पुलिस प्रवक्ता बतवलें कि महिला जिनका शव मिलल, ऊ बिरकेनहेड के लोकल रहेली आ ऊ एक प्रॉपर्टी के अंदर पाई गई रहली।",
    "targetText": "A police spokesman has confirmed the woman whose body was found is local to Birkenhead and she was found inside a property."
  },
  {
    "sourceText": "आज दोपहर महिला के जानकार लोग घटना स्थल पर पहुँच के पूछताछ कइले कि आज सुबह ओकर शव कहाँ मिलल।",
    "targetText": "This afternoon friends who believe they know the woman have arrived at the scene to ask questions about where she was found this morning."
  },
  {
    "sourceText": "पुलिस घटना के जांच कर रहल बा आ कहत बा कि ऊ जल्दिये पीड़ित के परिजन लोग के जानकारी दे दीहीं।",
    "targetText": "Investigations are ongoing as police have said they are in the process of informing the victim's next of kin."
  },
  {
    "sourceText": "ग्रेसन म्यूज़ में रहवे वाला एक टैक्सी ड्राइवर अभी-अभी अपन फ्लैट में वापिस जाए के कोशिश कइलें, लेकिन पुलिस कहत बा कि बिल्डिंग के अंदर या बाहर केहू के प्रवेश नइखे मिलत।",
    "targetText": "A taxi driver who lives in Grayson Mews has just tried to get back into his flat but is being told by police no one is allowed in or out of the building."
  },
  {
    "sourceText": "जब उ घटना के पता चलल, त ऊ बोलत बंद हो गइल।",
    "targetText": "He was speechless when he discovered what happened."
  },
  {
    "sourceText": "आस-पास के लोगन के अब कहल जा रहल बा कि पुरान स्थिति में वापस आवे में कुछ घंटा लागी।",
    "targetText": "Residents are now being told it will be hours until they are allowed back in."
  },
  {
    "sourceText": "एक पुलिस अधिकारी के बात सुनाई दिहल कि पूरा इलाका अब क्राइम सीन मानल जा रहल बा।",
    "targetText": "A police officer was heard telling one man that the entire area is now being treated as a crime scene."
  },
  {
    "sourceText": "एक रोवत महिला घटना स्थल पर आईल।",
    "targetText": "A woman appeared at the scene in tears."
  },
  {
    "sourceText": "ऊ बार-बार ई कहत रहली कि ‘ई बहुत भयानक बा’।",
    "targetText": "She keeps repeating 'it's so awful'."
  },
  {
    "sourceText": "दोपहर 2 बजे पुलिस से भरल दू गो वैन घेरे के अंदर गइल जबकि एगो अउरी वैन बाहर खड़ा रहे।",
    "targetText": "At 2 p.m. two police vans were inside the cordon with another van just outside."
  },
  {
    "sourceText": "कई अधिकारी फ्लैट्स के ब्लॉक पर निगरानी खातिर बनल घेरे के अंदर खड़ा रहलें।",
    "targetText": "A number of officers were stood inside the cordon monitoring the block of flats."
  },
  {
    "sourceText": "अगर कवनो व्यक्ति लगे जानकारी बा, त ऊ DM @MerPolCC पर बता सकेला, या 101 पर कॉल कर सकेला, या 30 सितंबर के लॉग 247 के हवाला देके 0800 555 111 पर Crimestoppers के अनाम रूप से संपर्क कर सकेला।",
    "targetText": "Anyone with information is asked to DM @MerPolCC, call 101 or contact Crimestoppers anonymously on 0800 555 111 quoting log 247 of 30th September."
  },
  {
    "sourceText": "संसद के सामने बनल क्रॉमवेल के मूर्ति हाल में सबसे चर्चित स्मारक बन गइल बा, ई ‘इतिहास के फिर से लिखे’ के बहस में फँस गइल बा",
    "targetText": "Parliament's statue of Cromwell becomes latest memorial hit by 'rewriting history' row"
  },
  {
    "sourceText": "ओकर निष्कासन ओकर कट्टर प्यूरिटन अनुयायी लोग के इंग्लैंड के कई सांस्कृतिक आ धार्मिक कलाकृति के तालिबान जइसन तबाही खातिर आदर्श न्याय होई।",
    "targetText": "Its banishment would be poetic justice for his Taliban-like destruction of so many of England's cultural and religious artefacts carried out by his fanatical Puritan followers."
  },
  {
    "sourceText": "लेकिन, क्रॉमवेल सोसाइटी मि. क्रिक के सुझाव के ‘मूर्खतापूर्ण’ आ ‘इतिहास के दुबारा लिखे के कोशिश’ बतवलस।",
    "targetText": "But the Cromwell Society described Mr Crick's suggestion as ‘folly’ and ‘attempting to rewrite history’."
  },
  {
    "sourceText": "क्रॉमवेल सोसाइटी के चेयरमैन जॉन गोल्डस्मिथ कहलें: “मूर्तियन के हटावे पर चल रहल बहस में ई तय रहे कि पैलेस ऑफ वेस्टमिंस्टर के बाहर ओलिवर क्रॉमवेल के मूर्ति निशाना बन जाई।",
    "targetText": "John Goldsmith, chairman of the Cromwell Society, said: ‘It was inevitable in the present debate about the removal of statues that the figure of Oliver Cromwell outside the Palace of Westminster would become a target."
  },
  {
    "sourceText": "इंग्लिश सिविल वार के प्रतीक चिह्न खातिर न त कवनो आदेश दिहल गइल रहे, न ही क्रॉमवेल खुद ई काम कइले रहे।",
    "targetText": "The iconoclasm of the English civil wars was neither ordered nor carried out by Cromwell."
  },
  {
    "sourceText": "ई गलत हो सकेला कि पिछला सदी में ओकर पूर्वज थॉमस के काम खातिर क्रॉमवेल के बलिदान देहल जाई।",
    "targetText": "Perhaps the wrong Cromwell would be sacrificed for the actions of his ancestor Thomas in the previous century."
  },
  {
    "sourceText": "सर विलियम हेमो थोरोक्रॉफ्ट के अनुसार क्रॉमवेल के बेहतरीन प्रतिनिधित्व 19वीं सदी के सोच आ एगो एही तरह के मूर्ति के इतिहास के हिस्सा ह, जवना के कई लोग अबहियो सराहे लायक मानत बा।",
    "targetText": "Sir William Hamo Thorneycroft's magnificent representation of Cromwell is evidence of 19th century opinion and part of the historiography of a figure who many believe is still worth celebrating.’"
  },
  {
    "sourceText": "द संडे टेलीग्राफ के मि. गोल्डस्मिथ बतवले: “क्रॉमवेल के सम्मान कई लोग करत बा, शायद 19वीं सदी के अंत में अधिक लोग ओहके संसद के रक्षक के रूप में देखत रहे, जे बाहरी दबाव के खिलाफ खड़ा रहले, खासकर राजशाही के खिलाफ।",
    "targetText": "Mr Goldsmith told The Sunday Telegraph: ‘Cromwell is regarded by many, perhaps more in the late 19th century than today, as a defender of parliament against external pressure, in his case of course the monarchy."
  },
  {
    "sourceText": "फिर भी, ई पूरा सटीक प्रतिनिधित्व ह कि ना, ई अबहियो इतिहासिक बहस के विषय बा।",
    "targetText": "Whether that is a wholly accurate representation is the subject of continuing historical debate."
  },
  {
    "sourceText": "ई त पक्का बा कि 17वीं सदी के मध्य में संघर्ष के बाद से हमारा राष्ट्र के विकास होत गइल, आ क्रॉमवेल एगो पहचान वाला व्यक्ति ह जे विभाजन के एक पक्ष के प्रतीक बा।",
    "targetText": "What is certain is that the conflict of the mid 17th century has shaped the subsequent development of our nation, and Cromwell is an individual recognisable figure who represents one side of that divide."
  },
  {
    "sourceText": "लॉर्ड प्रोटेक्टर के रूप में उनका उपलब्धि सराहनीय आ याद रखे लायक बा।”",
    "targetText": "His achievements as Lord Protector are also worth celebrating and commemorating.’"
  },
  {
    "sourceText": "खतरनाक सूअर चाइनीज किसान पर हमला कइलस आ किसान के मौत हो गइल",
    "targetText": "Killer Pig Mauls Chinese Farmer to Death"
  },
  {
    "sourceText": "स्थानीय मीडिया रिपोर्ट के अनुसार, दक्षिण-पश्चिम चीन के एगो मार्केट में सूअर एक किसान पर हमला कइलस, जवना से किसान के मौत हो गइल।",
    "targetText": "A farmer was attacked and killed by a pig in a market in southwest China, according to local media reports."
  },
  {
    "sourceText": "रविवार के साउथ चाइना मॉर्निंग पोस्ट में बतावल गइल कि ओकर पहचान केवल उपनाम ‘युआन’ से हो सकल, ओकरा शरीर पर गंभीर जख्म मिलल, गुइझोउ प्रांत के लिउपांसुई मार्केट में सूअर-बाड़ा के पास ओकर शव खून से लथपथ मिलल।",
    "targetText": "The man, identified only by his surname ‘Yuan’, was found dead with a severed artery, covered in blood near a sty at the market in Liupanshui in Guizhou province, the South China Morning Post reported Sunday."
  },
  {
    "sourceText": "30 मई 2005 के चीन के किन्हाई प्रांत के ज़िनिंग में एक सूअर पालक किसान सूअर-बाड़ा में सूअरों के टीका लगावे के तैयारी करत रहे।",
    "targetText": "A pig farmer prepares to inject vaccines into pigs at a hoggery on May 30, 2005 in Xining of Qinghai Province, China."
  },
  {
    "sourceText": "कथित रूप से ऊ बुधवार के पास के युन्नान प्रांत से अपने कज़न के साथ मार्केट में 15 सूअर बेचावे खातिर आइल रहे।",
    "targetText": "He had reportedly travelled with his cousin from the neighbouring Yunnan province on Wednesday to sell 15 pigs at the market."
  },
  {
    "sourceText": "अगिला सुबह, ओकर कज़न के मौत हो गइल आ पता चलल कि पास में एगो सूअर-बाड़ा के दरवाज़ा खुलल रहे।",
    "targetText": "The following morning, his cousin found him dead, and discovered a door to a neighbouring pig sty open."
  },
  {
    "sourceText": "उ बतवलें कि सूअर-बाड़ा में एगो बहुत बड़ा नर सूअर रहे, जेकर मुंह पर खून लागल रहे।",
    "targetText": "He said that in the sty was a large male pig with blood on its mouth."
  },
  {
    "sourceText": "रिपोर्ट के अनुसार, फॉरेंसिक जांच से पुष्टि भइल कि 550 पाउंड वजन वाला सूअर किसान पर हमला क के ओकर हत्या कइलस।",
    "targetText": "A forensic examination confirmed that the 250 kg (550 pound) hog had mauled the farmer to death, according to the report."
  },
  {
    "sourceText": "गुइयांग इवनिंग न्यूज के अनुसार, ‘वु’ उपनाम वाला ओकर कज़न कहले, “हमर कज़न के पैर खून से लथपथ आ पूरी तरह से जख्मी रहे।”",
    "targetText": "‘My cousin's legs were bloody and mangled,’ the cousin, referred to by his surname ‘Wu’, said, as quoted by the Guiyang Evening News."
  },
  {
    "sourceText": "सिक्योरिटी कैमरा फुटेज में देखल गइल कि युआन गुरुवार के सुबह 4.40 बजे अपने सूअरों के चारा देवे खातिर मार्केट में आइल रहे।",
    "targetText": "Security camera footage showed Yuan entering the market at 4.40 a.m. on Thursday to feed his pigs."
  },
  {
    "sourceText": "उसके शव लगभग एक घंटा बाद मिलल।",
    "targetText": "His body was found about an hour later."
  },
  {
    "sourceText": "जवन सूअर आदमी पर हमला क के ओकर हत्या कइलस, ऊ युआन या ओकर कज़न के ना रहे।",
    "targetText": "The animal who killed the man did not belong to Yuan or his cousin."
  },
  {
    "sourceText": "इवनिंग न्यूज के एगो मार्केट मैनेजर बतवलें कि सूअर के बंद करके रखल गइल रहे ताकि ऊ कवनो अउरी आदमी पर हमला ना कर सके, जबकि पुलिस घटना स्थल पर साक्ष्य जुटावत रहे।",
    "targetText": "A market manager told the Evening News that the pig had been locked away to prevent it from attacking anyone else, while police gathered evidence at the scene."
  },
  {
    "sourceText": "कथित रूप से युआन के परिवार आ मार्केट अधिकारी लोग ओकर मौत खातिर मुआवजा पर बातचीत कर रहल बा।",
    "targetText": "Yuan's family and market authorities are reportedly negotiating compensation for his death."
  },
  {
    "sourceText": "हालांकि, पहिले भी सूअरों द्वारा लोग पर हमला करे के दुर्लभ मामला दर्ज भइल बा।",
    "targetText": "Though rare, cases of pigs attacking humans have been recorded before."
  }
]