[
    {
        "sourceText": "इंटरव्यू में ऊ यह भी माने कि जब अगला समर में सीरीज़ खत्म हो जाई, त ऊ गेम ऑफ थ्रोन्स के ना त कोई प्रीक्वल बनाई, ना सीक्वल। ऊ कहलें कि अब ऊ “जंग के मैदान आ घोड़ा” से थक गइल बाड़न।",
        "targetText": "इंटरव्यू में उन्होंने यह भी माना कि जब अगले समर में सीरीज़ खत्म हो जाएगी, तो वह गेम ऑफ थ्रोन्स का न तो कोई प्रीक्वल बनाएंगे, न सीक्वल। उन्होंने कहा कि अब वह “युद्ध के मैदान और घोड़ों” से थक गए हैं।"
    },
    {
        "sourceText": "नवम्बर से, किट सम शेपर्ड के True Well के रिवाइवल में स्टार बनिहें।ई नाटक एगो फिल्म प्रोड्यूसर आ ओकर भाई, जे लुटेरा ह, के कहानी बतावेला।ई उनकर तीव्र प्रतिस्पर्धा, पहचान आ पारिवारिक झगड़ा के देखावेला, जवन उनकर जिनगी में अनपेक्षित तरीका से टकराव ले आवेला।",
        "targetText": "नवंबर से, किट सम शेपर्ड की True Well के रिवाइवल में वह स्टार बनेंगी। यह नाटक एक फिल्म प्रोड्यूसर और उसके भाई, जो लुटेरा है, की कहानी बताता है। यह उनके तीव्र प्रतिस्पर्धा, पहचान और पारिवारिक झगड़े को दिखाता है, जो उनके जीवन में अप्रत्याशित तरीकों से टकराव लेकर आता है।"
    },
    {
        "sourceText": "अभिनेता हाल ही में बतवले कि ऊ आपन पत्नी रोज से मिलल के गेम ऑफ थ्रोंस से निकलल सबसे बढ़िया बात मानेलन।ऊ कहलें कि ई सीरीज़ उनकर जिंदगी के सबसे खास अनुभव बन गइल।",
        "targetText": "अभिनेता ने हाल ही में बताया कि उन्हें अपनी पत्नी रोज से मिलना, गेम ऑफ थ्रोंस से निकलने की सबसे अच्छी बात लगी। उन्होंने कहा कि यह सीरीज़ उनके जीवन का सबसे खास अनुभव बन गई।"
    },
    {
        "sourceText": "रोज यग्रिट के भूमिका निभवली, जे किट के कैरेक्टर जॉन स्नो के प्यार के रूप में रहल, ई एम्मी अवार्ड जीतल फैंटेसी सीरीज़ में।",
        "targetText": "रोज ने यग्रिट की भूमिका निभाई, जो किट के कैरेक्टर जॉन स्नो के प्रेम के रूप में थी, इस एम्मी अवार्ड विजेता फैंटेसी सीरीज़ में।"
    },
    {
        "sourceText": "ई जोड़ा जून 2018 में स्कॉटलैंड के लेस्ली के परिवार के संपत्ति पर बियाह कइलक। समारोह बहुत ही निजी रहल, केवल करीबी दोस्त आ परिवार के लोग शामिल रहल। स्थल, जे खूबसूरत नजारे से घेरल रहल, उनका खास दिन में जादुई एहसास जोड़ दिहलस। ऊ लोग आपन बियाह के दिल से कइल वचन, हंसी-खुशी आ एगो आनंदमय स्वागत समारोह के साथ मनवलक, जे देर रात तक जारी रहल।",
        "targetText": "यह जोड़ा जून 2018 में स्कॉटलैंड के लेस्ली के परिवार की संपत्ति पर शादी के बंधन में बंधा। समारोह बहुत ही निजी था, केवल करीबी दोस्त और परिवार के लोग शामिल थे। स्थल, जो खूबसूरत नजारों से घिरा हुआ था, उनके खास दिन में जादुई एहसास जोड़ रहा था। उन्होंने अपनी शादी को दिल से किए गए वचनों, हंसी-खुशी और एक आनंदमय स्वागत समारोह के साथ मनाया, जो देर रात तक जारी रहा।"
    },
    {
        "sourceText": "चीन एहो घोषणा कइलस कि अपना नागरिकन में जे लोग HIV आ AIDS से जूझ रहल बा, उनकर संख्या 14% बढ़ गइल बा। स्वास्थ्य अधिकारी बतवले कि ई बढ़ोतरी आंशिक रूप से बेहतर टेस्टिंग आ डायग्नोसिस के कारण बा, काहे कि अब अधिक लोग मेडिकल चेक-अप खातिर आगे आ रहल बा। सरकार जोर देत बा कि वायरस के फैलाव रोकले खातिर अधिक जागरूकता, रोकथाम कार्यक्रम, आ इलाज तक पहुँच जरूरी बा।",
        "targetText": "चीन ने यह भी घोषणा किया कि अपने नागरिकों में जो लोग HIV और AIDS से जूझ रहे हैं, उनकी संख्या 14% बढ़ गई है। स्वास्थ्य अधिकारियों ने बताया कि यह वृद्धि आंशिक रूप से बेहतर टेस्टिंग और निदान (डायग्नोसिस) के कारण है, क्योंकि अब अधिक लोग मेडिकल चेक-अप के लिए आगे आ रहे हैं। सरकार जोर दे रही है कि वायरस के फैलाव को रोकने के लिए अधिक जागरूकता, रोकथाम कार्यक्रम और इलाज तक पहुंच जरूरी है।"
    },
    {
        "sourceText": "ई जानकारी गुरुवार के ऑनलाइन सामने आइल, जवन एगो अनजान व्यक्ति द्वारा कैपिटल हिल पर पोस्ट कइल गइल रहे, जब एगो सीनेट पैनल सुप्रीम कोर्ट के नामांकित ब्रेट कावानॉ के खिलाफ यौन दुर्व्यवहार के आरोप पर सुनवाई कर रहल रहे। ई लीक जल्दी ही व्यापक ध्यान खींच लिहलस, आ सोशल मीडिया आ समाचार माध्यम में गोपनीयता, सुरक्षा, आ जारी पुष्टि प्रक्रिया पर असर के लेकर बहस छेड़ दिहलस।",
        "targetText": "ई जानकारी गुरुवार के ऑनलाइन सामने आइल, जे एगो अनजान व्यक्ति द्वारा कैपिटल हिल पर पोस्ट कइल गइल रहे, जब एगो सीनेट पैनल सुप्रीम कोर्ट के नामांकित ब्रेट कावानॉ के खिलाफ यौन दुर्व्यवहार के आरोप पर सुनवाई करत रहल। ई लीक जल्दी ही व्यापक ध्यान खींच लिहलस, आ सोशल मीडिया आ समाचार माध्यम में गोपनीयता, सुरक्षा, आ जारी पुष्टि प्रक्रिया पर असर के लेकर बहस छेड़ दिहलस।"
    },
    {
        "sourceText": "‘ई इनकार गुस्साइल बा,’ फ्लाइशर लिखले, आ बतवलें कि बयान के तरीका से ऊ निराश बाड़न। ऊ आगे जोड़ले कि जवाब के लहजा स्पष्ट करे के बजाय रक्षात्मक लागता, जे बस अउरी अफवाह के हवा देत बा। फ्लाइशर जोर दिहलें कि गलतफहमी आ गलत जानकारी के फैलाव से बचावे खातिर पारदर्शिता आ सावधान संवाद जरूरी बा।",
        "targetText": "‘यह इनकार गुस्सैल है,’ फ्लाइशर ने लिखा, और बताया कि वे बयान के तरीके से निराश हैं। उन्होंने आगे जोड़ाया कि जवाब का लहजा स्पष्ट करने के बजाय रक्षात्मक लगता है, जो बस और अफवाहों को हवा देता है। फ्लाइशर ने जोर दिया कि गलतफहमी और गलत जानकारी के फैलाव से बचाने के लिए पारदर्शिता और सावधान संवाद जरूरी है।"
    },
    {
        "sourceText": "जब कोई व्यक्ति पर ऊ काम के आरोप लगे जवन उ लोगन से नइखे भइल, त उ लोग के गुस्सा नइखे करे के चाहीं। ओकरा बदले, उ लोग के शांत रहके सभ तथ्य जुटावे के चाहीं ताकि तर्कसंगत ढंग से जवाब दे सकस। धैर्य आ स्पष्टता के साथ प्रतिक्रिया देवे से उनकर प्रतिष्ठा सुरक्षित रह सकेला आ गलतफहमी के बढ़े से रोका जा सकेला। ई उनकर परिपक्वता आ विश्वसनीयता भी देखावेला, जे दूसर लोग खातिर स्थिति के सच्चाई समझे के आसान बना देला।",
        "targetText": "जब किसी व्यक्ति पर ऐसे काम के आरोप लगें जो उन्होंने वास्तव में नहीं किए हों, तो उन्हें गुस्सा नहीं करना चाहिए। इसके बजाय, उन्हें शांत रहकर सभी तथ्यों को इकट्ठा करना चाहिए ताकि तर्कसंगत ढंग से जवाब दिया जा सके। धैर्य और स्पष्टता के साथ प्रतिक्रिया देने से उनकी प्रतिष्ठा सुरक्षित रहती है और गलतफहमी के बढ़ने से रोका जा सकता है। यह उनकी परिपक्वता और विश्वसनीयता भी दिखाता है, जो दूसरों के लिए स्थिति की सच्चाई को समझना आसान बना देता है।"
    },
    {
        "sourceText": "ऊ लोग के विद्रोही ना होखे के चाहीं। विद्रोह देखावे से स्थिति अउरी खराब हो सकेला आ दूसर लोग पर गलत छवि पड़ सकेला। ओकरा बदले, उ लोग के शांति बनवले रखके, अपन पक्ष के कहानी साफ़ आ सम्मानपूर्वक पेश करे के चाहीं। शांत आ सहयोगी रवैया बनवले रखल विवाद के असरदार ढंग से हल करे में मदद करेला आ उनकर ईमानदारी के भी बचाव करेला।",
        "targetText": "उन्हें विद्रोही नहीं होना चाहिए। विद्रोह दिखाने से स्थिति और खराब हो सकती है और दूसरों पर गलत छवि पड़ सकती है। इसके बजाय, उन्हें शांति बनाए रखते हुए अपने पक्ष की कहानी साफ़ और सम्मानपूर्वक पेश करनी चाहिए। शांत और सहयोगी रवैया बनाए रखना विवाद को प्रभावी ढंग से सुलझाने में मदद करता है और उनकी ईमानदारी की भी रक्षा करता है।"
    },
    {
        "sourceText": "उ लोग के आरोप लगावे वाला के मकसद पर सवाल ना उठावे के चाहीं। आरोप लगावे वाला के इरादा पर शक करे या हमला करे से आरोपित लोग रक्षात्मक या शत्रुतापूर्ण लाग सकेला, जे स्थिति के अउरी बिगाड़ सकेला। ओकरा बदले, उ लोग के साफ़ सबूत आ तथ्य पेश करे पर ध्यान देवे के चाहीं ताकि उनकर निष्कलंकता साबित हो सके। सम्मानजनक आ वस्तुनिष्ठ तरीका बनवले रखल ई सुनिश्चित करेला कि बातचीत रचनात्मक बनी रहे आ उनकर विश्वसनीयता सुरक्षित रहे।",
        "targetText": "उन्हें आरोप लगाने वाले के उद्देश्य पर सवाल नहीं उठाना चाहिए। आरोप लगाने वाले के इरादे पर शक करना या उन पर हमला करना आरोपित व्यक्ति को रक्षात्मक या शत्रुतापूर्ण बना सकता है, जिससे स्थिति और बिगड़ सकती है। इसके बजाय, उन्हें स्पष्ट सबूत और तथ्य पेश करने पर ध्यान देना चाहिए ताकि उनकी निष्कलंकता साबित हो सके। सम्मानजनक और वस्तुनिष्ठ तरीका बनाए रखना यह सुनिश्चित करता है कि बातचीत रचनात्मक बनी रहे और उनकी विश्वसनीयता सुरक्षित रहे।"
    },
    {
        "sourceText": "उ लोग के शांत आ स्थिर रहले के चाहीं। शांत रहला से उ लोग साफ़-साफ़ सोच सकेला आ दबाव में भी तार्किक फैसला ले सकेला। एक शांत व्यवहार दूसर लोग के भरोसा भी दिलावेला, तनाव कम करेला आ स्थिति के बिगड़े से रोक सकेला। ई व्यक्तित्व के मजबूती आ आत्म-नियंत्रण देखावेला, जे आरोप के गरिमा आ विश्वसनीयता के साथ संभाले में आसान बना देला।",
        "targetText": "उन्हें शांत और स्थिर बने रहना चाहिए। शांत रहने से वे स्पष्ट रूप से सोच सकते हैं और दबाव में भी तर्कसंगत निर्णय ले सकते हैं। एक शांत व्यवहार दूसरों का भरोसा भी जीतता है, तनाव कम करता है और स्थिति के बिगड़ने से रोकता है। यह व्यक्तित्व की मजबूती और आत्म-नियंत्रण दिखाता है, जो आरोपों को गरिमा और विश्वसनीयता के साथ संभालने में आसान बनाता है।"
    },
    {
        "sourceText": "एह नया JE फिल्म में एक-दू गो बढ़िया पल जरूर बा। लेकिन, ई थोड़े-थोड़े मजेदार लम्हा कहानी में तालमेल के कमी आ कमजोर कैरेक्टर विकास से दबा दिहल गइल बा। जहाँ विजुअल आ साउंडट्रैक कुछ आकर्षण देला, उहंवा पूरा अनुभव असमान आ कम प्रभावशाली लागता।",
        "targetText": "इस नई JE फिल्म में कुछ अच्छे पल जरूर हैं। लेकिन ये थोड़े-थोड़े मज़ेदार लम्हे कहानी में तालमेल की कमी और कमजोर कैरेक्टर विकास के कारण दब गए हैं। जहाँ विज़ुअल और साउंडट्रैक कुछ आकर्षण देते हैं, वहीं पूरा अनुभव असमान और कम प्रभावशाली लगता है।"
    },
    {
        "sourceText": "हमके सबसे बढ़िया लागल जब जॉनी इंग्लिश हेलीकॉप्टर के ओर बढ़त रहलन, जबकि उनकरा ऊपर मध्यकालीन कवच के सूट रहे आ हेलीकॉप्टर के रोटर ब्लेड ओकर हेलमेट से थोड़ा टकरा रहल रहे। ई सीन कॉमेडी आ एक्शन के बढ़िया मिश्रण पेश कइलस, जे उनका निडर लेकिन अतिरंजित व्यक्तित्व के उजागर करत रहे। रोटर ब्लेड के टकरावे के समय पर झटके वाला दृश्य एगो स्लैपस्टिक मजा देत रहे, जे दर्शकन के जोर-जोर से हंसावे लगल। एह तरह के पल फिल्म के अनोखा आकर्षण देखावेला, जवन बेतुका हालात के चालाकी से दृश्यात्मक हास्य में बदल देला।",
        "targetText": "मुझे सबसे अच्छा लगा जब जॉनी इंग्लिश हेलीकॉप्टर की ओर बढ़ रहे थे, जबकि उनके ऊपर मध्यकालीन कवच का सूट था और हेलीकॉप्टर के रोटर ब्लेड उनके हेलमेट से थोड़ा टकरा रहे थे। यह सीन कॉमेडी और एक्शन का बेहतरीन मिश्रण पेश करता है, जो उनके निडर लेकिन अतिरंजित व्यक्तित्व को उजागर करता है। रोटर ब्लेड के टकराने के समय का झटके वाला दृश्य एक स्लैपस्टिक मज़ा देता है, जो दर्शकों को जोर-जोर से हंसने पर मजबूर करता है। इस तरह के पल फिल्म का अनोखा आकर्षण दिखाते हैं, जो बेतुके हालात को चालाकी से दृश्यात्मक हास्य में बदल देते हैं।"
    },
    {
        "sourceText": "एटकिंसन के शारीरिक कॉमेडी में प्रतिभा साफ़ देखे के मिलत बा, लेकिन हास्य कुछ कमजोर आ अजीब तरह से बेकार लागता, खासकर जब “सीरियस” फिल्म ब्रांड जइसन 007 आ मिशन इम्पॉसिबल अब खुदे कॉमेडी के एगो हिस्सा के रूप में आत्मविश्वास के साथ पेश कर रहल बा।",
        "targetText": "एटकिंसन की शारीरिक कॉमेडी में प्रतिभा स्पष्ट रूप से नजर आती है, लेकिन हास्य कुछ कमजोर और अजीब तरह से बेकार लगता है, खासकर जब “सीरियस” फिल्म ब्रांड जैसे 007 और मिशन इम्पॉसिबल अब खुद कॉमेडी के एक हिस्से को आत्मविश्वास के साथ पेश कर रहे हैं।"
    },
    {
        "sourceText": "हास्य एही तरह लागता कि ई बच्चन खातिर बनावल गइल बा, बड़ लोग खातिर ना, आ हमरा लगे जॉनी इंग्लिश के अजीब साहसिक घटनाएँ एटकिंसन के बीन्स के रूप में साइलेंट-मूवी गैग्स जइसन नवाचारी आ केंद्रित नइखे लागत।",
        "targetText": "हास्य ऐसा लगता है कि यह बच्चों के लिए बनाया गया है, बड़े लोगों के लिए नहीं, और मुझे लगता है कि जॉनी इंग्लिश की अजीब साहसिक घटनाएँ एटकिंसन की बीन्स के रूप में साइलेंट-मूवी गैग्स जैसी नवाचारी और केंद्रित नहीं लगतीं।"
    },
    {
        "sourceText": "ई उ प्रधानमंत्री खातिर आखिरी चोट बा, जे एगो ढोंगी आ संकटग्रस्त शख्सियत ह, जे पहिले से ही राजनीतिक लोकप्रियता के पूरा टूटन झेल रहल बा। एम्मा थॉम्पसन ई क्वासी-टेरेसा मे के किरदार में आपन पूरा दम लगवली, लेकिन स्क्रिप्ट में काम करे खातिर बहुत कुछ नइखे।",
        "targetText": "यह उस प्रधानमंत्री के लिए आखिरी झटका है, जो एक पाखंडी और संकटग्रस्त शख्सियत है और पहले से ही राजनीतिक लोकप्रियता के पूरी तरह टूटने का सामना कर रहा है। एम्मा थॉम्पसन ने क्वासी-टेरेसा मे के किरदार में अपना पूरा दम लगाया है, लेकिन स्क्रिप्ट में करने के लिए बहुत कुछ नहीं है।"
    },
    {
        "sourceText": "उनकर खुफिया सलाहकार लोग बतावेला कि चूँकि हर एक सक्रिय जासूस बेनकाब हो गइल बा, एह से अब उनका कवनो एके के रिटायरमेंट से बाहर लावे के पड़ी।",
        "targetText": "उनके खुफिया सलाहकार बताते हैं कि चूँकि हर एक सक्रिय जासूस बेनकाब हो चुका है, इसलिए अब उन्हें किसी एक को सेवानिवृत्ति से बाहर लाना पड़ेगा।"
    },
    {
        "sourceText": "आ एकर मतलब ई बा कि खुद भुलक्कड़ जॉनी इंग्लिश के ही लावे के पड़ी, जे अब कवनो आलीशान स्कूल में मास्टर बन के काम करत बाड़न, लेकिन चुपचाप अंडरकवर ऑपरेटिव बने के पाठ पढ़ावत बाड़न। इहां कुछ बढ़िया मजेदार दृश्य बा, जहाँ इंग्लिश जासूसी के स्कूल ऑफ रॉक टाइप अकादमी चलावत नजर आवेलें।",
        "targetText": "और इसका मतलब यह है कि खुद भुलक्कड़ जॉनी इंग्लिश को ही वापस लाना पड़ेगा, जो अब एक आलीशान स्कूल में मास्टर के रूप में काम कर रहे हैं, लेकिन चुपचाप अंडरकवर ऑपरेटिव बनने के पाठ पढ़ाते हैं। यहाँ कुछ बेहद मज़ेदार दृश्य हैं, जहाँ इंग्लिश जासूसी की एक स्कूल ऑफ रॉक-टाइप अकादमी चलाते हुए नज़र आते हैं।"
    },
    {
        "sourceText": "जबकि कानूनी मामला अबहियो चल रहल बा, जनता के राय अदालत सोशल मीडिया पर जल्दी से जोड़ा के निंदा कइलस, उनकर व्यवहार आ तर्क के खातिर उनकरा के कड़ी आलोचना कइल गइल।",
        "targetText": "जबकि कानूनी मामला अभी भी चल रहा है, जनता की राय की अदालत ने सोशल मीडिया पर जल्दी ही उस जोड़े की निंदा की, उनके व्यवहार और तर्क के लिए उनकी कड़ी आलोचना की गई।"
    },
    {
        "sourceText": "त एह तरह महारानी के सीक्रेट सर्विस में हर चीज़ गलत कर देवे वाला बैटमैन आ रॉबिन फिर से एक्शन में वापस आ गइल बाड़न, जहाँ ऊ लोग ओल्गा कुरिलेंको के खूबसूरत फेम फेटेल ओफेलिया बुलेटोवा से टकरावेला। उनकर पुनर्मिलन अराजकता, उलझन आ मजेदार गलतीन के नया सिलसिला ले आवेला, जब ऊ लोग एक अउरी हाई-स्टेक मिशन में लड़खड़ात आगे बढ़त बाड़न।",
        "targetText": "तो इस तरह महारानी की सीक्रेट सर्विस में हर चीज़ गड़बड़ कर देने वाले बैटमैन और रॉबिन फिर से एक्शन में लौट आते हैं, जहाँ उनका सामना ओल्गा कुरिलेंको की खूबसूरत फेम फेटेल ओफेलिया बुलेटोवा से होता है। उनका यह पुनर्मिलन अराजकता, उलझन और मज़ेदार गलतियों की एक नई श्रृंखला लेकर आता है, जब वे एक और हाई-स्टेक मिशन में लड़खड़ाते हुए आगे बढ़ते हैं।"
    },
    {
        "sourceText": "काफ़ी साधारण बात बा। कुछो खास बहादुरी वाला या नया नइखे लाग रहल, आ कुल मिलाके असर भी काफी औसत बा। जबकि एह में कुछ सुखद पल बा, ई मजबूत या टिकाऊ छाप छोड़त नइखे।",
        "targetText": "यह काफ़ी साधारण बात है। इसमें कुछ भी ख़ास साहसिक या नया नहीं लगता, और कुल मिलाकर इसका असर भी काफ़ी औसत है। हालाँकि इसमें कुछ सुखद पल हैं, लेकिन यह कोई मज़बूत या टिकाऊ छाप नहीं छोड़ता।"
    },
    {
        "sourceText": "लेबर पार्टी ई इनकार कइलस कि ऊ ब्रिटिश लोग खातिर चार दिन काम करे आ पांच दिन के भुगतान पाए के योजना बना रहल बा। पार्टी के अधिकारी लोग साफ कइले कि फिलहाल अइसन कवनो प्रस्ताव तैयार नइखे भइल आ ना ही विचार में बा। ऊ लोग जोर दिहलस कि जे रिपोर्ट अइसन बात बतावत बा, ऊ भ्रामक बा आ पार्टी के आधिकारिक नीति के प्रतिनिधित्व ना करेला।",
        "targetText": "लेबर पार्टी ने इस बात से इनकार किया कि वह ब्रिटिश लोगों के लिए चार दिन काम करने और पाँच दिन का भुगतान पाने की कोई योजना बना रही है। पार्टी के अधिकारियों ने साफ़ किया कि फ़िलहाल ऐसा कोई प्रस्ताव न तो तैयार किया गया है और न ही विचाराधीन है। उन्होंने ज़ोर देकर कहा कि ऐसी बात कहने वाली रिपोर्टें भ्रामक हैं और वे पार्टी की आधिकारिक नीति का प्रतिनिधित्व नहीं करतीं।"
    },
    {
        "sourceText": "सूत्र बतवले कि ई विचार पार्टी के आर्थिक एजेंडा आ देश के मजदूरन के पक्ष में झुकावे के योजना से मेल खाता। ऊ लोग जोड़ले कि ई बेहतर काम-जीवन संतुलन आ उत्पादकता बढ़ावे के व्यापक लक्ष्य से भी जुड़ल बा। समर्थक लोग तर्क देत बा कि अइसन कदम से कर्मचारीन के भलाई बढ़ सकेला आ साथे आर्थिक विकास भी बनल रह सकेला।",
        "targetText": "सूत्रों ने बताया कि यह विचार पार्टी के आर्थिक एजेंडे और देश के मज़दूरों के पक्ष में झुकाव की योजना से मेल खाता है। उन्होंने यह भी जोड़ा कि यह बेहतर कार्य-जीवन संतुलन और उत्पादकता बढ़ाने के व्यापक लक्ष्य से जुड़ा हुआ है। समर्थकों का तर्क है कि ऐसे कदम से कर्मचारियों की भलाई बढ़ सकती है और साथ ही आर्थिक विकास भी बना रह सकता है।"
    },
    {
        "sourceText": "यूनियन नेता लोग दलील देत बा कि कम काम के घंटा से उत्पादकता बढ़ सकेला, तनाव घट सकेला आ काम-जीवन के बेहतर संतुलन बन सकेला। ऊ लोग एहो मानेला कि एह से काम के सही ढंग से बँटवारा हो सकेला आ आधुनिक कार्यस्थल में तकनीकी बदलाव के साथ खुद के ढालल जा सकेला।",
        "targetText": "यूनियन नेताओं का तर्क है कि कम काम के घंटे से उत्पादकता बढ़ सकती है, तनाव कम हो सकता है और काम-जीवन का बेहतर संतुलन बन सकता है। उनका यह भी मानना है कि इससे काम का बेहतर तरीके से बँटवारा हो सकता है और आधुनिक कार्यस्थल में हो रहे तकनीकी बदलावों के साथ खुद को ढालना आसान हो सकता है।"
    },
    {
        "sourceText": "‘ई रातों-रात ना होई, लेकिन चार दिन के कामकाजी हफ्ता एगो लक्ष्य बा, जवन पार्टी के मजदूरन के पक्ष में अर्थव्यवस्था के फिर से संतुलित करे के सोच आ पार्टी के समग्र औद्योगिक रणनीति से मेल खाता।’",
        "targetText": "यह रातों-रात नहीं होगा, लेकिन चार दिन का कार्य सप्ताह एक लक्ष्य है, जो पार्टी की मज़दूरों के पक्ष में अर्थव्यवस्था को फिर से संतुलित करने की सोच और पार्टी की समग्र औद्योगिक रणनीति के अनुरूप है।"
    },
    {
        "sourceText": "ऊ एहो पुष्टि कइले कि मजदूरन के कंपनी बोर्ड में शामिल करे के योजना बा आ Inclusive Ownership Funds बनावल जाई, जेकर तहत निजी क्षेत्र के कंपनियन के 10 प्रतिशत हिस्सेदारी कर्मचारीन के दीहल जाई, जेकर बदले ऊ लोग सालाना £500 तक के लाभांश पा सकेला।",
        "targetText": "उन्होंने यह भी पुष्टि की कि मज़दूरों को कंपनी बोर्डों में शामिल करने की योजना है और Inclusive Ownership Funds बनाए जाएंगे, जिनके तहत निजी क्षेत्र की कंपनियों में 10 प्रतिशत हिस्सेदारी कर्मचारियों को दी जाएगी, जिसके बदले वे सालाना £500 तक का लाभांश प्राप्त कर सकेंगे।"
    },
    {
        "sourceText": "ब्रेट कावानॉ के खिलाफ आरोप के जांच खातिर FBI के जाँच उनका सुप्रीम कोर्ट के नामांकन पर अंतिम मतदान के कम से कम एक हफ्ता ले टाल दिहलस, आ ई सवाल उठावेला कि का ब्यूरो के निष्कर्ष कवनो रिपब्लिकन सीनेटर के अपना समर्थन खींचे पर मजबूर कर सकत बा।",
        "targetText": "ब्रेट कावानॉ के खिलाफ लगल आरोपन के जाँच खातिर FBI के जाँच सुप्रीम कोर्ट में उनका नामांकन पर होखे वाला अंतिम मतदान के कम से कम एक हफ्ता ले टाल दिहलस, आ एह से ई सवाल उठ रहल बा कि का ब्यूरो के निष्कर्ष कवनो रिपब्लिकन सीनेटर के आपन समर्थन वापस लेवे पर मजबूर कर सकेला।"
    },
    {
        "sourceText": "केनेडी अपन दक्षिण कैरोलिना के साथी से ज्यादा खुला नजर आइलें। ऊ सवालन के जवाब में अधिक स्वतंत्रता से बातचीत कइले, विस्तार से व्याख्या कइले आ विवादास्पद विषय पर चर्चा करे के इच्छा देखवले। उनकर तरीका पारदर्शिता आ सहयोगी रवैया के सुझाव देत रहे, जे उनके साथी के अधिक सावधान जवाब से अलग रहल।",
        "targetText": "केनेडी आपन दक्षिण कैरोलिना वाला साथी से ज्यादा खुला नजर आइलन। ऊ सवालन के जवाब में जादे आज़ादी से बातचीत कइलन, विस्तार से समझावलन आ विवादास्पद मुद्दन पर चर्चा करे के इच्छा देखावलन। उनकर तरीका पारदर्शिता आ सहयोगी रवैया के संकेत देत रहल, जवन उनकर साथी के जादे सतर्क जवाबन से अलग रहल।"
    },
    {
        "sourceText": "हम नइखी देखत कि कवनो नया बदलाव होखे वाला बा। जवन चर्चा आ बहस जारी बा, ओकरा बावजूद मुख्य समस्या अबहीं ले हल नइखे भइल आ पुरान तरीका अभीयो जारी बा। ऐसन लागता कि प्रगति ठहर गइल बा, आ तत्काल सुधार या नवाचार के बहुत कम संभावना बा। ई स्थिति देखावेला कि एगो जटिल आ गहिरा सिस्टम में सार्थक बदलाव लावे के चुनौती कतना मुश्किल बा।",
        "targetText": "मैं यह नहीं देख पा रही/रहा हूँ कि कोई नया बदलाव होने वाला है। जो चर्चा और बहस चल रही है, उसके बावजूद मुख्य समस्या अब तक हल नहीं हुई है और पुराना तरीका अभी भी जारी है। ऐसा लगता है कि प्रगति ठहर गई है, और तत्काल सुधार या नवाचार की बहुत कम संभावना है। यह स्थिति दिखाती है कि एक जटिल और गहरी व्यवस्था में सार्थक बदलाव लाना कितना कठिन होता है।"
    },
    {
        "sourceText": "एह शनिचर के न्यू यॉर्क में ग्लोबल सिटीजन फेस्टिवल होखी, जे एगो वार्षिक संगीत कार्यक्रम बा। एकर लाइन-अप में कई नामचीन सितारे प्रदर्शन करीं आ एकर मिशन भी उतना ही प्रभावशाली बा: दुनियाँ से गरीबी खत्म करना।",
        "targetText": "इस शनिवार न्यूयॉर्क में ग्लोबल सिटीजन फेस्टिवल होगा, जो एक वार्षिक संगीत कार्यक्रम है। इसके लाइन-अप में कई नामी सितारे प्रदर्शन करेंगे और इसका मिशन भी उतना ही प्रभावशाली है: दुनिया से गरीबी को खत्म करना।"
    },
    {
        "sourceText": "अब आपन सातवाँ साल में, ग्लोबल सिटीजन फेस्टिवल हजारों लोगन के सेंट्रल पार्क के ग्रेट लॉन पर खींची। एहमें लोग सिर्फ़ जनेट जैकसन, कार्डी बी आ शॉन मेंडेस जइसन एक्ट के आनंद लेवे खातिर ना, बल्कि कार्यक्रम के असली लक्ष्य —2030 तक चरम गरीबी समाप्त करे के खातिर जागरूकता बढ़ावे खातिर भी जुटी।",
        "targetText": "अब अपने सातवें साल में प्रवेश कर चुका ग्लोबल सिटीजन फेस्टिवल हजारों लोगों को सेंट्रल पार्क के ग्रेट लॉन में आकर्षित करेगा। इसमें लोग सिर्फ़ जेनेट जैकसन, कार्डी बी और शॉन मेंडेस जैसे कलाकारों के प्रदर्शन का आनंद लेने के लिए नहीं, बल्कि कार्यक्रम के असली लक्ष्य—2030 तक चरम गरीबी को समाप्त करने के लिए जागरूकता बढ़ाने—के लिए भी जुटेंगे।"
    },
    {
        "sourceText": "ग्लोबल सिटीजन फेस्टिवल, जे 2012 में शुरू भइल, ग्लोबल पॉवर्टी प्रोजेक्ट के विस्तार ह। ई एगो अंतरराष्ट्रीय वकालत समूह बा, जे गरीबी के खत्म करे के आशा करत बा आ लोग के सक्रिय रूप से एह लड़ाई में शामिल क के संख्या बढ़ावे के कोशिश करत बा।",
        "targetText": "ग्लोबल सिटीजन फेस्टिवल, जो 2012 में शुरू हुआ, ग्लोबल पॉवर्टी प्रोजेक्ट का विस्तार है। यह एक अंतरराष्ट्रीय वकालत समूह है, जो गरीबी को खत्म करने की आशा करता है और लोगों को सक्रिय रूप से इस लड़ाई में शामिल करके संख्या बढ़ाने की कोशिश करता है।"
    },
    {
        "sourceText": "इवेंट खातिर मुफ्त टिकट पाए के खातिर (जब तक कि राउर मन ना होखे VIP टिकट खरीदे के), कॉन्सर्ट जाए वाला लोग के कुछ काम पूरा करे के पड़ल, या ‘एक्शन’ जइसन कि स्वयंसेवा करना, कवनो विश्व नेता के ईमेल भेजल, फोन कॉल करे के या अउरी कोई अर्थपूर्ण तरीका, जे गरीबी खत्म करे के उनका लक्ष्य के प्रति जागरूकता बढ़ावे में मदद करे।", 
        "targetText": "इवेंट के लिए मुफ्त टिकट पाने के लिए (जब तक कि आप VIP टिकट खरीदने का निर्णय न लें), कॉन्सर्ट में जाने वाले लोगों को कुछ काम पूरे करने पड़ते थे, या ‘एक्शन’ जैसे कि स्वयंसेवा करना, किसी विश्व नेता को ईमेल भेजना, फोन कॉल करना या कोई और अर्थपूर्ण तरीका अपनाना, जो गरीबी समाप्त करने के उनके लक्ष्य के प्रति जागरूकता बढ़ाने में मदद करता हो।"
    },
    {
        "sourceText": "का लोग के मुफ्त कॉन्सर्ट देके इनाम देवे के विचार सचमुच एगो तरीका बा लोग के कार्रवाई के मांग करे खातिर मनावे के, या ई बस एगो अउरी मामला ह जवन कहल जाला ‘क्लिक्टिविज्म’ — लोग एह सोच में रहेला कि ऊ ऑनलाइन पेटिशन साइन क के या ट्वीट भेज के असल में कवनो सच्चा बदलाव कर रहल बा?",
        "targetText": "क्या लोगों को मुफ्त कॉन्सर्ट देकर इनाम देने का विचार वास्तव में लोगों से कार्रवाई करवाने का एक तरीका है, या यह सिर्फ़ एक और मामला है जिसे ‘क्लिक्टिविज़्म’ कहा जाता है — लोग इस सोच में रहते हैं कि वे ऑनलाइन पिटीशन साइन करके या ट्वीट भेजकर असल में कोई वास्तविक बदलाव कर रहे हैं?"
    },
    {
        "sourceText": "2011 से, ग्लोबल सिटीजन कहेला कि उ अपना समर्थकन से 19 मिलियन से अधिक ‘एक्शन’ दर्ज कइले बा, जे विभिन्न लक्ष्यान के पूरा करे खातिर दबाव डाल रहल बा।",
        "targetText": "2011 से, ग्लोबल सिटीजन कहता है कि उसने अपने समर्थकों से 19 मिलियन से अधिक ‘एक्शन’ दर्ज कराए हैं, जो विभिन्न लक्ष्यों को पूरा करने के लिए दबाव डाल रहे हैं।"
    },
    {
        "sourceText": "कुछ मुख्य प्रतिबद्धता में शामिल बा The Power of Nutrition, जे यूके में आधारित निवेशक आ क्रियान्वयनकर्ता के साझेदारी ह, जे ‘बच्चन के पूरा क्षमता तक बढ़ावे में मदद करे’ के लिए प्रतिबद्ध बा। एहमें वादा कइल गइल बा कि रवांडा के 35 मिलियन डॉलर प्रदान कइल जाई ताकि देश में कुपोषण के खत्म करे में मदद मिल सके, जब ग्लोबल सिटीजन से 4,700 से अधिक ट्वीट मिलल।",
        "targetText": "कुछ मुख्य प्रतिबद्धताओं में शामिल है The Power of Nutrition, जो यूके में आधारित निवेशक और क्रियान्वयनकर्ता की साझेदारी है, जो ‘बच्चों की पूरी क्षमता तक बढ़ाने में मदद करने’ के लिए प्रतिबद्ध है। इसमें वादा किया गया है कि रवांडा को 35 मिलियन डॉलर प्रदान किए जाएंगे ताकि देश में कुपोषण को खत्म करने में मदद मिल सके, जब ग्लोबल सिटीजन से 4,700 से अधिक ट्वीट प्राप्त हुए।"
    },
    {
        "sourceText": "जैनेट जैकसन, द वीकेंड, शॉन मेंडेस, कार्डी बी, जनेल मोनाए एह साल न्यू यॉर्क में होखे वाला कार्यक्रम में प्रदर्शन करे वाला कुछ कलाकारन में शामिल बाड़न, जेकर मेज़बानी डेबोरा-ली फर्नेस आ ह्यू जैकमैन करीहें।",
        "targetText": "जैनेट जैकसन, द वीकेंड, शॉन मेंडेस, कार्डी बी, जनेल मोनाए इस साल न्यूयॉर्क में होने वाले कार्यक्रम में प्रदर्शन करने वाले कुछ कलाकारों में शामिल हैं, जिनकी मेज़बानी डेबोरा-ली फर्नेस और ह्यू जैकमैन करेंगे।"
    },
    {
        "sourceText": "एह मकसद खातिर, ट्रंप प्रशासन के अधिकारी, जिनमें खुद अमेरिकी राष्ट्रपति डोनाल्ड ट्रंप शामिल बाड़न, जर्मनी के ‘अनुचित’ Nord Stream 2 पाइपलाइन परियोजना से बाहर निकले के मनावे के कोशिश कर रहल बाड़न। ट्रंप के अनुसार, ई परियोजना बर्लिन के मास्को के बंदी बना देहलस।",
        "targetText": "इस मकसद के लिए, ट्रंप प्रशासन के अधिकारी, जिनमें खुद अमेरिकी राष्ट्रपति डोनाल्ड ट्रंप भी शामिल हैं, जर्मनी की ‘अनुचित’ Nord Stream 2 पाइपलाइन परियोजना से बाहर निकलने के लिए मनाने की कोशिश कर रहे हैं। ट्रंप के अनुसार, यह परियोजना बर्लिन को मास्को का बंदी बना देती है।"
    },
    {
        "sourceText": "क्रेमलिन के तर्क बा कि वाशिंगटन के परियोजना के खिलाफ जोरदार विरोध बस आर्थिक कारण से प्रेरित बा आ ई अनुचित प्रतिस्पर्धा के एगो उदाहरण ह।",
        "targetText": "क्रेमलिन का तर्क है कि वाशिंगटन का परियोजना के खिलाफ जोरदार विरोध सिर्फ़ आर्थिक कारणों से प्रेरित है और यह अनुचित प्रतिस्पर्धा का एक उदाहरण है।"
    },
    {
        "sourceText": "सर्वेक्षण देखावल कि पूर्व गवर्नर डिवाल पैट्रिक के दौड़ के अधिक समर्थन बा, जहाँ 38 प्रतिशत लोग संभावित दौड़ के समर्थन करत बा आ 48 प्रतिशत लोग इसके खिलाफ बा।",
        "targetText": "सर्वेक्षण ने दिखाया कि पूर्व गवर्नर डिवाल पैट्रिक की दौड़ को अधिक समर्थन मिल रहा है, जहाँ 38 प्रतिशत लोग संभावित दौड़ का समर्थन कर रहे हैं और 48 प्रतिशत लोग इसके खिलाफ हैं।"
    },
    {
        "sourceText": "अन्य प्रमुख डेमोक्रेटिक नाम पर भी चर्चा भइल, जे 2020 के संभावित चुनाव में शामिल हो सकेला, जवना में पूर्व उपराष्ट्रपति जो बाइडेन आ वर्मोंट के सीनेटर बर्नी सैंडर्स शामिल बाड़न।",
        "targetText": "अन्य प्रमुख डेमोक्रेटिक नामों पर भी चर्चा हुई, जो 2020 के संभावित चुनाव में शामिल हो सकते हैं, जिनमें पूर्व उपराष्ट्रपति जो बाइडेन और वर्मोंट के सीनेटर बर्नी सैंडर्स शामिल हैं।"
    },
    {
        "sourceText": "पेलिन आपन बेटा के गिरफ्तारी के ‘कमरा में हाथी’ कहलन आ आपन बेटा आ अन्य युद्धपूर्व सैनिकन के बारे में कहलन, ‘ऊ लोग कुछ अलग होके लौटेला, कठोर होके लौटेला, आ सोचत रहेला कि का उनके साथी सैनिक, एयरमेन आ सेना के हर सदस्य जे देश खातिर देले बा, ओकरा खातिर उ सम्मान बा कि ना।’",
        "targetText": "पेलिन ने अपने बेटे की गिरफ्तारी को ‘कमरे में हाथी’ कहा और अपने बेटे तथा अन्य युद्धपूर्व सैनिकों के बारे में कहा, ‘वे लोग कुछ अलग होकर लौटते हैं, कठोर होकर लौटते हैं, और यह सोचते रहते हैं कि क्या उनके साथी सैनिक, एयरमैन और सेना के हर सदस्य द्वारा देश के लिए दिया गया सम्मान उनके लिए भी सम्मान है या नहीं।’"
    },
    {
        "sourceText": "डैन बेनेट, जवन वासिला पुलिस विभाग के प्रवक्ता बाड़न, के अनुसार, उ सोमवार के वासिला, अलास्का में गिरफ्तार भइल रहलें आ उनपर महिला पर घरेलू हिंसा हमला, घरेलू हिंसा के रिपोर्ट में बाधा डाले, आ नशा में हथियार रखला के आरोप लगावल गइल बा।",
        "targetText": "डैन बेनेट, जो वासिला पुलिस विभाग के प्रवक्ता हैं, के अनुसार, वह सोमवार को वासिला, अलास्का में गिरफ्तार किए गए और उन पर महिला पर घरेलू हिंसा का हमला करने, घरेलू हिंसा की रिपोर्ट में बाधा डालने, और नशे में हथियार रखने के आरोप लगाए गए हैं।"
    },
    {
        "sourceText": "नया अमेरिकी शरण नीति 2014 के एगो निर्णय के पलट देले बा, जवन बोर्ड ऑफ इमिग्रेंट अपील्स द्वारा लागू भइल रहे, जे घरेलू हिंसा से भाग रहल बिना दस्तावेज वाला प्रवासियन के शरण खातिर आवेदन करे के अनुमति देत रहे।",
        "targetText": "नई अमेरिकी शरण नीति 2014 के एक निर्णय को पलट देती है, जो बोर्ड ऑफ इमिग्रेंट अपील्स द्वारा लागू किया गया था, और जो घरेलू हिंसा से भाग रहे बिना दस्तावेज़ वाले प्रवासियों को शरण के लिए आवेदन करने की अनुमति देता था।"
    },
    {
        "sourceText": "वकील लोग आउरी दलील दिहलन कि प्रवासियन के प्रवेश से इनकार करे वाली नीति अमेरिका के अर्थव्यवस्था के नुकसान पहुंचावता, कहत कि ई लोग अधिक संभावना बा कि ऊ उद्यमी बने आ जरूरी मजदूरी उपलब्ध करावस।",
        "targetText": "वकीलों ने और दलील दी कि प्रवासियों के प्रवेश से इनकार करने वाली नीति अमेरिका की अर्थव्यवस्था को नुकसान पहुंचाती है, यह कहते हुए कि इन लोगों के उद्यमी बनने और आवश्यक मजदूरी उपलब्ध कराने की अधिक संभावना है।"
    },
    {
        "sourceText": "कुछ घायल लोग, जिनमें द्वि हारिस शामिल बाड़न, जेकरा पीठ आ कंधा टूटल बा, पलू के आर्मी अस्पताल के बाहर आराम करत रहले, जहाँ मरीज लोग के बाहर इलाज कइल जात रहे काहे कि लगातार तेज झटके आ रहल बा।",
        "targetText": "कुछ घायल लोग, जिनमें ड्वि हारिस शामिल हैं, जिनकी पीठ और कंधे टूटे हुए हैं, पलू के आर्मी अस्पताल के बाहर आराम कर रहे थे, जहाँ मरीजों का बाहर इलाज किया जा रहा था क्योंकि लगातार तेज झटके आ रहे थे।"
    },
    {
        "sourceText": "उनकर आंख में आंसू भर गइल जब उ बतवलन कि कइसन भयंकर भूकंप उ पाँचे मंजिला होटल के कमरा हिलवले, जवन उ आपन पत्नी आ बेटी के साथ साझा करत रहलें, महसूस भइल।",
        "targetText": "उनकी आँखों में आँसू भर आए जब उन्होंने बताया कि कितना भयंकर भूकंप उन्होंने महसूस किया, जिसने पांच मंजिला होटल के कमरे को हिला दिया, जिसे वह अपनी पत्नी और बेटी के साथ साझा कर रहे थे।"
    },
    {
        "sourceText": "एक हफ्ता बाद जब एगो सरकारी चीनी अखबार अमेरिका के एगो दैनिक में चार पन्ना के विज्ञापन छापलस, जे अमेरिका-चीन व्यापार के पारस्परिक लाभ के बढ़ावा देत रहे, अमेरिका के चीन में राजदूत बेइजिंग पर अमेरिकी प्रेस के इस्तेमाल करके प्रचार फैले के आरोप लगवलन।",
        "targetText": "एक हफ्ते बाद, जब एक सरकारी चीनी अखबार ने अमेरिका के एक दैनिक में चार पन्नों का विज्ञापन छापा, जो अमेरिका-चीन व्यापार के पारस्परिक लाभ को बढ़ावा दे रहा था, अमेरिका के चीन में राजदूत ने बेइजिंग पर अमेरिकी प्रेस का इस्तेमाल करके प्रचार फैलाने का आरोप लगाया।"
    },
    {
        "sourceText": "जइसे कई गो शीर्ष रिपब्लिकन लोग सुप्रीम कोर्ट के नामांकित ब्रेट कावानॉ के कई यौन दुर्व्यवहार के आरोप के बावजूद समर्थन आ रक्षा कर रहल बाड़न, विश्लेषक चेतावनी दिहले बा कि उनकरा के प्रतिक्रिया के सामना करे के पड़ी, खास करके महिलन से, अगिला मिडटर्म चुनाव में।",
        "targetText": "जैसे कई शीर्ष रिपब्लिकन लोग सुप्रीम कोर्ट के नामांकित ब्रेट कावानॉ के कई यौन दुर्व्यवहार के आरोपों के बावजूद समर्थन और रक्षा कर रहे हैं, विश्लेषकों ने चेतावनी दी है कि उन्हें अपनी इस प्रतिक्रिया का सामना करना पड़ेगा, खासकर महिलाओं से, अगले मिडटर्म चुनाव में।"
    },
    {
        "sourceText": "शुक्रवार के सुबह, प्रदर्शनकारी लोग नवंबर आवत बा! के नारा लगावत सीनेट के हॉलवे में प्रदर्शन कइले, जबकि न्यायिक समिति पर नियंत्रण रखे वाला रिपब्लिकन लोग डॉ. क्रिस्टीन ब्लेसी फोर्ड के गवाही के बावजूद कावानॉ के नामांकन के आगे बढ़ावे के फैसला कइलक, माइक्रो रिपोर्ट कइलस।",
        "targetText": "शुक्रवार की सुबह, प्रदर्शनकारी लोग “नवंबर आ रहा है!” का नारा लगाते हुए सीनेट के हॉलवे में प्रदर्शन किए, जबकि न्यायिक समिति पर नियंत्रण रखने वाले रिपब्लिकन लोगों ने डॉ. क्रिस्टीन ब्लेसी फोर्ड की गवाही के बावजूद कावानॉ के नामांकन को आगे बढ़ाने का फैसला किया, माइक्रो ने रिपोर्ट किया।"
    },
    {
        "sourceText": "डॉ. फोर्ड के सार्वजनिक गवाही से पहिले, जेमें ऊ सुप्रीम कोर्ट के नामांकित पर यौन दुर्व्यवहार के आरोप के विस्तार से बतवली, विश्लेषक लोग सुझाव दिहले रहे कि अगर रिपब्लिकन लोग पुष्टि प्रक्रिया के आगे बढ़ाई, त ओकरा के प्रतिक्रिया के सामना करे के पड़ सकेला।",
        "targetText": "डॉ. फोर्ड की सार्वजनिक गवाही से पहले, जिसमें उन्होंने सुप्रीम कोर्ट के नामांकित पर यौन दुर्व्यवहार के आरोपों का विस्तार से वर्णन किया, विश्लेषकों ने सुझाव दिया था कि अगर रिपब्लिकन लोग पुष्टि प्रक्रिया को आगे बढ़ाएंगे, तो उन्हें इसके परिणामस्वरूप प्रतिक्रिया का सामना करना पड़ सकता है।"
    },
    {
        "sourceText": "YouGov के एगो नया सर्वेक्षण देखावत बा कि 41 प्रतिशत प्रतिभागी लोग निश्चित रूप से या शायद फोर्ड के गवाही पर विश्वास करत रहल, जबकि 35 प्रतिशत लोग कहले कि उ लोग निश्चित रूप से या शायद कावानॉ पर विश्वास करत रहल।",
        "targetText": "YouGov के एक नए सर्वेक्षण में दिखाया गया है कि 41 प्रतिशत प्रतिभागी निश्चित रूप से या शायद फोर्ड की गवाही पर विश्वास करते थे, जबकि 35 प्रतिशत ने कहा कि वे निश्चित रूप से या शायद कावानॉ पर विश्वास करते थे।"
    },
    {
        "sourceText": "फ्लेक के दबाव के बाद, FBI फिलहाल फोर्ड द्वारा उठावल आरोप आ कम से कम एगो अउरी आरोपकर्ता, डेबोरा रामिरेज, के मामले के जांच कर रहल बा, द गार्जियन रिपोर्ट कइलस।",
        "targetText": "फ्लेक के दबाव के बाद, FBI फिलहाल फोर्ड द्वारा उठाए गए आरोप और कम से कम एक और आरोपकर्ता, डेबोरा रामिरेज, के मामले की जांच कर रहा है, द गार्जियन ने रिपोर्ट किया।"
    },
    {
        "sourceText": "रामिरेज आरोप लगवली कि सुप्रीम कोर्ट के नामांकित अपना जननांग उनका सामने एगो पार्टी में दिखाईस, जब ऊ लोग 1980 के दशक में येल में पढ़ाई करत रहल।",
        "targetText": "रामिरेज ने आरोप लगाया कि सुप्रीम कोर्ट के नामांकित ने अपना जननांग उनके सामने एक पार्टी में दिखाया था, जब वे लोग 1980 के दशक में येल में पढ़ाई कर रहे थे।"
    },
    {
        "sourceText": "टिम बर्नर्स-ली, जे वर्ल्ड वाइड वेब के आविष्कारक हउवन, एगो स्टार्टअप लॉन्च करत बाड़न, जे फेसबुक, अमेज़न आ गूगल के चुनौती देवे के कोशिश करी।",
        "targetText": "टिम बर्नर्स-ली, जो वर्ल्ड वाइड वेब के आविष्कारक हैं, एक स्टार्टअप लॉन्च कर रहे हैं, जो फेसबुक, अमेज़न और गूगल को चुनौती देने की कोशिश करेगा।"
    },
    {
        "sourceText": "व्यक्तिगत ऑनलाइन डेटा स्टोर में जे अनोखा बा, ऊ ई कि ई पूरा तरह से उपयोगकर्ता पर निर्भर बा कि कौन-केहू कइसन जानकारी तक पहुँच सकेला।",
        "targetText": "व्यक्तिगत ऑनलाइन डेटा स्टोर में जे अनोखा बा, ऊ ई बा कि ई पूरा तरह से उपयोगकर्ता पर निर्भर बा कि केहू केतना जानकारी तक पहुँच सकेला।"
    },
    {
        "sourceText": "कंपनी के CEO जॉन ब्रूस के अनुसार, Inrupt के विचार ई बा कि कंपनी संसाधन, प्रक्रिया आ उचित कौशल लेके Solid के सभे खातिर उपलब्ध करावे में मदद करे।",
        "targetText": "कंपनी के CEO जॉन ब्रूस के अनुसार, Inrupt का विचार यह है कि कंपनी संसाधन, प्रक्रिया और उचित कौशल लेकर Solid को सभी के लिए उपलब्ध कराने में मदद करे।"
    },
    {
        "sourceText": "बर्नर्स-ली कहलन कि उ आ उनकर टीम फेसबुक आ गूगल से ई बात नइखन करत कि का ऊ लोग एगो पूरा बदलाव लावे, जहवाँ उनकर सभ बिजनेस मॉडल रातों-रात पूरी तरह से उलट-पुलट हो जाव।",
        "targetText": "बर्नर्स-ली ने कहा कि वे और उनकी टीम फेसबुक और गूगल से यह नहीं कह रहे हैं कि वे एक पूरा बदलाव लाएँ, जहाँ उनके सभी बिजनेस मॉडल रातों-रात पूरी तरह से बदल जाएँ।"
    },
    {
        "sourceText": "आ एकर मतलब बा कि खुद भुलक्कड़ जॉनी इंग्लिश, जे अब कवनो आलीशान स्कूल में मास्टर बनके काम करत बाड़न, लेकिन चुपचाप अंडरकवर ऑपरेटिव बने के पाठ पढ़ावत बाड़न। एहमें कुछ मजेदार दृश्य बा, जहाँ इंग्लिश जासूसी के स्कूल ऑफ रॉक टाइप अकादमी चला रहल बाड़न।",
        "targetText": "और इसका मतलब है कि खुद भुलक्कड़ जॉनी इंग्लिश, जो अब किसी आलीशान स्कूल में मास्टर बनकर काम कर रहे हैं, लेकिन चुपचाप अंडरकवर ऑपरेटिव बनने के पाठ पढ़ा रहे हैं। इसमें कुछ मज़ेदार दृश्य हैं, जहाँ इंग्लिश जासूसी की स्कूल ऑफ़ रॉक-टाइप अकादमी चला रहे हैं।"
    },
    {
        "sourceText": "सुबह 6 बजे, ठीक जब गिगार्ड मौसासी आ रॉरी मैकडोनाल्ड एक-दूसरा के सामना करे के तैयारी करत रहलें, तब यूके में दर्शक लोग हक्का-बक्का रह गइल जब प्रसारण अचानक बदल के पेप्पा पिग दिखावे लागल।",
        "targetText": "सुबह 6 बजे, ठीक जब गिगार्ड मौसासी और रॉरी मैकडोनाल्ड एक-दूसरे का सामना करने की तैयारी कर रहे थे, तब यूके में दर्शक हैरान रह गए जब प्रसारण अचानक बदलकर पेप्पा पिग दिखाने लगा।"
    },
    {
        "sourceText": "दू बार के कांस्य पदक विजेता ओलंपिक में, अब एगो हाई-प्रोफाइल LGBT अभियानकर्ता बन गइल बाड़न आ ऑस्ट्रेलिया में एह साल के कॉमनवेल्थ गेम्स में आपन उपस्थिति के इस्तेमाल कईलन ताकि अउरी देश लोग के समलैंगिकता के अपराध ना मानल जाए के अपील कइल जा सके।",
        "targetText": "दो बार के कांस्य पदक विजेता ओलंपिक खिलाड़ी अब एक हाई-प्रोफाइल LGBT अभियानकर्ता बन गए हैं और ऑस्ट्रेलिया में इस साल के कॉमनवेल्थ गेम्स में अपनी उपस्थिति का इस्तेमाल किया ताकि अन्य देशों से अपील की जा सके कि समलैंगिकता को अपराध न माना जाए।"
    },
    {
        "sourceText": "अमेरिकी फिल मिकल्सन रविवार के एगो रिकॉर्ड बनाए वाला बाड़न जब ऊ आपन 47वां राइडर कप मैच खेले लगिहें, लेकिन ई एगो दुखद मील का पत्थर ना बने, एह खातिर उनकरा आपन फॉर्म बदलल जरूरी बा।",
        "targetText": "अमेरिकी गोल्फर फिल मिकल्सन रविवार को एक रिकॉर्ड बनाने वाले हैं जब वे अपना 47वां राइडर कप मैच खेलेंगे, लेकिन यह कोई खुशी का मील का पत्थर नहीं बनेगा, इसके लिए उन्हें अपना फॉर्म बदलना जरूरी है।"
    },
    {
        "sourceText": "अमेरिका खातिर अक्सर जवन तरह ऊ खेल के केंद्र में रहले, ओकरा जगह, पाँच बार के मेजर विजेता आपन दिन के आधा हिस्सा चीयरलीडर बने में आ आधा हिस्सा रेंज पर आपन खेल सुधारत बितवले, ताकि जे कमजोरी बा ओकरा के ठीक क सकस।",
        "targetText": "अमेरिका के लिए अक्सर जिस तरह वे खेल के केंद्र में रहते थे, उसकी जगह, पाँच बार के मेजर विजेता अपना दिन का आधा हिस्सा चीयरलीडर बनने में और आधा हिस्सा रेंज पर अपना खेल सुधारने में बिताते हैं, ताकि जो कमजोरी है उसे ठीक किया जा सके।"
    },
    {
        "sourceText": "आ अगर कोर्स खुदे काफी चुनौतीपूर्ण ना बा, त मिकल्सन, रविवार के नवाँ मैच में, सटीक ब्रिटिश ओपन चैंपियन फ्रांसेस्को मोलिनारी के सामना करिहें, जे रूक़ी टॉमी फ्लीटवुड के साथ टीम बनाके एह हफ्ता आपन चारो मैच जीत चुकल बाड़न।",
        "targetText": "और अगर कोर्स खुद काफी चुनौतीपूर्ण नहीं है, तो मिकल्सन रविवार को नौवें मैच में सटीक ब्रिटिश ओपन चैंपियन फ्रांसेस्को मोलिनारी का सामना करेंगे, जिन्होंने रुक़ी टॉमी फ्लीटवुड के साथ टीम बनाकर इस हफ्ते अपने चारों मैच जीत लिए हैं।"
    },
    {
        "sourceText": "ब्योर्न के तुलना में, उनका सामने वाला जिम फ्यूरिक चाहिहें कि उनका खिलाड़ी लोग व्यक्तिगत रूप से बेहतर प्रदर्शन करे, जइसे ऊ साथी के रूप में कइलन, सिवाय जोर्डन स्पीथ आ जस्टिन थॉमस के, जे चार में से तीन अंक हासिल कइले।",
        "targetText": "ब्योर्न की तुलना में, उनके सामने वाला जिम फ्यूरिक चाहते हैं कि उनके खिलाड़ी व्यक्तिगत रूप से बेहतर प्रदर्शन करें, जैसे उन्होंने साथी के रूप में किया, सिवाय जोर्डन स्पीथ और जस्टिन थॉमस के, जिन्होंने चार में से तीन अंक हासिल किए।"
    },
    {
        "sourceText": "थॉमस के ई जिम्मेदारी सौंपल गइल बा कि ऊ वापसी के नेतृत्व करे के कोशिश करसु आ ऊ टॉप मैच में रॉरी मैकइलरॉय के सामना करिहें, जबकि पॉल केसी, जस्टिन रोस, जॉन रह्म, टॉमी फ्लीटवुड आ इयान पुल्टर ऑर्डर के ऊपरी हिस्सा में अउरी यूरोपीय खिलाड़ी बाड़न।",
        "targetText": "थॉमस को यह जिम्मेदारी सौंपी गई है कि वे वापसी का नेतृत्व करने की कोशिश करें और वे टॉप मैच में रॉरी मैकइलरॉय का सामना करेंगे, जबकि पॉल केसी, जस्टिन रोस, जॉन रह्म, टॉमी फ्लीटवुड और इयान पुल्टर क्रम में ऊपरी हिस्से में और यूरोपीय खिलाड़ी हैं।"
    },
    {
        "sourceText": "एह जहाज के 2014 में नेवी में शामिल होखे के चाहीं रहल, लेकिन डिलीवरी के बाद के परेशान करे वाला समस्या एह महत्वाकांक्षी परियोजना के भविष्य पर असर डललस। बार-बार तकनीकी समस्या, परीक्षण में देरी, आ लागत बढ़ गइल जहाज के समय पर कमीशनिंग के और बाधित कइलस। महत्वपूर्ण निवेश आ ऊँच उम्मीद के बावजूद, नेवी के आपरेशन में तैनाती कई बेर स्थगित करे के मजबूर होखे के पड़ल।" ,
        "targetText": "इस जहाज को 2014 में नेवी में शामिल किया जाना था, लेकिन डिलीवरी के बाद परेशान करने वाली समस्याओं ने इस महत्वाकांक्षी परियोजना के भविष्य पर असर डाला। बार-बार तकनीकी समस्याएँ, परीक्षण में देरी, और लागत बढ़ने के कारण जहाज का समय पर कमीशनिंग और बाधित हुआ। महत्वपूर्ण निवेश और उच्च उम्मीदों के बावजूद, नेवी को अपने ऑपरेशन में तैनाती कई बार स्थगित करनी पड़ी।"
    },
    {
        "sourceText": "टोयोटा ई ना बता पाई कि उत्पादन कब ले रोकल जाई, बाकिर लंबा समय में ई चेतावनी देलस कि बढ़ल लागत से प्लांट के प्रतिस्पर्धा घट जाई आ आख़िरकार नौकरी भी जा सकेला।",
        "targetText": "टोयोटा यह नहीं बता पा रही है कि उत्पादन कब तक रोका जाएगा, लेकिन लंबे समय में उसने चेतावनी दी है कि बढ़ी हुई लागत के कारण प्लांट की प्रतिस्पर्धा कम हो जाएगी और अंततः नौकरियां भी जा सकती हैं।"
    },
    {
        "sourceText": "व्हाइट हाउस एतवार के कहलस कि डोनाल्ड ट्रंप के उप अटॉर्नी जनरल रॉड रोज़ेनस्टीन से होखे वाला अहम बैठक शायद एक हफ्ता अउरी आगे खिसक सकेला, काहे कि सुप्रीम कोर्ट के नामांकित ब्रेट कावानॉ के लेके चल रहल लड़ाई अबहियो जारी बा।",
        "targetText": "व्हाइट हाउस ने रविवार को कहा कि डोनाल्ड ट्रंप की उप अटॉर्नी जनरल रॉड रोज़ेनस्टीन के साथ होने वाली अहम बैठक शायद एक हफ्ते और आगे बढ़ सकती है, क्योंकि सुप्रीम कोर्ट के नामांकित ब्रेट कावानॉ को लेकर चल रही लड़ाई अभी भी जारी है।"
    },
    {
        "sourceText": "रोज़ेनस्टीन, स्पेशल काउंसल रॉबर्ट म्यूलर के कामकाज के देखरेख करेले, जे रूस द्वारा चुनाव में दखल, ट्रंप के सहयोगियन आ रूस के बीच संबंध, आ राष्ट्रपति द्वारा न्याय में रुकावट डाले के संभावित मामला के जांच कर रहल बाड़ें।",
        "targetText": "रॉज़ेनस्टीन, स्पेशल काउंसल रॉबर्ट म्यूलर के कामकाज की निगरानी करते हैं, जो रूस द्वारा चुनाव में दखल, ट्रंप के सहयोगियों और रूस के बीच संबंध, और राष्ट्रपति द्वारा न्याय में रुकावट डालने के संभावित मामलों की जांच कर रहे हैं।"
    },
    {
        "sourceText": "एह महीना के सुरुआत में, न्यूयॉर्क टाइम्स रिपोर्ट कइलस कि रोज़ेनस्टीन ट्रंप से बातचीत रिकॉर्ड करे खातिर वायर पहिरे के बात पर चर्चा कइले रहलें, आ 25वां संशोधन के जरिए राष्ट्रपति के हटावे के संभावना पर भी विचार कइल गइल रहे।",
        "targetText": "इस महीने की शुरुआत में, न्यूयॉर्क टाइम्स ने रिपोर्ट किया कि रोज़ेनस्टीन ने ट्रंप से बातचीत रिकॉर्ड करने के लिए वायर लगाने के बारे में चर्चा की थी, और 25वें संशोधन के जरिए राष्ट्रपति को हटाने की संभावना पर भी विचार किया गया था।"
    },
    {
        "sourceText": "ट्रंप कहलन कि ऊ रोज़ेनस्टीन के बर्खास्त करे से “बेहतर समझेलन कि ना कइल जाए”, बाकिर ओकर बाद बैठक टार दिहल गइल, ताकि सीनेट ज्यूडिशियरी कमेटी के सुनवाई से टकराव ना होखे, जहाँ कावानॉ आ उनकर ऊपर यौन दुर्व्यवहार के आरोप लगाए वाली औरत में से एक, डॉ. क्रिस्टीन ब्लेसी फोर्ड, दुनो गवाही देलन।",
        "targetText": "ट्रंप ने कहा कि वे रोज़ेनस्टीन को बर्खास्त करने के “बेहतर समझते हैं कि न किया जाए”, लेकिन उसके बाद बैठक को टाल दिया गया, ताकि यह सीनेट ज्यूडिशियरी कमेटी की सुनवाई से टकराए नहीं, जहाँ कावानॉ और उन पर यौन दुर्व्यवहार के आरोप लगाने वाली महिलाओं में से एक, डॉ. क्रिस्टीन ब्लेसी फोर्ड, दोनों गवाही दे रही थीं।"
    },
    {
        "sourceText": "हेल्थ सेक्रेटरी स्कॉटलैंड के एनएचएस में काम करे वाला ईयू कर्मचारी लोग के चिट्ठी लिख के देश के आभार जतवलन आ ब्रेक्ज़िट के बाद भी ओह लोग से नौकरी पर बने रहे के इच्छा जतवलन।",
        "targetText": "हेल्थ सेक्रेटरी स्कॉटलैंड के एनएचएस में काम करे वाला ईयू कर्मचारी लोग के चिट्ठी लिखके देश के आभार जतवलन आ ब्रेक्ज़िट के बादो ओह लोग से नौकरी पर बने रहे के इच्छा जतवलन।"
    },
    {
        "sourceText": "यूके के ईयू से अलग होखे में छह महीना से कम समय बांचल रहे, एही बीच जीन फ्रीमैन एमएसपी एक चिट्ठी भेजलन।",
        "targetText": "यूके के ईयू से अलग होने में छह महीने से कम समय बचा था, इसी बीच जीन फ्रीमैन एमएसपी ने एक चिट्ठी भेजी।"
    },
    {
        "sourceText": "ईयू भर से, आ ओकरा बाहरो से आवे वाला साथी लोग अनमोल अनुभव आ हुनर लेके आवेले, जे स्वास्थ्य सेवा के काम के मजबूत आ बेहतर बनावेला, आ जेकर फायदा हमनी जवन मरीज आ समुदाय के सेवा करेनी, ओह सब के मिलेला।",
        "targetText": "ईयू भर से, और उसके बाहर से आने वाले साथी लोग अनमोल अनुभव और कौशल लेकर आते हैं, जो स्वास्थ्य सेवा के काम को मजबूत और बेहतर बनाता है, और जिसका लाभ हम जो मरीज और समुदाय की सेवा करते हैं, उन्हें मिलता है।"
    },
    {
        "sourceText": "टेनेसी स्टेट टाइगर्स के लाइनबैकर क्रिस्टियन एबरक्रॉम्बी शनिचरवार के वेंडरबिल्ट कॉमोडोर्स से 31–27 के हार में सिर में चोट लगला के बाद आपातकालीन सर्जरी से गुजरलन, टेनेसीयन के माइक ऑर्गन रिपोर्ट कइले बाड़ें।",
        "targetText": "टेनेसी स्टेट टाइगर्स के लाइनबैकर क्रिस्टियन एबरक्रॉम्बी शनिवार को वेंडरबिल्ट कॉमोडोर्स से 31–27 की हार में सिर में चोट लगने के बाद आपातकालीन सर्जरी से गुजरे, टेनेसीयन के माइक ऑर्गन ने रिपोर्ट किया है।"
    },
    {
        "sourceText": "ट्रेनर आ मेडिकल स्टाफ साइडलाइन पर एबरक्रॉम्बी के पहिले ऑक्सीजन देलन, ओकरा बाद स्ट्रेचर पर राख के अउरी जांच खातिर भीतर ले गइलन।",
        "targetText": "ट्रेनर और मेडिकल स्टाफ ने साइडलाइन पर एबरक्रॉम्बी को पहले ऑक्सीजन दी, उसके बाद उन्हें स्ट्रेचर पर रखकर और जांच के लिए अंदर ले गए।"
    },
    {
        "sourceText": "टेनेसी स्टेट के एगो अधिकारी नैशविल, टेनेसी के WSMV के क्रिस हैरिस से बतवलन कि एबरक्रॉम्बी वेंडरबिल्ट मेडिकल सेंटर में सर्जरी से बाहर आ चुकल बाड़ें।",
        "targetText": "टेनेसी स्टेट के एक अधिकारी ने नैशविल, टेनेसी के WSMV के क्रिस हैरिस को बताया कि एबरक्रॉम्बी वेंडरबिल्ट मेडिकल सेंटर में सर्जरी से बाहर आ चुके हैं।"
    },
    {
        "sourceText": "पिछला हफ्ता में पिनेलस काउंटी के अंदर भा तट के पास मध्यम स्तर के सांद्रण रिपोर्ट भइल बा। हिल्सबरो काउंटी के तट से बाहर कम से लेके ज्यादा स्तर के सांद्रण मिलल बा। मैनटी काउंटी में पृष्ठभूमि से लेके ऊँच स्तर के सांद्रण दर्ज भइल बा। सारासोटा काउंटी के अंदर भा तट के पास पृष्ठभूमि से ऊँच स्तर के सांद्रण पावल गइल बा। शार्लोट काउंटी में पृष्ठभूमि से मध्यम स्तर के सांद्रण बा, ली काउंटी के अंदर भा तट के पास पृष्ठभूमि से ऊँच स्तर के सांद्रण मिलल बा, आ कॉलियर काउंटी में कम स्तर के सांद्रण रिपोर्ट भइल बा।",
        "targetText": "पिछले हफ्ते पिनेलस काउंटी के अंदर या तट के पास मध्यम स्तर का संकेंद्रण रिपोर्ट किया गया। हिल्सबोरो काउंटी के तट से बाहर कम से लेकर ज्यादा स्तर का संकेंद्रण पाया गया। मैनटी काउंटी में पृष्ठभूमि से लेकर ऊँचे स्तर का संकेंद्रण दर्ज किया गया। सारासोटा काउंटी के अंदर या तट के पास पृष्ठभूमि से ऊँचे स्तर का संकेंद्रण मिला। शार्लोट काउंटी में पृष्ठभूमि से मध्यम स्तर का संकेंद्रण है, ली काउंटी के अंदर या तट के पास पृष्ठभूमि से ऊँचे स्तर का संकेंद्रण पाया गया, और कॉलियर काउंटी में कम स्तर का संकेंद्रण रिपोर्ट किया गया।"
    },
    {
        "sourceText": "फ्लोरिडा फिश एंड वाइल्डलाइफ कमीशन के ताज़ा रिपोर्ट देखावत बा कि टैम्पा बे इलाका के कुछ हिस्सन में रेड टाइड के सांद्रण में कुल मिलाके कमी आइल बा।",
        "targetText": "फ्लोरिडा फिश एंड वाइल्डलाइफ कमीशन की ताज़ा रिपोर्ट दिखाती है कि टैम्पा बे इलाके के कुछ हिस्सों में रेड टाइड के संकेंद्रण में कुल मिलाकर कमी आई है।"
    },
    {
        "sourceText": "टीम यूएसए पूरा वीकेंड फेयरवे ढूंढे में जूझत रहल, सिवाय पैट्रिक रीड, जस्टिन थॉमस आ टोनी फिनाउ के, जे पूरा टूर्नामेंट भर ऊँच दर्जा के गोल्फ खेलत रहलें।",
        "targetText": "टीम यूएसए पूरे वीकेंड फेयरवे खोजने में जूझती रही, सिवाय पैट्रिक रीड, जस्टिन थॉमस और टोनी फिनाउ के, जिन्होंने पूरे टूर्नामेंट में उच्च स्तर का गोल्फ खेला।"
    },
    {
        "sourceText": "ऊ मशाल आपन देस के साथी जॉन रैम के सौंप देले, जवन एतवार के सिंगल्स मुकाबला में अमेरिका के गोल्फ दिग्गज टाइगर वुड्स के 2&1 से हरवले।",
        "targetText": "उन्होंने मशाल अपने देश के साथी जॉन रह्म को सौंप दी, जिन्होंने रविवार के सिंगल्स मुकाबले में अमेरिका के गोल्फ दिग्गज टाइगर वुड्स को 2&1 से हराया।"
    },
    {
        "sourceText": "ई टीम के बारे में बा, आ हम खुश बानी कि हम मदद कर सकनी,यूरोपियन जीत के बाद भावुक भइल गार्सिया कहलन।",
        "targetText": "यह टीम के बारे में है, और मैं खुश हूँ कि मैं मदद कर सका, यूरोपीय जीत के बाद भावुक हुए गार्सिया ने कहा।"
    },
    {
        "sourceText": "आठ राइडर कप के अनुभवी, स्पेन के सर्जियो गार्सिया 25.5 करियर प्वाइंट के साथ टूर्नामेंट के अब तक के सबसे जादे जीतल यूरोपियन बन गइलें।",
        "targetText": "आठ राइडर कप के अनुभवी, स्पेन के सर्जियो गार्सिया 25.5 करियर पॉइंट्स के साथ टूर्नामेंट के अब तक के सबसे ज्यादा जीतने वाले यूरोपीय बन गए हैं।"
    },
    {
        "sourceText": "दुनिया के नंबर एक खिलाड़ी डस्टिन जॉनसन, इंग्लैंड के इयान पॉल्टर से 2 & 1 से हार गइलें, जे शायद आपन आखिरी राइडर कप खेलले होखस।",
        "targetText": "दुनिया के नंबर एक खिलाड़ी डस्टिन जॉनसन, इंग्लैंड के इयान पुल्टर से 2 & 1 से हार गए, जो शायद उनका आखिरी राइडर कप हो।"
    },
    {
        "sourceText": "अमेरिका के स्टार फिल मिकेलसन, जे टूर्नामेंट के ज्यादातर हिस्सा में संघर्ष करत रहलें, आपन टी-शॉट पार-3 के 16वाँ होल पर पानी में गिरा देलन आ आपन मुकाबला फ्रांसेस्को मोलिनारी के दे दिहलन।",
        "targetText": "अमेरिका के स्टार फिल मिकल्सन, जो टूर्नामेंट के अधिकांश हिस्सा में संघर्ष कर रहे थे, अपने टी-शॉट पार-3 के 16वें होल पर पानी में गिरा दिए और अपना मुकाबला फ्रांसेस्को मोलिनारी को दे दिया।"
    },
    {
        "sourceText": "बाकिर ऊ जोर देके कहलन कि ई सशर्त मदद या ओह देश से मदद ना स्वीकार करी जे विद्रोह के समर्थन कइले रहलन।",
        "targetText": "लेकिन उन्होंने जोर देकर कहा कि यह केवल सशर्त मदद होगी और वे उस देश से मदद स्वीकार नहीं करेंगे जिसने विद्रोह का समर्थन किया था।"
    },
    {
        "sourceText": "अब सभ परिस्थिति मौजूद बा कि आतंकवाद आ ओह एकतरफा आर्थिक कदम के चलते, जे उनका रोज़मर्रा के जिंदगी आ रोजी-रोटी के निशाना बनवलस, मजबूरी में देश छोड़ल शरणार्थी लोग आपन देश में स्वेच्छा से लौट सके।",
        "targetText": "अब सभी परिस्थितियाँ मौजूद हैं कि आतंकवाद और उन एकतरफा आर्थिक कदमों के चलते, जिन्होंने उनके रोज़मर्रा के जीवन और रोज़ी-रोटी को निशाना बनाया, मजबूरी में देश छोड़कर गए शरणार्थी लोग अपने देश में स्वेच्छा से लौट सकें।"
    },
    {
        "sourceText": "सीरिया कहता कि ऊ शरणार्थी लोग के स्वेच्छा से वापसी खातिर तैयार बा आ सात साल से ज्यादा लंबा युद्ध से तबाह भइल देश के दोबारा बनावे में मदद खातिर अपील करत बा।",
        "targetText": "सीरिया कहता है कि वह शरणार्थियों की स्वेच्छा से वापसी के लिए तैयार है और सात साल से अधिक लंबे युद्ध से तबाह हुए देश को फिर से बनाने में मदद की अपील कर रहा है।"
    },
    {
        "sourceText": "“ई सच्चाई कि वाशिंगटन भा बीजिंग में जल्दी राजनीतिक फैसला होखे से अइसन हालात बन सकेला जे दूनो देश में आर्थिक संकट शुरू कर सकेला, असल में पहिले जे लोग सोचले बा ओकरा से बहुत जादे खतरनाक बा,” Abigail Grace कहलिन, जे सेंटर फॉर न्यू अमेरिकन सिक्योरिटी में रिसर्च एसोसिएट बाड़ी आ एशिया पर फोकस करतारी, एगो थिंक टैंक।",
        "targetText": "“यह सच्चाई कि वाशिंगटन या बीजिंग में जल्दी राजनीतिक फैसले होने से ऐसे हालात बन सकते हैं जो दोनों देशों में आर्थिक संकट शुरू कर सकते हैं, वास्तव में पहले जिन लोगों ने सोचा था उससे कहीं ज्यादा खतरनाक है,” एबिगेल ग्रेस ने कहा, जो सेंटर फॉर न्यू अमेरिकन सिक्योरिटी में रिसर्च एसोसिएट हैं और एशिया पर फोकस करती हैं, जो एक थिंक टैंक है।"
    },
    {
        "sourceText": "वाशिंगटन के पीछे हटावे के मतलब बा कि मांग के माने के पड़ी, बाकिर सार्वजनिक रूप से अमेरिका के सामने झुकल चीन के राष्ट्रपति शी जिनपिंग खातिर बहुते शर्मनाक होखी।",
        "targetText": "वाशिंगटन के पीछे हटने का मतलब है कि मांग को मानना पड़ेगा, लेकिन सार्वजनिक रूप से अमेरिका के सामने झुकने के लिए चीन के राष्ट्रपति शी जिनपिंग के लिए यह बहुत शर्मनाक होगा।"
    },
    {
        "sourceText": "चीन वादा कइले बा कि ऊ अमेरिका के हर कदम के बराबरी करी, आ दुनिया के दुसरका सबसे बड़ अर्थव्यवस्था जल्दिए पीछे हटे वाला नइखे।",
        "targetText": "चीन ने वादा किया है कि वह अमेरिका के हर कदम का बराबरी करेगा, और दुनिया की दूसरी सबसे बड़ी अर्थव्यवस्था जल्द ही पीछे हटने वाली नहीं है।"
    },
    {
        "sourceText": "बीजिंग हर बार बराबरी के जवाब दिहले बा, सबसे हाल में अमेरिका के 60 बिलियन डॉलर के सामान पर 5 से 10 फीसदी टैरिफ लगा दिहलस।",
        "targetText": "बीजिंग हर बार बराबरी का जवाब दिया है, सबसे हाल में अमेरिका के 60 बिलियन डॉलर के सामान पर 5 से 10 प्रतिशत टैरिफ लगा दिया।"
    },
    {
        "sourceText": "डोनाल्ड ट्रंप, अमेरिका के राष्ट्रपति, ई साल के शुरू में पहिला चेतावनी देले जब ऊ मुख्य चीनी निर्यात, जइसे सोलर पैनल, स्टील आ एल्युमिनियम पर टैक्स लगा दिहलन।",
        "targetText": "डोनाल्ड ट्रंप, अमेरिका के राष्ट्रपति, ने इस साल की शुरुआत में पहली चेतावनी दी जब उन्होंने मुख्य चीनी निर्यात, जैसे सोलर पैनल, स्टील और एल्यूमिनियम पर टैक्स लगा दिया।"
    },
    {
        "sourceText": "अमेरिका आ चीन के बीच व्यापार युद्ध के पहिला हमला बहुते तेज रहल, आ जबकि लड़ाई अबहियो खतम नइखे भइल, विशेषज्ञ कहत बाड़ें कि दीर्घकाल में ई देशन के बीच दरार बीजिंग खातिर फायदेमंद हो सकेला।",
        "targetText": "अमेरिका और चीन के बीच व्यापार युद्ध का पहला हमला बहुत तेज था, और जबकि लड़ाई अभी भी खत्म नहीं हुई है, विशेषज्ञ कहते हैं कि दीर्घकाल में यह देशों के बीच दरार बीजिंग के लिए फायदेमंद हो सकती है।"
    },
    {
        "sourceText": "जब ऊ भाषण देत कहली कि ऊ औपचारिक अभियान ना चलइहें, तब ऊ भावना से अतना प्रभावित भइली – लोगन के आभार जतावत जे उनकर समर्थन कइले रहलें, ओ सिस्टम से निराशा जतावत जे धन जुटावल आ वोटर पर ध्यान देबे के बजाय डेलीगेट पर फोकस करावल मुश्किल बना देले रहल, आ लिंगभेद पर गुस्सा – कि ऊ भावनात्मक हो गइल बाड़ी।",
        "targetText": "जब उन्होंने भाषण देते हुए कहा कि वह औपचारिक अभियान नहीं चलाएंगी, तब वह भावना से इतनी प्रभावित हुईं – लोगों का आभार जताते हुए जिन्होंने उनका समर्थन किया, उस सिस्टम से निराशा जताते हुए जो धन जुटाने और वोटरों पर ध्यान देने के बजाय डेलीगेट पर फोकस करवा रहा था, और लिंगभेद पर गुस्सा – कि वह भावनात्मक हो गईं।"
    },
    {
        "sourceText": "काहे कि अभियान के आखिरी समय रहे, ऊ फंड जुटावे में पीछे रह गइल रहली, आ एह से ऊ वचन देली कि जब तक ऊ 2 मिलियन डॉलर ना जुटाई, तब तक ऊ चुनाव में हिस्सा ना लीहें।",
        "targetText": "क्योंकि अभियान के आखिरी समय था, वह फंड जुटाने में पीछे रह गई थीं, और इसलिए उन्होंने वचन दिया कि जब तक वह 2 मिलियन डॉलर नहीं जुटा लेंगी, तब तक वह चुनाव में हिस्सा नहीं लेंगी।"
    },
    {
        "sourceText": "1987 में, जब श्री हार्ट के मोनकी बिज़नेस नाव पर एगो परपुरुष संबंध में पकड़ाइल गइल आ ऊ चुनाव से बाहर हो गइलें, तब मिस श्रोएडर, गहराई से निराश होके, सोचली कि उनकरा लगे आप खुद राष्ट्रपति पद के दौड़ में शामिल होखे के विचार के जांच करे के कवनो कारण नइखे।",
        "targetText": "1987 में, जब श्री हार्ट को मंकी बिज़नेस नाव पर एक परपुरुष संबंध में पकड़ा गया और वे चुनाव से बाहर हो गए, तब मिस श्रोएडर, गहरी निराशा में, यह सोच गईं कि उनके पास खुद राष्ट्रपति पद की दौड़ में शामिल होने के विचार की जांच करने का कोई कारण नहीं है।"
    },
    {
        "sourceText": "पैट्रिशिया श्रोएडर, जे ओ समय कोलोराडो से डेमोक्रेटिक कांग्रेसवुमन रहली, गैरी हार्ट के राष्ट्रपति पद के अभियान में उनकरा साथ काम कइले रहली।",
        "targetText": "पैट्रिशिया श्रोएडर, जो उस समय कोलोराडो से डेमोक्रेटिक कांग्रेसवुमन थीं, गैरी हार्ट के राष्ट्रपति पद के अभियान में उनके साथ काम कर रही थीं।"
    },
    {
        "sourceText": "हमार एगो सबसे तेज़ याद एगो शुरुआती नौकरी से बा, जे पुरुष बहुल ऑफिस में रहल, जहाँ हम एक बार अनकहे गुस्सा में रो रहल रहीं, आ तब हमरा गला के पीछे से एक बूढ़ी औरत – एगो सर्द प्रबंधक जेसे हम हमेशा थोड़ा डरित रहनी – पकड़ लेहलस आ हमरा सीढ़ीघर में खींच ले गइल।",
        "targetText": "मेरी एक सबसे तेज़ याद एक शुरुआती नौकरी से है, जो पुरुष बहुल ऑफिस में थी, जहाँ मैं एक बार अनकहे गुस्से में रो रही थी, और तब मेरी गर्दन के पीछे से एक बूढ़ी औरत – एक सख़्त प्रबंधक जैसी जिनसे मैं हमेशा थोड़ी डरती थी – ने पकड़ लिया और मुझे सीढ़ीघर में खींच लिया।"
    },
    {
        "sourceText": "ई एगो सही ठाँव के आलोचना बा, महीना आ साल भर के गुस्सा एकदम फूट पड़ल बा, आ ऊ बिना रोये एहके बाहर नइखी निकाल पावत।",
        "targetText": "यह एक सटीक आलोचना है, महीनों और सालों का गुस्सा अचानक फूट पड़ा है, और वह बिना रोए इसे बाहर नहीं निकाल पा रही हैं।"
    },
    {
        "sourceText": "आपन पुष्टि सुनवाई में, कावानॉ ई सवाल के टाल गइलें कि का ऊ कुछ सुप्रीम कोर्ट के फैसले पलटब।",
        "targetText": "अपने पुष्टि सुनवाई में, कावानॉ ने इस सवाल को टाल दिया कि क्या वे कुछ सुप्रीम कोर्ट के फैसले पलटेंगे।"
    },
    {
        "sourceText": "पेलोसी आगे कहली कि एगो डेमोक्रेट के रूप में उनकर चिंता रहल कि कावानॉ संभावित रूप से अफोर्डेबल केयर एक्ट या रो बनाम वेड के खिलाफ फैसला दे सकत बाड़ें, काहे कि उनकरा के एगो रूढ़िवादी जस्टिस मानल जाला।",
        "targetText": "पेलोसी आगे कहती हैं कि एक डेमोक्रेट के रूप में उनकी चिंता यह थी कि कावानॉ संभावित रूप से अफोर्डेबल केयर एक्ट या रो बनाम वेड के खिलाफ फैसला दे सकते हैं, क्योंकि उन्हें एक रूढ़िवादी जस्टिस माना जाता है।"
    },
    {
        "sourceText": "पेलोसी हिचकिचइली जब पुछल गइल कि अगर कावानॉ के पुष्टि हो जाला आ डेमोक्रेट्स प्रतिनिधि सभा में बहुमत हासिल कर लें, त का ऊ उनकर महाभियोग करे के कोशिश करबि।",
        "targetText": "पेलोसी हिचकिचाईं जब पूछा गया कि अगर कावानॉ की पुष्टि हो जाती है और डेमोक्रेट्स प्रतिनिधि सभा में बहुमत हासिल कर लेते हैं, तो क्या वे उनका महाभियोग करने की कोशिश करेंगी।"
    },
    {
        "sourceText": "\"हम सोचत बानी कि ऊ अपने आप के अयोग्य बनवले बा ओह बयान आ तरीका से जेसे ऊ क्लिंटन आ डेमोक्रेट्स के खिलाफ गइल रहलें,\" ऊ कहलिन।",
        "targetText": "\"हम सोचते हैं कि उन्होंने अपने आप को अयोग्य बना लिया है उस बयान और तरीके से जिससे वे क्लिंटन और डेमोक्रेट्स के खिलाफ गए थे,\" उन्होंने कहा।"
    },
    {
        "sourceText": "पेलोसी कहलिन कि उनकरा विश्वास बा कि कावानॉ के गवाही साबित करेला कि ऊ सुप्रीम कोर्ट में काम ना कर सकेलें, काहे कि ई देखावलस कि ऊ डेमोक्रेट्स के खिलाफ पक्षपाती बाड़ें।",
        "targetText": "पेलोसी ने कहा कि उनका विश्वास है कि कावानॉ की गवाही साबित करती है कि वे सुप्रीम कोर्ट में काम नहीं कर सकते, क्योंकि इससे यह दिखाई देता है कि वे डेमोक्रेट्स के खिलाफ पक्षपाती हैं।"
    },
    {
        "sourceText": "ऊ स्पष्ट रूप से कमिटी में डेमोक्रेट्स के निंदा भी कइलन, आ उनकरा खिलाफ आरोप के कहलन कि ई एगो \"भयंकर आ समन्वित चरित्र हत्या\" बा, जे उ लोग द्वारा आयोजित भइल जे नाराज बा कि हिलेरी क्लिंटन 2016 के राष्ट्रपति चुनाव हार गइलन।",
        "targetText": "उन्होंने स्पष्ट रूप से कमिटी में डेमोक्रेट्स की निंदा भी की, और उनके खिलाफ लगाए गए आरोपों को बताया कि यह एक \"भयंकर और समन्वित चरित्र हत्या\" है, जो उन लोगों द्वारा आयोजित की गई थी जो नाराज थे कि हिलेरी क्लिंटन 2016 के राष्ट्रपति चुनाव हार गईं।"
    },
    {
        "sourceText": "आपन उद्घाटन बयान के दौरान, कावानॉ बहुत भावुक रहलें, कई बेर लगभग चिल्लावत आ रोवत-गला घुटत रहली जब ऊ आपन परिवार आ हाई स्कूल के दिनन के बारे में बात करत रहली।",
        "targetText": "अपने उद्घाटन बयान के दौरान, कावानॉ बहुत भावुक रहे, कई बार लगभग चिल्लाते और रोते-गला घुटते रहे जब वे अपने परिवार और हाई स्कूल के दिनों के बारे में बात कर रहे थे।"
    },
    {
        "sourceText": "कावानॉ भावुक होके ई आरोप से इनकार कइले कि जब ऊ दुनो किशोर रहनी, त उनकरा द्वारा डॉ. क्रिस्टीन ब्लेसी फोर्ड के यौन उत्पीड़न भइल।",
        "targetText": "कावानॉ भावुक होकर इस आरोप से इनकार किया कि जब वे दोनों किशोर थे, तब उन्होंने डॉ. क्रिस्टीन ब्लेसी फोर्ड का यौन उत्पीड़न किया।"
    },
    {
        "sourceText": "पेलोसी ई टिप्पणी शनिचर के टेक्सास, ऑस्टिन में टेक्सास ट्रिब्यून फेस्टिवल के एगो इंटरव्यू में कइली।",
        "targetText": "पेलोसी ने यह टिप्पणी शनिवार को टेक्सास, ऑस्टिन में टेक्सास ट्रिब्यून फेस्टिवल के एक इंटरव्यू में की।"
    },
    {
        "sourceText": "हाउस माइनॉरिटी लीडर नैन्सी पेलोसी सुप्रीम कोर्ट के नामांकित ब्रेट कावानॉ के \"हिस्टेरिकल\" कहलन आ कहलन कि ऊ स्वभाव से सुप्रीम कोर्ट में काम करे खातिर अयोग्य बाड़ें।",
        "targetText": "हाउस माइनॉरिटी लीडर नैन्सी पेलोसी ने सुप्रीम कोर्ट के नामांकित ब्रेट कावानॉ को \"हिस्टेरिकल\" कहा और कहा कि वे स्वभाव से सुप्रीम कोर्ट में काम करने के लिए अयोग्य हैं।"
    },
    {
        "sourceText": "\"अमेरिका में कवनो भरोसा बिना, हमनी के राष्ट्रीय सुरक्षा में भरोसा ना रही, आ अइसन परिस्थितियन में, हमनी के पहिले अपने आप अकेले हथियार छोड़ देबे के कवनो तरीका नइखे,\" श्री री न्यूयॉर्क में संयुक्त राष्ट्र महासभा के भाषण में कहलन।",
        "targetText": "\"अमेरिका में कोई भरोसा नहीं होने पर, हम राष्ट्रीय सुरक्षा में भरोसा नहीं कर सकते, और ऐसी परिस्थितियों में, हमारे पास पहले अपने आप अकेले हथियार छोड़ने का कोई तरीका नहीं है,\" श्री री ने न्यूयॉर्क में संयुक्त राष्ट्र महासभा के भाषण में कहा।"
    },
    {
        "sourceText": "लेकिन शनिवार को, उत्तर कोरिया के विदेश मंत्री री योंग-हो ने अमेरिका के प्रतिबंधों को दोषी ठहराया कि तब से कोई प्रगति नहीं हुई।",
        "targetText": "बाकिर शनिचर के, उत्तर कोरिया के विदेश मंत्री री योंग-हो अमेरिका के प्रतिबंध के दोष देलेन कि तब से कवनो प्रगति ना भइल।"
    },
    {
        "sourceText": "ई जून के ऐतिहासिक बैठक के बाद भइल, जब अमेरिका के राष्ट्रपति डोनाल्ड ट्रंप आ किम जोंग-उन सिंगापुर में भेंट कइले रहलें, आ ओह समय ऊ लोग आम शब्दन में सहमति बनवलस कि न्यूक्लियर-फ्री कोरियाई प्रायद्वीप खातिर काम करी।",
        "targetText": "यह जून की ऐतिहासिक बैठक के बाद हुआ, जब अमेरिका के राष्ट्रपति डोनाल्ड ट्रंप और किम जोंग-उन सिंगापुर में मिले थे, और उस समय उन्होंने सामान्य शब्दों में सहमति बनाई कि वे न्यूक्लियर-फ्री कोरियाई प्रायद्वीप के लिए काम करेंगे।"
    },
    {
        "sourceText": "एह महीना के सुरुआत में, दुनो देश के नेता प्योंगयांग में भेंट कइले, जेकर मुख्य मुद्दा ठप पड़ल परमाणु निरस्त्रीकरण बातचीत रहल।",
        "targetText": "इस महीने की शुरुआत में, दोनों देशों के नेता प्योंगयांग में मिले, जिसका मुख्य मुद्दा ठप पड़े हुए परमाणु निरस्त्रीकरण वार्ता था।"
    },
    {
        "sourceText": "उत्तर आ दक्षिण के संबंध - जे अबहियो तकनीकी रूप से युद्ध में बाड़ें - हाल के महीना में खासा बेहतर भइल बा।",
        "targetText": "उत्तर और दक्षिण के संबंध - जो अभी भी तकनीकी रूप से युद्ध की स्थिति में हैं - हाल के महीनों में काफी बेहतर हुए हैं।"
    },
    {
        "sourceText": "चीन दोषी लोग के शरणार्थी के बजाय गैरकानूनी प्रवासी मानेला आ अक्सर जबरदस्ती उनकरा के देश वापिस भेज देला।",
        "targetText": "चीन अपराधियों को शरणार्थी के बजाय अवैध प्रवासी मानता है और अक्सर जबरन उन्हें देश वापस भेज देता है।"
    },
    {
        "sourceText": "ज्यादातर लोग चीन के रास्ता से भागेला, काहे कि चीन के उत्तर कोरिया से सबसे लंबा सीमा बा आ ओह पर पार पावे आसान बा, जबकि दुनो कोरिया के बीच के भारी सुरक्षा वाला डेमिलिटरीज़्ड जोन (DMZ) पार करना मुश्किल बा।",
        "targetText": "ज्यादातर लोग चीन के रास्ते भागते हैं, क्योंकि चीन की उत्तर कोरिया से सबसे लंबी सीमा है और वहां पार करना आसान है, जबकि दोनों कोरिया के बीच भारी सुरक्षा वाला डेमिलिटरीज़्ड ज़ोन (DMZ) पार करना मुश्किल है।"
    },
    {
        "sourceText": "सियोल कहता कि 1953 में कोरियाई युद्ध खतम भइला के बाद से 30,000 से अधिक उत्तर कोरियाई लोग गैरकानूनी रूप से सीमा पार कर चुकल बा।",
        "targetText": "सियोल कहता है कि 1953 में कोरियाई युद्ध समाप्त होने के बाद से 30,000 से अधिक उत्तर कोरियाई लोग अवैध रूप से सीमा पार कर चुके हैं।"
    },
    {
        "sourceText": "पार्क ब्यूंग-सेउग, दक्खिन के एकीकरण मंत्रालय के डेटा के हवाला देत, कहले कि पिछले साल 1,127 लोग भागल – जबकि 2011 में ई संख्या 2,706 रहल।",
        "targetText": "पार्क ब्यूंग-सेउग, दक्षिण के एकीकरण मंत्रालय के डेटा का हवाला देते हुए, ने कहा कि पिछले साल 1,127 लोग भागे — जबकि 2011 में यह संख्या 2,706 थी।"
    },
    {
        "sourceText": "एक दक्षिण कोरियाई विधायक कहले बा कि जब से किम जोंग-उन सात साल पहिले सत्ता में आइल बाड़ें, तब से उत्तर कोरिया से दक्षिण कोरिया भागे वाला लोग के संख्या घट गइल बा।",
        "targetText": "एक दक्षिण कोरियाई विधायक ने कहा कि जब से किम जोंग-उन सात साल पहले सत्ता में आए हैं, तब से उत्तर कोरिया से दक्षिण कोरिया भागने वाले लोगों की संख्या घट गई है।"
    },
    {
        "sourceText": "अभी तक साफ नइखे कि श्री कावानॉ के सीनेट के मंजिल पर कम से कम 50 वोट मिल सकेला कि ना, जेसे उपराष्ट्रपति माइक पेंस टाई तोड़ सके आ उनकरा के सुप्रीम कोर्ट में पुष्टि कर सके।",
        "targetText": "अभी तक स्पष्ट नहीं है कि श्री कावानॉ को सीनेट में कम से कम 50 वोट मिल पाएंगे या नहीं, जिससे उपराष्ट्रपति माइक पेंस टाई तोड़कर उन्हें सुप्रीम कोर्ट में पुष्टि करा सकें।"
    },
    {
        "sourceText": "जॉर्ज डब्ल्यू. बुश फोन उठाके सीनेटर लोग के कॉल करत बाड़ें, उनकरा के कावानॉ के समर्थन करे खातिर मनावत, जे व्हाइट हाउस में श्री बुश के तहत काम कइले रहलें आ ओही दौरान उनका से मिलल आपन पत्नी एशली से, जे श्री बुश के व्यक्तिगत सचिव रहली।",
        "targetText": "जॉर्ज डब्ल्यू. बुश फोन उठाकर सीनेटरों को कॉल कर रहे हैं, उन्हें कावानॉ का समर्थन करने के लिए मनाते हुए, जो व्हाइट हाउस में श्री बुश के तहत काम कर चुके हैं और उसी दौरान उनसे मिलीं उनकी पत्नी एशली से, जो श्री बुश की व्यक्तिगत सचिव थीं।"
    },
    {
        "sourceText": "कहल कि उनकर पिता, जे बीबीसी में कैमरा मैन के रूप में काम कइले रहलें आ एक छोट खिलौना भालू से प्रेरित होके बाल किताब लिखले, अपन काम के खारिज होखला पर भी संतुष्ट रहितन,  ऊ जोड़ली कि किताब के 60वां सालगिरह \"कड़ुआ-मीठा\" रहल जब ऊ पिछले साल निधन भइलन।",
        "targetText": "कहा कि उनके पिता, जो बीबीसी में कैमरा मैन के रूप में काम कर चुके थे और एक छोटे खिलौना भालू से प्रेरित होकर बच्चों की किताब लिखी थी, अपने काम के खारिज होने पर भी संतुष्ट रहते थे,  उन्होंने जोड़ा कि किताब का 60वां सालगिरह \"कड़वा-मीठा\" था जब उनका पिछले साल निधन हो गया।"
    },
    {
        "sourceText": "वेल्श के AM (विधानसभा सदस्य) ई बात से परेशान बा कि हाल के घटनाक्रम से उनकर जनता में छवि खराब हो रहल बा।\nउ लोगन के डर बा कि आपसी झगड़ा, गड़बड़ी आ गलत फैसला से लोग उनकर मजाक उड़ावे लागे आ “मपेट” जइसन समझे।\nअइसन सोच से उनकर राजनीतिक भरोसा आ काम करे के ताकत कमजोर पड़ सकेला।\nएह वजह से उ लोग आपन इज्जत आ ठीक छवि बनाके रखे खातिर ज्यादा सावधान बा।",
        "targetText": "वेल्श के AM (विधानसभा सदस्य) इस बात को लेकर चिंतित हैं कि हालिया घटनाक्रमों से उनकी सार्वजनिक छवि को नुकसान पहुँच रहा है।\nउन्हें डर है कि आपसी मतभेद, भ्रम और गलत फैसले उन्हें जनता की नज़र में गंभीर नेता की बजाय “मपेट” जैसा दिखा सकते हैं।\nइस तरह की धारणा उनके राजनीतिक विश्वास और प्रभावशीलता को कमजोर कर सकती है।\nइसी कारण वे अपनी विश्वसनीयता और पेशेवर छवि बनाए रखने को लेकर सतर्क हो गए हैं।"
    },
    {
        "sourceText": "विधानसभा के कुछ सदस्य लोगन के बीच ई सुझाव पर अड़चन आ मतभेद बा कि उनकर पद के नाम बदलके MWP (वेल्श के सांसद) राखल जाव।\nकुछ लोग मानत बाड़ें कि नया शीर्षक साफ-सुथरा आ असरदार रही, बाकिर दोसरा लोग के डर बा कि ए से भ्रम फैली।\nएह मुद्दा पर विधानसभा के भीतर लगातार चर्चा आ बहस चलत बा।\nफिलहाल, एह सुझाव पर सहमति बनावल आसान नइखे।",
        "targetText": "विधानसभा के कुछ सदस्यों के बीच ई सुझाव पर अड़चन आ मतभेद बा कि उनकर पद के नाम बदलके MWP (वेल्श के सांसद) रखल जाए।\nकुछ लोग माने त बा कि नया शीर्षक साफ आ असरदार लागी, बाकिर दोसरा लोगन के डर बा कि एह से भ्रम फैली।\nएह मुद्दा पर विधानसभा के भीतर लगातार चर्चा आ बहस चल रहल बा।\nफिलहाल, एह सुझाव पर सहमति बन पावल आसान नइखे होत।"
    },
    {
        "sourceText": "एह के मुख्य कारण ई बा कि विधानसभा के नाम बदल के 'वेल्श संसद' बनावे के योजना बनावल गइल बा।\nए बदलाव से संस्था के पहचान आ भूमिका में बदलाव के संभावना बा।\nनाम बदलला के साथ-साथ सदस्य लोग के पद आ जिम्मेदारी पर भी असर पड़ सकेला।\nएही कारण से कई सदस्य एह प्रस्ताव के लेके सतर्क आ चिन्तित नजर आवत बाड़ें।",
        "targetText": "ऐसा होने की मुख्य वजह यह है कि विधानसभा के नाम को बदलकर “वेल्श संसद” करने की योजना बनाई गई है।\nइस बदलाव से संस्था की पहचान और भूमिका में परिवर्तन आने की संभावना जताई जा रही है।\nनाम बदलने के साथ-साथ सदस्यों के पद और जिम्मेदारियों पर भी असर पड़ सकता है।\nइसी कारण कई सदस्य इस प्रस्ताव को लेकर सतर्क और चिंतित नजर आ रहे हैं।"
    },
    {
        "sourceText": "राजनीति से जुड़ल सभे AM लोग ई बात लेके चिंतित बा कि एह फैसला से उनकर सार्वजनिक छवि पर असर पड़ सकेला।\nउ लोग के डर बा कि लोग एह मुद्दा के गंभीरता से ना लेके उनकर मजाक उड़ाई।\nएह तरह के प्रतिक्रिया से उनकर विश्वसनीयता आ राजनीतिक प्रभाव पर नकारात्मक असर पड़ सकेला।\nएही कारण से उ लोग पूरा मामला लेके काफी सतर्क आ संवेदनशील नजर आवत बाड़ें।",
        "targetText": "राजनीति के दायरे से जुड़े सभी AM इस बात को लेकर चिंतित हैं कि इस फैसले से उनकी सार्वजनिक छवि को नुकसान पहुँच सकता है।\nउन्हें डर है कि लोग इस मुद्दे को गंभीरता से लेने के बजाय उनका मजाक उड़ाने लगेंगे।\nऐसी प्रतिक्रिया से उनकी विश्वसनीयता और राजनीतिक प्रभाव पर नकारात्मक असर पड़ सकता है।\nइसी वजह से वे इस पूरे मामले को लेकर काफी सतर्क और संवेदनशील नजर आ रहे हैं।"
    },
    {
        "sourceText": "एक लेबर AM कहले कि उनका समूह के ई चिंता रहे कि एह प्रस्ताव के TWP आ PWP जइसन नाम से ना जोडल जाव।\nउ लोग के मानना रहे कि एह तरह के छोट आ अस्पष्ट शीर्षक जनता में भ्रम पैदा कर सकेला।\nसमूह के डर रहे कि एह तरह के नाम राजनीतिक मुद्दा के गंभीरता के कम कर दी।\nएही कारण से उ लोग एह विषय पर सावधानी आ स्पष्टता बरते के पक्ष में रहल।",
        "targetText": "एक लेबर AM ने कहा कि उनके समूह को इस बात की चिंता थी कि इस प्रस्ताव को TWP और PWP जैसे नामों से न जोड़ा जाए।\nउनका मानना था कि ऐसे संक्षिप्त और अस्पष्ट शीर्षक जनता के बीच भ्रम पैदा कर सकते हैं।\nसमूह को डर था कि इस तरह के नाम राजनीतिक मुद्दे की गंभीरता को कम कर देंगे।\nइसी कारण वे इस विषय पर सावधानी और स्पष्टता बरतने के पक्ष में थे।"
    },
    {
        "sourceText": "वेल्स से बाहर रहे वाला पाठक लोग खातिर ई बात बुझल जरूरी बा कि वेल्श भाषा में कुछ शब्द के अलग मतलब होला।\nवेल्श में 'twp' के मतलब बेवकूफ या मूर्ख होला।\nवहीं 'pwp' शब्द के अर्थ गंदगी या मल से जुड़ल मानल जाला।\nएही कारण से एह शब्द से मिलत-जुलत संक्षेप के लेके संवेदनशीलता आ चिंता देखावल गइल।",
        "targetText": "वेल्स से बाहर रहने वाले पाठकों के लिए यह बात समझना ज़रूरी है कि वेल्श भाषा में कुछ शब्दों के अलग अर्थ होते हैं।\nवेल्श में “twp” शब्द का मतलब बेवकूफ़ या मूर्ख होता है।\nवहीं “pwp” शब्द का अर्थ गंदगी या मल से जुड़ा हुआ माना जाता है।\nइसी वजह से इन शब्दों से मिलते-जुलते संक्षेपों को लेकर संवेदनशीलता और चिंता जताई जा"
    },
    {
        "sourceText": "एक प्लेड एएम कहले कि पूरा समूह खुश नइखे रहल आ उ लोग दुसर विकल्प के सुझाव दिहलस।\nउनकर मानना रहे कि मौजूदा प्रस्ताव से समूह के राय आ जनता के धारणा पर असर पड़ सकेला।\nउ कहलन कि बेहतर आ ज्यादा उपयुक्त विकल्प खोज के ही अंतिम फैसला लेहल जाव।\nसमूह एह मामले में पूरा तरह संतुष्ट नइखे रहल आ सभ पहलू पर विचार करे के जरूरी मानल गइल।",
        "targetText": "एक प्लेड एएम ने कहा पूरा समूह खुश नहीं था और उसने दूसरे विकल्पों का सुझाव दिया है।\nउनका मानना था कि मौजूदा प्रस्ताव से समूह की राय और जनता की धारणा प्रभावित हो सकती है।\nउन्होंने यह भी कहा कि बेहतर और अधिक उपयुक्त विकल्प खोजकर ही अंतिम फैसला लेना चाहिए।\nसमूह इस मामले में पूरी तरह से संतुष्ट नहीं था और सभी पहलुओं पर विचार करना जरूरी माना गया।"
    },
    {
        "sourceText": "वेल्श के एगो राजनीतिक दल कहले कि नाम बदलला के मामिला में उनकर समूह 'स्वतंत्र विचार वाला' रहे,\nबाकिर उ लोग ई बात पर भी ध्यान दिहलस कि शब्द में खाली मौखिक छोट बदलाव से MWP के 'मपेट' जइसन सुनावल जा सकेला।\nएह से चिंता व्यक्त भइल कि जनता या मीडिया एकरा के मजाक के रूप में ले सकेला।\nदल कहले कि एह संभावित नकारात्मक असर के ध्यान में राखत नाम बदलला के निर्णय पर सोच-समझ के फैसला लेहल जरूरी बा।",
        "targetText": "वेल्श के एक राजनीतिक दल ने कहा कि नाम के बदलाव को लेकर उसका समूह \"स्वतंत्र विचार वाला\" था,\nलेकिन उन्होंने इस बात पर भी ध्यान दिया कि शब्दों में सिर्फ मौखिक रूप से छोटा सा बदलाव करके MWP को 'मपेट' जैसा सुनाया जा सकता था।\nइससे यह चिंता जताई गई कि जनता या मीडिया इसे मजाक के रूप में ले सकते हैं।\nदल ने कहा कि ऐसे संभावित नकारात्मक असर को ध्यान में रखते हुए नाम बदलने के निर्णय पर सोच-विचार करना जरूरी था।"
    },
    {
        "sourceText": "ए संदर्भ में, वेल्श में अक्षर w के उच्चारण ठीक ओहि तरह होला जइसन यॉर्कशायर अंग्रेजी में अक्षर u के होला।\nमतलब, वेल्श में w के सुनला पर कुछ हद तक 'ऊ' या 'उ' जइसन लागेला।\nएही कारण से कुछ शब्द के उच्चारण बाहरी लोग खातिर भ्रमित करे वाला हो सकेला।\nभाषाई एह तरह के अंतर के समझल जरूरी बा ताकि शब्द के सही मतलब आ ध्वनि के अंदाजा लगावल जा सके।",
        "targetText": "इस संदर्भ में, वेल्श में अक्षर w का उच्चारण ठीक वैसे किया जाता है जैसा कि यॉर्कशायर अंग्रेज़ी उच्चारण में अक्षर u का किया जाता है।\nयानी, वेल्श में w को सुनने में कुछ हद तक ‘ऊ’ या ‘उ’ जैसा माना जाता है।\nइस वजह से कुछ शब्दों का उच्चारण बाहरी लोगों के लिए भ्रमित करने वाला हो सकता है।\nभाषाई इस तरह के अंतर को समझना जरूरी है ताकि शब्दों के सही अर्थ और ध्वनि का अंदाज़ा लगाया जा सके।"
    },
    {
        "sourceText": "नाम बदलला के मामिला पर वर्तमान में कानूनी मसौदा तैयार कर रहल विधानसभा आयोग कहले:\n“विधानसभा के सदस्य के का कह के पुकारल जाला, एह संबंध में कोई भी विवरणकर्ता के आखिरी फैसला निश्चित रूप से सदस्य लोग खातिर उनका खुद के मामला होई।”\nआयोग ई भी स्पष्ट कइलस कि एह विषय में अंतिम निर्णय पूरा तरह सदस्य लोग के व्यक्तिगत अधिकार आ प्राथमिकता पर निर्भर करी।\nएह से, नाम बदलला या पद के शीर्षक तय करे के मामिला में सदस्य लोग के राय आ सहमति के महत्व दिहल जाई।",
        "targetText": "नाम में बदलाव को लेकर वर्तमान में कानूनी मसौदा तैयार करने वाले विधानसभा आयोग ने कहा:\n“विधानसभा के सदस्यों को क्या कह कर पुकारा जाता है, इस संबंध में किसी भी विवरणकर्ता का आखिरी फ़ैसला निश्चित रूप से सदस्यों के लिए उनका खुद एक मामला होगा।”\nआयोग ने यह भी स्पष्ट किया कि इस विषय में अंतिम निर्णय पूरी तरह से सदस्यों के व्यक्तिगत अधिकार और प्राथमिकताओं पर निर्भर करेगा।\nइसलिए, नाम बदलने या पदों के शीर्षक तय करने के मामलों में सदस्यों की राय और सहमति को अहम माना जाएगा।"
    },
    {
        "sourceText": "वेल्स सरकार अधिनियम 2017 के अनुसार, वेल्श विधानसभा के पास आपन नाम बदलला के अधिकार बा।\nए कानून के तहत विधानसभा आपन संस्थागत नाम में बदलाव करे के स्वतंत्र फैसला ले सकेला।\nअधिनियम ई सुनिश्चित करेला कि अइसन फैसला पूरा तरह विधायी प्रक्रिया आ नियम के तहत लीहल जाव।\nए अधिकार के इस्तेमाल करत समय सदस्य लोग के राय आ संवैधानिक ढांचा के सम्मान करना जरूरी बा।",
        "targetText": "वेल्स सरकार अधिनियम 2017 के अनुसार, वेल्श विधानसभा के पास अपना नाम बदलने का अधिकार है।\nइस कानून के तहत विधानसभा अपने संस्थागत नाम में बदलाव करने का स्वतंत्र निर्णय ले सकती है।\nअधिनियम यह सुनिश्चित करता है कि ऐसा निर्णय पूरी तरह से विधायी प्रक्रिया और नियमों के तहत लिया जाए।\nइस अधिकार का इस्तेमाल करते समय सदस्यों की राय और संवैधानिक ढांचे का सम्मान करना अनिवार्य है।"
    },
    {
        "sourceText": "जून में, आयोग उन प्रस्ताव पर सार्वजनिक सलाह के नतीजा के बारे में बतवलस, जिनमें विधानसभा के नाम बदलके 'वेल्श संसद' बनावे के खातिर काफी अधिक समर्थन मिलल रहे।\nए रिपोर्ट में ई भी उल्लेख भइल कि जनता आ विभिन्न हितधारक एह बदलाव के पक्ष में रहलें।\nआयोग जनता के राय के ध्यान में राखत आगे के प्रक्रिया के रूपरेखा तैयार कइलस।\nएह सार्वजनिक समर्थन से नाम बदलला के प्रस्ताव के आगे बढ़ावे के स्थिति मजबूत भइल।",
        "targetText": "जून में, आयोग ने उन प्रस्तावों पर सार्वजनिक सलाह के नतीजों के बारे बताया, जिनमें विधानसभा का नाम बदलकर 'वेल्श संसद' करने के लिए काफी अधिक समर्थन मिला था।\nइस रिपोर्ट में यह भी उल्लेख किया गया कि जनता और विभिन्न हितधारक इस बदलाव के पक्ष में थे।\nआयोग ने जनता की राय को ध्यान में रखते हुए आगे की प्रक्रिया की रूपरेखा तैयार की।\nइस सार्वजनिक समर्थन ने नाम परिवर्तन के प्रस्ताव को आगे बढ़ाने की स्थिति को मजबूत किया।"
    },
    {
        "sourceText": "AM पद के शीर्षक के मामिला में, आयोग वेल्श के सांसद या WMP के समर्थन कइलस,\nबाकिर सार्वजनिक सलाह में सबसे अधिक समर्थन MWP विकल्प के मिलल।\nएह से ई स्पष्ट भइल कि जनता आ सदस्य लोग एह विकल्प के ज्यादा उपयुक्त आ स्वीकार्य मानत बा।\nआयोग एह मतभेद के ध्यान में राखत आगे के फैसला आ सुझाव तैयार कइलस।",
        "targetText": "AM पद के शीर्षक के मामले में, आयोग ने वेल्श के सांसदों या WMP का समर्थन किया,\nलेकिन सार्वजनिक सलाह में सबसे ज़्यादा समर्थन MWP विकल्प को मिला।\nइससे यह स्पष्ट हुआ कि जनता और सदस्य इस विकल्प को अधिक उपयुक्त और स्वीकार्य मानते हैं।\nआयोग ने इस मतभेद को ध्यान में रखते हुए आगे के निर्णय और सुझाव तैयार किए।"
    },
    {
        "sourceText": "जाहिर बा कि AM कई दोसरा विकल्प के सुझाव दे रहल बाड़न,\nबाकिर पीठासीन अधिकारी एलिन जोन्स खातिर आम सहमति बनावल काफी मुश्किल साबित होत बा।\nफिरो, उनका उम्मीद बा कि बदलाव खातिर कानूनी मसौदा कुछ हफ्ता में ही पेश कर दिहल जाई।\nए प्रक्रिया में विभिन्न प्रस्ताव आ सुझाव पर विचार कइल जा रहल बा ताकि अंतिम फैसला सभ पक्ष खातिर संतोषजनक हो सके।",
        "targetText": "जाहिर तौर पर, AM कई दूसरे विकल्पों का सुझाव दे रहे हैं,\nलेकिन पीठासीन अधिकारी एलिन जोन्स के लिए आम सहमति प्राप्त करना काफी कठिन साबित हो रहा है।\nफिर भी, उन्हें उम्मीद है कि वे बदलाव के लिए कानूनी मसौदा कुछ हफ़्तों के भीतर ही प्रस्तुत करेंगे।\nइस प्रक्रिया में विभिन्न प्रस्तावों और सुझावों पर विचार किया जा रहा है ताकि अंतिम निर्णय सभी पक्षों के लिए संतोषजनक हो सके।"
    },
    {
        "sourceText": "बदलाव खातिर तैयार होत कानून निर्माण में विधानसभा में काम करे के तरीका में अउरी बदलाव भी शामिल कइल जाई।\nए बदलाव में AM के अयोग्यता खातिर नियम साफ करना आ कमिटी सिस्टम के नया प्रारूप तैयार करना शामिल बा।\nएह से ई सुनिश्चित होई कि विधानसभा के संचालन ज्यादा व्यवस्थित आ पारदर्शी ढंग से होखे।\nसाथे-साथ, नया नियम सदस्य लोग के दायित्व आ जिम्मेदारी के साफ-साफ परिभाषित करिहें।",
        "targetText": "बदलावों के लिए तैयार किए जा रहे कानून निर्माण में विधानसभा में काम के तरीकों में दूसरे बदलाव भी शामिल किए जाएंगे।\nइन बदलावों में AM की अयोग्यता के लिए नियमों को स्पष्ट करना और कमिटी सिस्टम का नया प्रारूप तैयार करना शामिल है।\nइससे यह सुनिश्चित किया जाएगा कि विधानसभा का संचालन अधिक व्यवस्थित और पारदर्शी तरीके से हो।\nसाथ ही, नए नियम सदस्यों के दायित्व और जिम्मेदारियों को स्पष्ट रूप से परिभाषित करेंगे।"
    },
    {
        "sourceText": "कानून बनावे पर बहस के समय, AM लोगन से आखिर में ई सवाल पर वोट लिहल जाई कि उनका का कह के बुलावल जाव।\nएह प्रक्रिया से ई तय होई कि सदस्य लोगन के पद के नाम लोकतांत्रिक तरीका से चुनल जाव।\nवोटिंग के नतीजा से साफ हो जाई कि जादातर सदस्य कौने विकल्प के समर्थन में बाड़ें।\nएह तरह से आखिरी फैसला पूरा तरह सदस्य लोगन के राय आ सहमति पर आधारित होई।",
        "targetText": "कानून निर्माण पर बहस करने के समय, AM इस सवाल पर आखिरी वोट प्राप्त करेंगे कि उन्हें क्या कह कर पुकारा जाना चाहिए।\nइस प्रक्रिया के जरिए यह तय होगा कि सदस्यों के पद का शीर्षक लोकतांत्रिक रूप से चयनित हो।\nवोटिंग के परिणाम से स्पष्ट हो जाएगा कि अधिकतर सदस्य किस विकल्प के पक्ष में हैं।\nइस प्रकार, अंतिम निर्णय पूरी तरह से सदस्यों की राय और सहमति पर आधारित होगा।"
    },
    {
        "sourceText": "मैसेडोनिया के लोग देश के नाम बदले खातिर मतसंग्रह करावे जा रहल बाड़ें।\nएह मतसंग्रह के मकसद जनता के राय जान के देश के नाम लोकतांत्रिक तरीका से तय करे के बा।\nअलग-अलग नाम के विकल्प पर बहस आ चर्चा भइला के बादे आखिरी फैसला लिहल जाई।\nई प्रक्रिया नागरिकन के राष्ट्रीय पहचान आ फैसला लेवे में सीधे भाग लेवे के मौका देला।",
        "targetText": "मैसेडोनिया के लोग देश का नाम बदलने के लिए मतसंग्रह करवाने जा रहे हैं।\nइस मतसंग्रह का उद्देश्य जनता की राय जानकर देश के नाम को लोकतांत्रिक तरीके से तय करना है।\nविभिन्न नाम विकल्पों पर बहस और चर्चा के बाद ही अंतिम फैसला लिया जाएगा।\nयह प्रक्रिया नागरिकों को राष्ट्रीय पहचान और निर्णय में सीधे भाग लेने का अवसर प्रदान करती है।"
    },
    {
        "sourceText": "रविवार के दिन मतदाता लोग ई बात खातिर वोट करी कि अपना देश के नाम बदल के ‘रिपब्लिक ऑफ नॉर्थ मैसेडोनिया’ रखल जाव कि ना।\nवोटिंग के जरिए ई तय होई कि जनता ई बदलाव के समर्थन में बा कि ना।\nएह प्रक्रिया में नागरिक लोगन के सीधा भागीदारी सुनिश्चित कइल जा रहल बा।\nमतदान के नतीजा देश के राष्ट्रीय पहचान आ भविष्य के दिशा तय करे में बहुत अहम भूमिका निभाई।",
        "targetText": "रविवार को मतदाता इस बात के लिए मतदान करेंगे कि उन्हें अपने देश का नाम बदलकर \"रिपब्लिक ऑफ नॉर्थ मैसेडोनिया\" करना है या नहीं।\nमतदान के जरिए यह तय होगा कि जनता इस बदलाव के पक्ष में है या नहीं।\nइस प्रक्रिया में नागरिकों की सीधे भागीदारी सुनिश्चित की जा रही है।\nमत के नतीजे देश की राष्ट्रीय पहचान और भविष्य की दिशा तय करने में महत्वपूर्ण भूमिका निभाएंगे।"
    },
    {
        "sourceText": "ग्रीस जइसन पड़ोसी देश से दशकों पुरान विवाद सुलझावे खातिर एह मशहूर मतदान के आयोजन कइल गईल रहे।\nई विवाद एहसे रहे कि ग्रीस के एगो प्रांत के नामो मैसेडोनिया हवे।\nनाम के चलते दुनो देशन के बीच पहचान आ सांस्कृतिक अधिकार के लेके टकराव बनल रहल।\nमतदान के जरिए उम्मीद कइल जात रहे कि एह मुद्दा के शांतिपूर्ण आ लोकतांत्रिक समाधान निकली।",
        "targetText": "मशहूर मतदान के लिए बोली लगाई गई थी ताकि पड़ोसी देश ग्रीस के साथ दशकों पुराने विवाद को सुलझाया जा सके।\nइस विवाद की वजह यह थी कि ग्रीस के एक प्रांत का नाम भी मैसेडोनिया है।\nनाम के कारण दोनों देशों के बीच पहचान और सांस्कृतिक अधिकारों को लेकर टकराव बना हुआ था।\nमतदान के जरिए उम्मीद की जा रही थी कि इस मुद्दे का शांतिपूर्ण और लोकतांत्रिक समाधान निकले।"
    },
    {
        "sourceText": "एथेंस काफी समय से ई बात पर जोर देत आ रहल बा कि ओकर उत्तर में रहल पड़ोसी देश के नाम, ओकर प्रांत मैसेडोनिया के बारे में भ्रम पैदा करेला।\nघरेलू नीति आ अंतरराष्ट्रीय पहचान के कारण, ग्रीस कई बेर ईयू आ नाटो में ओकर सदस्यता पर आपत्ति जतवले बा।\nग्रीस के मानना बा कि एके नाम होखे से सांस्कृतिक आ ऐतिहासिक अधिकार के बारे में गलत संदेश जाला।\nएहसे दुनो देशन के बीच विवाद सुलझावे खातिर लगातार बातचीत आ कूटनीतिक कोशिश चलत आ रहल बा।",
        "targetText": "एथेंस काफी समय से इस बात पर जोर देता आ रहा है कि उसके उत्तरी पड़ोसी देश का नाम उसके प्रांत मैसेडोनिया के बारे में भ्रम पैदा करता है।\nगृह नीति और अंतरराष्ट्रीय पहचान के कारण उसने ईयू और नाटो में अपनी सदस्यता बोलियों पर कई बार आपत्ति जताई है।\nग्रीस का मानना है कि नाम समान होने से सांस्कृतिक और ऐतिहासिक अधिकारों को लेकर गलत संदेश जाता है।\nइसलिए, दोनों देशों के बीच विवाद का समाधान ढूंढने के लिए लगातार बातचीत और कूटनीतिक प्रयास जारी रहे हैं।"
    },
    {
        "sourceText": "नाम बदलाव पर जनमत के एगो विरोधी, मैसेडोनियाई राष्ट्रपति के कहना बा कि ऊ मतदान के अनदेखी करीहें।\nउनकर तर्क बा कि एह मुद्दा पर आम जनता के फैसला उनकर नजर में ना त पूरा बा आ ना ही वैध।\nराष्ट्रपति के ई रुख विवाद आ राजनीतिक बहस के अउरी बढ़ा सकेला।\nएहसे साफ हो जाला कि देश में नाम बदले के प्रस्ताव के लेके राजनीतिक मतभेद अबहियों गहिर बा।",
        "targetText": "नाम बदलाव पर जनमत के एक प्रतिद्वंद्वी, मैसेडोनियाई राष्ट्रपति का कहना है कि वे मतदान की उपेक्षा करेंगे।\nउनका तर्क है कि इस मुद्दे पर आम जनता का फैसला उनके अनुसार पर्याप्त या वैध नहीं है।\nराष्ट्रपति का यह रुख विवाद और राजनीतिक बहस को और बढ़ा सकता है।\nइससे यह स्पष्ट होता है कि देश में नाम बदलने के प्रस्ताव को लेकर राजनीतिक मतभेद अभी भी गहरे हैं।"
    },
    {
        "sourceText": "हालांकि, प्रधानमंत्री ज़ोरान ज़ेव आ मतसंग्रह के समर्थक लोगन के तर्क बा कि नाम में बदलाव खाली ईयू आ नाटो में शामिल होखे के रास्ता ह।\nउनकर कहना बा कि एहसे देश के अंतरराष्ट्रीय पहचान आ कूटनीतिक संबंध मजबूत होइहें।\nऊ लोग मानेला कि नाम बदले से पुरान विवाद खतम हो जाई आ देश वैश्विक मंच पर अउरी प्रभावशाली बन सकेला।\nएहसे समर्थक लोग एह बदलाव के भविष्य के मौका आ विकास खातिर जरूरी कदम मानत बाड़ें।",
        "targetText": "हालांकि, प्रधानमंत्री ज़ोरान ज़ेव के साथ-साथ मतसंग्रह के समर्थकों ने तर्क दिया है कि नाम में बदलाव सिर्फ़ ईयू और नाटो में शामिल होने का ज़रिया है।\nउनका कहना है कि इससे देश की अंतरराष्ट्रीय पहचान और कूटनीतिक संबंध मजबूत होंगे।\nवे मानते हैं कि नाम बदलने से पुराने विवाद समाप्त होंगे और देश वैश्विक मंच पर अधिक प्रभावशाली बन सकेगा।\nइसलिए समर्थक इस बदलाव को भविष्य के अवसरों और विकास के लिए आवश्यक कदम मानते हैं।"
    },
    {
        "sourceText": "हार्लेम में चर्च कम होत जाए के चलते सेंट मार्टिन के घंटी के आवाज अब कम सुनाई दे रहल बा।\nपहिले जहाँ हर घंटा भा खास मौका पर घंटी बजत रहे, अब ऊ बहुत कम सुनाई देला।\nएहसे स्थानीय संस्कृति आ समुदाय के परंपरा परो असर पड़ रहल बा।\nस्थानीय लोग आ इतिहास से लगाव रखे वाला लोग एह पर चिंता जता रहल बाड़ें आ घंटी बजावे के परंपरा बचावे के कोशिश कर रहल बाड़ें।",
        "targetText": "हार्लेम में कम हो रहे चर्चों की वजह से सेंट मार्टिन की घंटियों का बजना कम होता जा रहा है।\nपहले जहाँ हर घंटे या विशेष अवसरों पर घंटियाँ बजती थीं, अब वह सुनाई देना कम हो गया है।\nइसका असर स्थानीय संस्कृति और समुदाय की परंपराओं पर भी पड़ रहा है।\nस्थानीय लोग और इतिहास प्रेमी इस पर चिंता जता रहे हैं और घंटियों की परंपरा को बनाए रखने की कोशिश कर रहे हैं।"
    },
    {
        "sourceText": "मिस्टर एडम्स कहले कि इतिहास से जुड़ल बात खातिर जब ऊ बुजुर्ग लोगन से बात कइले, त उनकर कहना रहे कि पहिले हर नुक्कड़ पर बार आ चर्च होखत रहे।\nउन्हन बतवले कि ओह समय समुदाय के सामाजिक आ धार्मिक जीवन बहुत जीवंत रहे।\nबुजुर्ग लोग ईहो साझा कइले कि हर बार आ चर्च अपने आसपास के लोगन के जोड़े के केंद्र होखत रहे।\nएहसे अब चर्च आ बार के संख्या कम होखे से स्थानीय परंपरा आ सामुदायिक जीवन पर असर पड़ रहल बा।",
        "targetText": "मि. एडम्स ने कहा, इतिहास से जुड़ी बातों के लिए मैंने जिन बुजुर्गों से बात की, उनका कहना है कि पहले हर नुक्कड़ पर बार और चर्च हुआ करते थे।\nउन्होंने बताया कि उस समय समुदाय का सामाजिक और धार्मिक जीवन काफी जीवंत था।\nबुजुर्गों ने यह भी साझा किया कि हर बार और चर्च अपने आसपास के लोगों को जोड़ने का केंद्र हुआ करते थे।\nइसलिए अब कम होती चर्च और बार की संख्या से स्थानीय परंपराओं और सामुदायिक जीवन पर असर पड़ रहा है।"
    },
    {
        "sourceText": "‘आज, सब खत्म होत जा रहल बा.’\nमि. एडम्स ई बात तब कहले जब ऊ हार्लेम में बदलत सामाजिक आ सांस्कृतिक हालत के जिक्र कइले।\nउनकर मतलब रहे कि पहिले जे जीवंतता आ सामुदायिक जुड़ाव रहे, ऊ अब धीरे-धीरे कम होत जा रहल बा।\nएह वाक्य में चिंता आ उदासी झलकत बा कि समय के साथ परंपरा आ स्थानीय जीवन खत्म हो रहल बा।",
        "targetText": "\"आज, सब खत्म होता जा रहा है।\"\nमि. एडम्स ने यह बात उस समय कही जब उन्होंने हार्लेम में बदलती सामाजिक और सांस्कृतिक परिस्थितियों का जिक्र किया।\nउनका आशय था कि पहले जो जीवंतता और सामुदायिक जुड़ाव था, वह अब धीरे-धीरे कम हो गया है।\nइस वाक्य में एक चिंता और उदासी झलकती है कि समय के साथ परंपराएँ और स्थानीय जीवन समाप्त हो रहे हैं।"
    },
    {
       "sourceText": "उन्हन कहले कि बार कम होखल समझ में आवेला।\nउनकर मतलब रहे कि बदलत जीवनशैली आ लोगन के प्राथमिकता के चलते बार कम हो रहल बा।\nहालांकि, एतना के बावजूद ऊ ई बतवले कि ई बदलाव स्थानीय समुदाय आ सामाजिक जीवन पर असर डाल रहल बा।\nएहसे बार के संख्या में कमी के स्वीकार करत घरीओ ऊ ओकर सांस्कृतिक आ सामुदायिक महत्व पर ध्यान देवे के जरूरत बतवले।",
       "targetText": "उन्होंने कहा कि बार का कम होना समझ में आता है।\nउनका तात्पर्य था कि बदलती जीवनशैली और लोगों की प्राथमिकताओं के चलते बार कम होने लगे हैं।\nहालांकि, इसके बावजूद उन्होंने यह जताया कि इस बदलाव का स्थानीय समुदाय और सामाजिक जीवन पर असर पड़ रहा है।\nइसलिए, बार की संख्या में कमी को स्वीकार करते हुए भी उन्होंने उसकी सांस्कृतिक और सामुदायिक महत्ता पर ध्यान देने की आवश्यकता बताई।"
    },
    {
       "sourceText": "उन्हन कहले, आजकल लोगन के समाज अलग तरीका से बनत जा रहल बा।\nएकर मतलब बा कि आधुनिक जीवनशैली आ बदलत सामाजिक आदत के चलते समुदाय के पारंपरिक ढांचा बदल रहल बा।\nऊ ईहो महसूस करत बाड़ें कि लोग अब पुरान नुक्कड़, बार आ चर्च जइसन जगह पर कम इकट्ठा होखत बा।\nएहसे समाज के जुड़ाव आ सामुदायिक जीवन पहिले जइसन ना रहल।",
       "targetText": "उन्होंने कहा, आजकल लोगों का समाज अलग तरीके से बन रहा है।\nइसका मतलब है कि आधुनिक जीवनशैली और बदलती सामाजिक आदतों के चलते समुदाय के पारंपरिक ढांचे बदल रहे हैं।\nवे यह भी महसूस कर रहे हैं कि लोग अब पुराने नुक्कड़, बार और चर्च जैसी जगहों पर कम इकट्ठा होते हैं।\nइसलिए समाज का जुड़ाव और सामुदायिक जीवन पहले जैसा नहीं रह गया है।"
    },
    {
       "sourceText": "बार अब पड़ोस के लिविंग रूम जइसन नइखन रहल, जहाँ लोग रोज़ जावें।\nउनकर मतलब बा कि पहिले बार खाली पीए के जगह ना रहे, बल्कि लोगन के मिले-जुले आ बातचीत करे के केंद्र रहे।\nअब बार के भूमिका बदल गइल बा आ लोग रोजाना उहां ना मिलत बा, जवना से सामुदायिक जुड़ाव कम हो गइल बा।\nएह बदलाव से स्थानीय संस्कृति आ पारंपरिक सामाजिक जीवन परो असर पड़ रहल बा।",
       "targetText": "बार अब पड़ोस के लिविंग रूम की तरह नहीं रह गए हैं, जहां लोग हर रोज़ जाते हैं।\nउनका मतलब है कि पहले बार सिर्फ पीने की जगह नहीं, बल्कि लोगों के मिलने-जुलने और बातचीत करने का केंद्र हुआ करते थे।\nअब बार की भूमिका बदल गई है और लोग वहां रोज़ाना नहीं मिलते, जिससे सामुदायिक जुड़ाव कम हुआ है।\nइस बदलाव से स्थानीय संस्कृति और पारंपरिक सामाजिक जीवन पर भी असर पड़ रहा है।"
    },
    {
       "sourceText": "चर्च खातिर, उनकर चिंता बा कि संपत्ति बेच के जे पैसा मिली, ऊ नेताओं के उम्मीद के हिसाब से बहुत दिन तक ना चली,\n‘आ जल्दी ई पैसा खत्म हो जाई, ना त बाद में ऊ नेता ठीक ओही जगह पर लौट के आ जइहें, जहवाँ से उनकर शुरुआत भइल रहे।’",
       "targetText": "चर्चों के लिए, उन्हें इस बात की चिंता है कि संपत्तियां बेच कर मिलने वाले पैसे से खर्च नेताओं की उम्मीद के मुताबिक ज़्यादा दिन तक नहीं चलेगा, \"और जल्द ही ये पैसे खत्म हो जाएंगे या बाद में वे नेता ठीक उसी जगह पर आ जाएंगे, जहां से उन्होंने शुरुआत की थी।\""
    },
    {
       "sourceText": "उन्हन आगे जोड़त कहले कि हो सकेला कि चर्च के मालिकाना हक वाला अपार्टमेंट बिल्डिंग में बदल दिहल गइल हो, जेह में तरह-तरह के लोग रहत होखें, जे आस-पास के बाकी बचल पूजा-स्थल के सुरक्षित राखे में मदद ना करिहें।",
       "targetText": "उन्होंने आगे जोड़ते हुए कहा कि हो सकता है कि चर्चों को मालिकाना हक़ वाली अपार्टमेंट इमारतों में बदल दिया गया हो जिनमें तरह-तरह के वैसे लोग रहते हों, जो आस-पास के बचे हुए पूजा-स्थलों को सुरक्षित रखने में मदद नहीं करेंगे।"
    },
    {
       "sourceText": "उ कहलन, 'एह इमारत में उ लोग के संख्या बढ़त रही जे मालिकाना हक के रूप में एह में घर खरीदत बाड़ें, आ ए तरह एगो समय अइहन जब ई चर्च पूरा तरह से बंद हो जइहन,\nकाहेंकि ई संभावना नइखे कि जादातर लोग जे एह में मालिकाना हक पाके आवत बाड़ें, उ लोग ई चर्च के सदस्य बनिहें।'",
       "targetText": "उन्होंने कहा, \"इन इमारतों में उन लोगों की तादाद बढ़ती रहेगी जो मालिकाना हक़ के तौर पर इसमें बने घर खरीद रहे हैं और इस प्रकार एक समय ऐसा आएगा जब ये चर्च पूरी तरह से बंद हो जाएंगे, क्योंकि इस बात की संभावना नहीं है कि इनमें से ज़्यादाातर लोग जो इनमें मालिकाना हक़ पाकर आ रहे हैं, वे इन चर्चों के सदस्य बनेंगे।\""
    },
    {
       "sourceText": "चर्च खातिर, उ लोग के ई चिंता बा कि संपत्ति बेचला से जे पैसा मिली, उ खर्च नेता लोग के उम्मीद के मुताबिक ज्यादा दिन तक ना चली।\nउनकर कहना बा कि जल्दीए ई पैसा खत्म हो जाई, या बाद में उ नेता ठीक ओहि जगह पर वापस आ जइहन, जहवां से शुरू भइल रहे।\nएह में एगो तरह के वित्तीय अनिश्चितता आ योजना के असफल होखे के संभावना झलकत बा।\nएहसे चर्च के प्रतिनिधि सतर्क बाड़ें आ चाहत बाड़ें कि संसाधन के इस्तेमाल सोच-समझ के आ दीर्घकालिक नजरिया से होखे।",
       "targetText": "चर्चों के लिए, उन्हें इस बात की चिंता है कि संपत्तियां बेचकर मिलने वाले पैसे से खर्च नेताओं की उम्मीद के मुताबिक ज़्यादा दिन तक नहीं चलेगा।\nउनका कहना है कि जल्द ही ये पैसे खत्म हो जाएंगे या बाद में वे नेता ठीक उसी जगह पर आ जाएंगे, जहां से उन्होंने शुरुआत की थी।\nइसमें एक प्रकार की वित्तीय अनिश्चितता और योजना की असफलता की आशंका झलकती है।\nइसलिए चर्च के प्रतिनिधि सतर्क हैं और चाहते हैं कि संसाधनों का इस्तेमाल सोच-समझकर और दीर्घकालिक दृष्टिकोण से किया जाए।"
    },
    {
       "sourceText": "मेथोडिस्ट धार्मिक समाज के मूल गोरा लोग 1930 के दशक में चले गइल।\nएह से उ समुदाय के सांस्कृतिक आ सामाजिक ढांचा में बड़ा बदलाव आइल।\nउनकर जाए के बाद चर्च आ पड़ोस के जीवन में पहिले जइसन गतिविधि आ परंपरा धीरे-धीरे कम होखे लागल।\nस्थानीय लोग आ इतिहासकार अब एह बदलाव के हार्लेम के सामाजिक आ धार्मिक धरोहर के महत्वपूर्ण हिस्सा मानत बाड़ें।",
       "targetText": "मेथोडिस्ट धार्मिक समाज के मूल गोरे लोग 1930 के दशक में चले गए।,\nइससे उस समुदाय की सांस्कृतिक और सामाजिक संरचना में बड़ा बदलाव आया।\nउनके जाने के बाद चर्च और पड़ोस के जीवन में पहले जैसी गतिविधियाँ और परंपराएँ धीरे-धीरे कम होने लगीं।\nस्थानीय लोग और इतिहासकार अब इस बदलाव को हार्लेम की सामाजिक और धार्मिक धरोहर के महत्वपूर्ण हिस्से के रूप में देखते हैं।"
    },
    {
       "sourceText": "इन इमारतों पर धार्मिक समाज के उन अश्वेत लोगों का कब्ज़ा हो गया, जो आस-पास के पूजा स्थलों पर पूजा किया करते थे।\nइस बदलाव से समुदाय के धार्मिक और सामाजिक जीवन में नई पहचान और सक्रियता आई।\nअश्वेत समुदाय ने इन इमारतों को अपने सांस्कृतिक और धार्मिक कार्यक्रमों के लिए केंद्र के रूप में विकसित किया।\nइस तरह, पड़ोस में सामाजिक और धार्मिक गतिविधियों का केंद्र बदल गया और स्थानीय जीवन में नया स्वरूप उभरा।",
       "targetText": "इन इमारतों पर धार्मिक समाज के उन अश्वेत लोगों का कब्ज़ा हो गया, जो आस-पास के पूजा स्थलों पर पूजा किया करते थे।\nइस बदलाव से समुदाय के धार्मिक और सामाजिक जीवन में नई पहचान और सक्रियता आई।\nअश्वेत समुदाय ने इन इमारतों को अपने सांस्कृतिक और धार्मिक कार्यक्रमों के लिए केंद्र के रूप में विकसित किया।\nइस तरह, पड़ोस में सामाजिक और धार्मिक गतिविधियों का केंद्र बदल गया और स्थानीय जीवन में नया स्वरूप उभरा।"
    },
    {
       "sourceText": "सेंट मार्टिन पर उ पादरी जॉन हावर्ड जॉनसन के तहत एगो अश्वेत धार्मिक समाज के कब्ज़ा हो गइल,\nजे लोग 125th स्ट्रीट पर खुदरा विक्रेता लोग के हटावे के नेतृत्व कइलस।\nई जगह हार्लेम में खरीदारी खातिर प्रमुख केंद्र रहे, जहाँ अश्वेत लोग के नौकरी देबे या पदोन्नति देबे पर विरोध होत रहे।\nएह कार्रवाई से स्थानीय अश्वेत समुदाय खातिर व्यापार आ रोजगार के अवसर बढ़ल, आ उनकर सामाजिक स्थिति में सुधार भइल।",
       "targetText": "सेंट मार्टिन पर उस पादरी जॉन हावर्ड जॉनसन के तहत एक अश्वेत धार्मिक समाज का कब्ज़ा हो गया,\nजिन्होंने 125th स्ट्रीट पर खुदरा विक्रेताओं को हटाने का नेतृत्व किया था।\nयह जगह हार्लेम में खरीदारी के लिए प्रमुख केंद्र थी, जहाँ अश्वेत लोगों को काम पर रखने या पदोन्नति देने का विरोध किया जाता था।\nइस कार्रवाई से स्थानीय अश्वेत समुदाय के लिए व्यापार और रोजगार के अवसर बढ़े, और उनकी सामाजिक स्थिति में सुधार हुआ।"
    },
    {
       "sourceText": "1939 में आग लगने की वजह से यह इमारत बुरी तरह क्षतिग्रस्त हो गई।\nलेकिन फादर जॉनसन के अनुयायियों ने इसके पुनर्निर्माण की योजना बनाई और जल्द ही इमारत में घंटा बजाने की शुरुआत कर दी।\nइससे समुदाय में धार्मिक और सामाजिक गतिविधियों को पुनर्जीवित करने में मदद मिली।\nघंटी बजना अब वहां की परंपरा और सामुदायिक जीवन का एक महत्वपूर्ण हिस्सा बन गया।",
       "targetText": "1939 में आग लगने की वजह से यह इमारत बुरी तरह क्षतिग्रस्त हो गई।\nलेकिन फादर जॉनसन के अनुयायियों ने इसके पुनर्निर्माण की योजना बनाई और जल्द ही इमारत में घंटा बजाने की शुरुआत कर दी।\nइससे समुदाय में धार्मिक और सामाजिक गतिविधियों को पुनर्जीवित करने में मदद मिली।\nघंटी बजना अब वहां की परंपरा और सामुदायिक जीवन का एक महत्वपूर्ण हिस्सा बन गया।"
    },
    {
       "sourceText": "फादर जॉनसन के बेटा आ सेंट मार्टिन के उत्तराधिकारी पादरी डेविड जॉनसन गर्व से घंटा बजावे के काम के 'गरीब लोग खातिर किस्मत के दरवाजा खुलना' कहलन।\nउ मानत रहलन कि घंटी के आवाज से समुदाय में आशा आ अवसर के प्रतीक फैली।\nएह पहल से स्थानीय गरीब आ वंचित लोग खातिर सामाजिक आ आर्थिक अवसर बढ़ावे में मदद भइल।\nडेविड जॉनसन एकरा के धार्मिक परंपरा के साथ-साथ समुदायिक समर्थन के प्रतीक भी बतवलन।",
       "targetText": "फादर जॉनसन के बेटे और सेंट मार्टिन के उत्तराधिकारी पादरी डेविड जॉनसन ने गर्वपूर्वक घंटा बजाने के काम को \"गरीब लोगों के लिए किस्मत के दरवाज़े खुलना\" कहा।\nउनका मानना था कि घंटी की आवाज़ से समुदाय में आशा और अवसर का प्रतीक फैलेगा।\nइस पहल ने स्थानीय गरीब और वंचित लोगों के लिए सामाजिक और आर्थिक अवसर बढ़ाने में भी योगदान दिया।\nडेविड जॉनसन ने इसे धार्मिक परंपरा के साथ-साथ सामुदायिक समर्थन का एक प्रतीक बताया।"
    },
    {
       "sourceText": "जुलाई में घंटा बजावे वाला विशेषज्ञ एह के कुछ एह तरीका से बतवलन: ई 'एक सांस्कृतिक विरासत' आ 'एक अनमोल ऐतिहासिक इंस्ट्रूमेंट' बा।\nउ कहलन कि घंटा खाली आवाज के साधन ना ह, बल्कि हार्लेम के सामाजिक आ धार्मिक पहचान के प्रतीको ह।\nविशेषज्ञ एकर महत्व उजागर करत कहलन कि एकरा के सुरक्षित राखल भविष्य के पीढ़ी खातिर जरूरी बा।\nएकर से साफ होखत बा कि घंटा खाली परंपरा ना ह, बल्कि समुदाय के ऐतिहासिक आ सांस्कृतिक धरोहर के हिस्सा ह।",
       "targetText": "जुलाई में घंटा बजाने वाले विशेषज्ञ ने इसे कुछ इस प्रकार बताया: यह \"एक सांस्कृतिक विरासत\" और “एक अनमोल ऐतिहासिक इंस्ट्रूमेंट” है।\nउन्होंने कहा कि घंटा केवल ध्वनि का साधन नहीं, बल्कि हार्लेम की सामाजिक और धार्मिक पहचान का प्रतीक भी है।\nविशेषज्ञ ने इसके महत्व को उजागर करते हुए कहा कि इसे संरक्षित करना भविष्य की पीढ़ियों के लिए जरूरी है।\nइससे यह स्पष्ट होता है कि घंटा केवल परंपरा नहीं, बल्कि समुदाय की ऐतिहासिक और सांस्कृतिक धरोहर का हिस्सा है।"
    },
    { 
       "sourceText": "यूनिवर्सिटी ऑफ मिशिगन के विशेषज्ञ टिफ़नी एनजी एह बात पर भी जोर दिहली कि ई दुनिया के पहिला घंटा रहे जेकरा अश्वेत संगीतकार डियोनिसियो ए. लिंड बजवलन।\nउ बतवलन कि डियोनिसियो करीब 18 साल पहिले रिवरसाइड चर्च में एगो बहुत बड़ा घंटा बजावल करेलन।\nएनजी के अनुसार, ई ऐतिहासिक पहल संगीत आ सांस्कृतिक धरोहर दुनू खातिर बहुत महत्वपूर्ण रहे।\nएकर मतलब ई बा कि अश्वेत संगीतकार लोग हार्लेम आ बड़ समुदाय में आपन कला आ पहचान बनावे में महत्वपूर्ण भूमिका निभवलन।",
       "targetText": "यूनिवर्सिटी ऑफ मिशिगन की विशेषज्ञ टिफ़नी एनजी ने इस बात पर भी गौर किया कि यह दुनिया का पहला घंटा था जिसे अश्वेत संगीतकार डियोनिसियो ए. लिंड ने बजाया।\nउन्होंने बताया कि डियोनिसियो लगभग 18 साल पहले रिवरसाइड चर्च में एक बहुत बड़ा घंटा बजाया करते थे।\nएनजी के अनुसार, यह ऐतिहासिक पहल संगीत और सांस्कृतिक धरोहर दोनों के लिए महत्वपूर्ण थी।\nइससे पता चलता है कि अश्वेत संगीतकारों ने हार्लेम और व्यापक समुदाय में अपनी कला और पहचान स्थापित करने में महत्वपूर्ण भूमिका निभाई।"
    },
    {
       "sourceText": "मि. मेर्रीवेदर बतवलन कि सेंट मार्टिन में उनकर जगह केहू दूसरा ना राखल गइल।\nएकर मतलब बा कि उनकर पद के उत्तराधिकारी तुरत नियुक्त ना भइल रहे।\nएह स्थिति से इमारत आ समुदाय में जिम्मेदारी बाँटे के तरीका प्रभावित भइल।\nउ कहलन कि एकर बावजूद धार्मिक आ सामाजिक गतिविधि जारी रहल।",
       "targetText": "मि. मेर्रीवेदर ने बताया कि सेंट मार्टिन में उनकी जगह किसी दूसरे व्यक्ति को नहीं रखा गया।\nइसका मतलब है कि उनके पद का उत्तराधिकारी तुरंत नियुक्त नहीं किया गया था।\nइस स्थिति ने इमारत और समुदाय में जिम्मेदारियों के वितरण को प्रभावित किया।\nउन्होंने यह भी कहा कि इसके बावजूद धार्मिक और सामाजिक गतिविधियाँ जारी रहीं।"
    },
    {
       "sourceText": "पिछला कुछ महीना में सेंट मार्टिन में जे कुछ भइल, उ शिल्पकार आ ठेकेदार लोग के जटिल कहानी बन गइल।\nइनमें से कुछ के चर्च के आम लीडर लोग नियुक्त कइले, जबकि बाकी के धर्म से जुड़ल प्रांत लोग चुनलस।\nएह मिश्रित नियुक्ति प्रणाली से काम आ जिम्मेदारी में कई स्तर आ अलग-अलग नजरिया पैदा भइल।\nएकर परिणाम ई भइल कि परियोजना के प्रगति आ समन्वय बनाए राखल काफी जटिल हो गइल।",
       "targetText": "पिछले कुछ महीनों में सेंट मार्टिन में जो कुछ भी हुआ, वह शिल्पकारों और ठेकेदारों की जटिल कहानी बन गई।\nइनमें से कुछ को चर्च के आम लीडरों द्वारा नियुक्त किया गया, जबकि बाकी को धर्म से जुड़े प्रांतों द्वारा चुना गया।\nइस मिश्रित नियुक्ति प्रणाली ने कार्यों और जिम्मेदारियों में कई स्तर और दृष्टिकोण उत्पन्न किए।\nइसके परिणामस्वरूप परियोजना की प्रगति और समन्वय बनाए रखना काफी जटिल हो गया।"
    },
    {
       "sourceText": "वेस्ट्री (जहाँ पूजा के सामान राखल जाला) पर आम लीडर से बने पैरिश (इलाका के पादरी) के अधिकार हो गइल।\nजुलाई में प्रांत में एह बात पर चिंता जतावल गइल कि प्रांत वेस्ट्री खातिर 'लागत पूरा करे के मांग करेगा', भले ही वेस्ट्री प्रांत में नियुक्त कइल शिल्पकार आ ठेकेदार के नियुक्ति में शामिल होखस या ना।\nएकर मतलब बा कि वित्तीय जिम्मेदारी आ नियंत्रण के विवाद सामने आ गइल।\nपैरिश आ प्रांत के बीच एह मामला से परियोजना के प्रबंधन आ निर्णय लेबे के प्रक्रिया में जटिलता बढ़ गइल।",
       "targetText": "वेस्ट्री (जहां पूजा का सामान रखा जाता है) पर आम लीडरों से बने पैरिश (इलाके के पादरियों) का अधिकार हो गया।\nजुलाई में प्रांत में इस बात पर चिंता जताई गई कि प्रांत वेस्ट्री के लिए \"लागतों को पूरा करने की मांग करेगा\", भले ही वेस्ट्री प्रांत में नियुक्त किए गए शिल्पकारों और ठेकेदारों को नियुक्त करने में शामिल हो या नहीं।\nइसका मतलब है कि वित्तीय जिम्मेदारी और नियंत्रण का विवाद सामने आया।\nपैरिश और प्रांत के बीच इस मामले ने परियोजना की प्रबंधन प्रक्रिया और निर्णय लेने में जटिलता बढ़ा दी।"
    },
    {
      "sourceText": "इलाका के कुछ पादरी प्रांत के ओर से स्पष्टता के कमी के लेकर शिकायत कइले।\nउ कहले कि फैसला आ दिशा-निर्देश अस्पष्ट होखे के कारण उ लोग के काम में मुश्किल हो रहल बा।\nपादरी लोग के मानना बा कि स्पष्टता ना होखे से समुदाय के विश्वास आ प्रभाव पर भी असर पड़े ला।\nएहसे उ लोग प्रांत से ज्यादा पारदर्शिता आ सही जानकारी के मांग कइले बा।",
      "targetText": "इलाके के कुछ पादरियों ने प्रांत की ओर से स्पष्टता की कमी को लेकर शिकायत की।\nउन्होंने कहा कि निर्णय और दिशा-निर्देश अस्पष्ट होने के कारण उन्हें कार्य में कठिनाइयों का सामना करना पड़ रहा है।\nपादरियों का मानना है कि स्पष्टता न होने से समुदाय के विश्वास और प्रभावशीलता पर भी असर पड़ता है।\nइसलिए उन्होंने प्रांत से अधिक पारदर्शिता और सही जानकारी की मांग की है।"
    },
    {
      "sourceText": "केकड़ा पकड़ला खातिर गोताखोरी करत 13 साल के एगो किशोर शार्क के हमला से घायल हो गइल।\nघटना कैलिफोर्निया में लॉबस्टर सीजन के उद्घाटन दिन भइल, जब किशोर पानी में तैरत रहे।\nशार्क अचानक हमला कइलस, जवना से ओकरा गंभीर चोट लागल आ तुरते मदद के जरूरत पड़ल।\nस्थानीय अधिकारी आ बचाव दल तुरते कार्रवाई क के किशोर के सुरक्षित बाहर निकाललन।",
      "targetText": "केकड़ा पकड़ने के लिए गोताखोरी करते हुए एक 13 वर्षीय किशोर शार्क के हमले से घायल हो गया।\nघटना कैलिफोर्निया में लॉबस्टर सीजन के उद्घाटन दिवस पर हुई, जब किशोर पानी में तैर रहा था।\nशार्क ने अचानक हमला किया, जिससे उसे गंभीर चोटें आईं और तुरंत मदद की आवश्यकता पड़ी।\nस्थानीय अधिकारियों और बचाव दल ने तुरंत कार्रवाई करके किशोर को सुरक्षित बाहर निकाला।"
    },
    {
      "sourceText": "अधिकारियन के कहना बा कि शनिचर के 13 साल के एगो किशोर पर एगो शार्क हमला क के ओकरा घायल कर दिहलस।\nओ समय उ कैलिफोर्निया में लॉबस्टर सीजन के उद्घाटन दिन गोता लगावत केकड़ा पकड़ रहल रहे।\nघटना अचानक भइल आ किशोर के गंभीर चोट के साथ पानी से बाहर निकालल गइल।\nअधिकारियन बतवलन कि एह तरह के हमला बहुत कम होला, बाकिर समुंदर में तैराक आ गोताखोर लोग खातिर सतर्क रहना जरूरी बा।",
      "targetText": "अधिकारियों का कहना है कि शनिवार को 13 वर्षीय किशोर पर एक शार्क ने हमला करके उसे घायल कर दिया।\nउस समय वह कैलिफोर्निया में लॉबस्टर सीजन के उद्घाटन दिवस पर गोता लगाते हुए केकड़ा पकड़ रहा था।\nघटना अचानक हुई और किशोर गंभीर चोटों के साथ पानी से बाहर निकाला गया।\nअधिकारियों ने बताया कि इस तरह के हमले दुर्लभ हैं, लेकिन समुद्र में तैराकियों और गोताखोरों के लिए सतर्क रहना आवश्यक है।"
    },
    {
      "sourceText": "हमला सुबह 7 बजे से पहिले एंसिनिटास के बीकन बीच के पास भइल।\nए समय सूरज पूरा तरीका से ना उगल रहे आ समुंदर में हल्की रोशनी रहे।\nए जगह पर सुबह-सुबह लोग आम तौर पर तैराकी आ जलक्रीड़ा खातिर आवेला।\nघटना के समय आ जगह बचाव आ तुरते प्रतिक्रिया के चुनौतीपूर्ण बना दिहलस।",
      "targetText": "हमला सुबह 7 बजे से पहले एंसिनिटास के बीकन बीच के पास हुआ।\nइस समय सूरज पूरी तरह उगा नहीं था और समुद्र में हल्की रोशनी थी।\nइस जगह पर सुबह-सुबह आम तौर पर लोग तैराकी और जलक्रीड़ा के लिए आते हैं।\nघटना की समयावधि और स्थान ने तत्काल प्रतिक्रिया और बचाव को चुनौतीपूर्ण बना दिया।"
    },
    {
      "sourceText": "सैन डिएगो के KSWB-TV से चैड हम्मेल कहलन कि शनिचर के बिहान उ करीब आधा घंटा से दोस्त लोग के साथ गोता लगा रहल रहलें।\nउहे समय उ मदद खातिर चिचियावत एगो लड़िका के आवाज सुनलन।\nतुरते ओकरा बाद उ एगो समूह के साथ लड़िका के पानी से बाहर निकालेला दौड़लन।\nहम्मेल बतवलन कि एह कोशिश में सभे मिल के लड़िका के सुरक्षा के पक्का कइलन।",
      "targetText": "सैन डिएगो के KSWB-TV से चैड हम्मेल ने कहा कि शनिवार की सुबह वह करीब आधे घंटे से दोस्तों के साथ गोते लगा रहा था।\nउसी समय उसने मदद के लिए चिल्लाते हुए किसी लड़के की आवाज़ सुनी।\nइसके तुरंत बाद वह एक समूह के साथ उस लड़के को पानी से बाहर निकालने के लिए दौड़ा।\nहम्मेल ने बताया कि इस प्रयास में सभी ने मिलकर लड़के की सुरक्षा सुनिश्चित की।"
    },
    {
      "sourceText": "हम्मेल बतवलन कि पहिले उनकर लागल कि लड़िका के केकड़ा पकड़ के खुशी में आवाज लगवलस,\nबाकिर फेर उ महसूस कइलन कि लड़िका चिचियावत रहल, 'मुझे कुछ काट रहल बा!'\nएह से तुरत साफ हो गइल कि ई खाली खेल या मजाक के आवाज ना रहे, बल्कि असली दर्द आ खतरा के चेतावनी रहे।\nहम्मेल के फुर्तीला प्रतिक्रिया से लड़िका के आउर गंभीर चोट से बचावल गइल।",
      "targetText": "हम्मेल ने बताया कि पहले उसे ऐसा लगा कि लड़के ने केकड़ा पकड़ने के उत्साह में आवाज़ लगाई है,\nलेकिन फिर उसने महसूस किया कि लड़का चिल्ला रहा था, 'मुझे कुछ काट रहा है!'\nइससे तुरंत स्पष्ट हो गया कि यह केवल खेल या मज़ाक की आवाज़ नहीं थी, बल्कि वास्तविक दर्द और खतरे की चेतावनी थी।\nहम्मेल की तत्पर प्रतिक्रिया ने लड़के को और गंभीर चोट से बचाने में मदद की।"
    },
    {
      "sourceText": "हम्मेल बतवलन कि जब उ लड़िका के देखलन त उ पावलन कि लड़िका के पूरा गला फूट गइल बा।\nएह दृश्य से उ बहुत हैरान आ चिन्तित हो गइलन।\nस्थिति गंभीर आ खतरनाक रहे, एहसे तुरते मदद के जरूरत रहे।\nहम्मेल के रिपोर्ट से घटना के गंभीरता आ लड़िका के सेहत के हालत साफ पता चलेला।",
      "targetText": "हम्मेल ने बताया कि जब उसने लड़के को देखा तो उसने पाया कि लड़के की पूरी कंठास्थि फट गई थी।\nइस दृश्य ने उन्हें बेहद आश्चर्य और चिंता में डाल दिया।\nस्थिति गंभीर और खतरनाक होने के कारण तत्काल मदद की आवश्यकता थी।\nहम्मेल की रिपोर्ट से घटना की गंभीरता और लड़के की स्वास्थ्य स्थिति का स्पष्ट पता चलता है।"
    },
    {
      "sourceText": "हम्मेल कहलन, हम सबके आवाज लगवनी कि ऊ लोग पानी से बाहर निकल जाव: पानी में एगो शार्क बा!\nउनकर मकसद तुरते चेतावनी देबे के आ लोग के खतरा से बचावे के रहल।\nएह घटना से उहां मौजूद लोग डर आ सतर्कता के बीच फँस गइलें।\nहम्मेल के फुर्तीली प्रतिक्रिया संभावित खतरा से सुरक्षा सुनिश्चित करे में बहुत जरूरी रहल।",
      "targetText": "हम्मेल ने कहा, मैंने सभी की आवाज़ लगाई कि वे पानी से बाहर निकल जाएं: पानी में एक शार्क है!\nउनका उद्देश्य तुरंत चेतावनी देना और लोगों को खतरे से बचाना था।\nइस घटना से वहां मौजूद लोग डर और सतर्कता के बीच फँस गए।\nहम्मेल की फुर्तीली प्रतिक्रिया ने संभावित खतरे से सुरक्षा सुनिश्चित करने में महत्वपूर्ण भूमिका निभाई।"
    },
    {
      "sourceText": "Sainsbury's अब ब्यूटी प्रोडक्ट में अपने ग्राहक लोग के बढ़िया अनुभव देवे खातिर विशेषज्ञ सहायक लोग के नियुक्त कर रहल बा। ई कदम Sainsbury's के डिपार्टमेंट स्टोर जइसन बड़ा ब्यूटी सेक्शन बनावे के योजना के हिस्सा बा।\nएह पहल के जरिए ऊ Boots, Superdrug आ Debenhams जइसन बड़े ब्यूटी स्टोर से मुकाबला करे के तैयारी कर रहल बा।\nविशेषज्ञ सहायक लोग ग्राहक लोग के सही प्रोडक्ट चुनला में मदद करिहें, स्किनकेयर आ मेकअप के बारे में सलाह देहिहें आ ग्राहक के अनुभव के अउरी बढ़िया बनावे में योगदान दीहीं।",
      "targetText": "Sainsbury's अब ब्यूटी प्रोडक्ट के क्षेत्र में अपने ग्राहकों को बेहतर अनुभव देने के लिए विशेषज्ञ सहायकों के टीम नियुक्त कर रहल बा। ई कदम Sainsbury's के डिपार्टमेंट स्टोर स्टाइल के बड़े ब्यूटी सेक्शन के तरह विकसित करे के योजना के हिस्सा बा। ई पहल के जरिए ऊ Boots, Superdrug आ Debenhams जइसन बड़े ब्यूटी स्टोर से प्रतिस्पर्धा कर सके के तैयारी कर रहल बा। विशेषज्ञ सहायक ग्राहक लोग के सही प्रोडक्ट चुनने में मदद करिहें, स्किनकेयर और मेकअप के बारे में सलाह देहिहें आ ग्राहक अनुभव के और बेहतरीन बनावे में योगदान दीहीं।"
    },
    {
      "sourceText": "Sainsbury's बतवलस कि ई योजना के तहत अब ले जेतना प्रोडक्ट रहत रहे, ओकरा दोगुना हो जाई, काहे कि पहिले बेर करीब 3,000 अलग-अलग ब्यूटी प्रोडक्ट स्टोर में उपलब्ध करावल जाई।\nएह योजना में पहली बेर प्रसिद्ध ब्रांड जइसन Revlon, Essie, Tweezerman आ Dr. PawPaw के शामिल कइल गइल बा। एकर मतलब बा कि ग्राहक अब ई ब्रांड के प्रोडक्ट Sainsbury's के स्टोर से खरीद सकेलें।",
      "targetText": "Sainsbury's ने बताया कि इस योजना के तहत अब तक के मुकाबले उत्पादों की संख्या दोगुनी हो जाएगी, क्योंकि पहली बार लगभग 3,000 अलग-अलग ब्यूटी प्रोडक्ट स्टोर में उपलब्ध कराए जाएंगे।\nइस योजना में पहली बार लोकप्रिय ब्रांड जैसे Revlon, Essie, Tweezerman और Dr. PawPaw को शामिल किया जा रहा है। इसका मतलब है कि ग्राहक अब इन प्रसिद्ध ब्रांड के प्रोडक्ट भी Sainsbury's के स्टोर पर खरीद सकेंगे।"
    },
    {
      "sourceText": "L'Oreal, Maybelline आ Burt's Bees के मौजूद प्रोडक्ट अब Sainsbury's में अउरी प्रमुख रूप से उपलब्ध होखिहें।\nएकर मतलब बा कि ई प्रोडक्ट Boots जइसन बड़े आ लोकप्रिय ब्यूटी शॉप में मिलते ब्रांडेड प्रोडक्ट के स्तर पर अउरी मौका पइहें।\nग्राहक लोग अब ई ब्रांड के प्रोडक्ट Sainsbury's स्टोर से आसानी से खरीद सकेलें आ इनकर पहुँच बढ़ जाई।",
      "targetText": "L'Oreal, Maybelline और Burt's Bees के वर्तमान उत्पाद अब Sainsbury's में अधिक प्रमुख रूप से उपलब्ध होंगे। इसका मतलब है कि ये उत्पाद Boots जैसी बड़ी और लोकप्रिय ब्यूटी शॉप में मिलने वाले ब्रांडेड प्रोडक्ट्स के स्तर पर और ज्यादा अवसर पाएंगे। ग्राहकों को अब इन ब्रांड्स के उत्पाद Sainsbury's स्टोर में आसानी से मिलेंगे और उनकी पहुंच बढ़ जाएगी।"
    },
    {
      "sourceText": "सुपरमार्केट अब अपने बुटीक मेकअप प्रोडक्ट्स के फेर से शुरू कर रहल बा।\nएकर मकसद बा कि एह में से ज्यादातर प्रोडक्ट वीगन-फ्रेंडली होखसु।\nएहसे छोट-छोट दुकानदारन में ई प्रोडक्ट के मांग कुछ तेज़ी से बढ़ सकेला।",
      "targetText": "सुपरमार्केट अब अपने बुटीक मेकअप प्रोडक्ट्स को फिर से लॉन्च कर रहा है।\nइसका उद्देश्य यह है कि इन प्रोडक्ट्स में से अधिकांश वीगन-फ्रेंडली हों।\nइससे छोटे और मध्यम दुकानदारों में इन प्रोडक्ट्स की मांग कुछ तेजी से बढ़ सकती है।"
    },
    {
      "sourceText": "एह अलावा, परफ्यूम रिटेलर Fragrance Shop भी Sainsbury's के दू स्टोर में एगो विशेष सुविधा के जाँच करी।\nपहिला स्टोर पिछले हफ्ता क्रॉयडन, साउथ लंदन में खुलल रहे।\nदूसरा स्टोर एह साल के अंत में सेली ओक, बर्मिंघम में खुले वाला बा।\nएह जाँच के मकसद बा कि ग्राहक लोग ई स्टोर में परफ्यूम प्रोडक्ट्स पर कइसन प्रतिक्रिया देत बा आ सुविधा कतना सफल बा।",
      "targetText": "इसके अलावा, परफ्यूम रिटेलर Fragrance Shop भी Sainsbury's के दो स्टोरों में एक विशेष सुविधा का परीक्षण करेगी।\nपहला स्टोर पिछले हफ्ते क्रॉयडन, साउथ लंदन में खोला गया था।\nदूसरा स्टोर इस साल के अंत में सेली ओक, बर्मिंघम में खोले जाने वाला है।\nइस परीक्षण का उद्देश्य यह देखना है कि ग्राहक इन स्टोर्स में परफ्यूम प्रोडक्ट्स के साथ कैसे प्रतिक्रिया देते हैं और सुविधा कितनी सफल है।"
    },
    {
      "sourceText": "ऑनलाइन शॉपिंग आ स्थानीय सुविधा स्टोर यानी सुपरमार्केट में रोज बिके वाला खाद्य सामग्री के मात्रा घटत जा रहल बा।\nएह कमी के कारण ग्राहक लोगन के स्टोर पर आवे के संख्या भी कम हो रहल बा।\nएही से दुकानदार आ सुपरमार्केट संचालक अब ग्राहक लोगन के आकर्षित करे खातिर ज्यादा से ज्यादा कोशिश कर रहल बा।\nउनकर मकसद बा कि ग्राहक लोग स्टोर पर जियादा आवे आ बिक्री में गिरावट रोकी जा सके।",
      "targetText": "ऑनलाइन शॉपिंग और स्थानीय सुविधा स्टोर यानी सुपरमार्केट में रोज़ बिकने वाले खाद्य पदार्थों की मात्रा घट रही है।\nइस कमी के कारण ग्राहक लोग के स्टोर पर आने की संख्या भी कम हो रही है।\nइसीलिए, दुकानदार और सुपरमार्केट संचालक अब ग्राहकों को आकर्षित करने के लिए ज्यादा से ज्यादा कोशिशें कर रहे हैं।\nउनका उद्देश्य यह है कि ग्राहकों का स्टोर पर विज़िट बढ़े और बिक्री में गिरावट को रोका जा सके।"
    },
    {
      "sourceText": "Sainsbury's के चीफ एग्जीक्यूटिव, माइक कूप कहले कि आउटलेट पर अब लोग डिपार्टमेंट स्टोर जइसन तेज़ी से आई।\nसुपरमार्केट चेन अब ज्यादा सुविधा आ गैर-खाद्य सामान भी दे रहल बा, ताकि ऊ डिस्काउंट स्टोर जइसन Aldi आ Lidl से मुकाबला कर सके।\nएह रणनीति के मकसद बा कि ग्राहक लोग आकर्षित होखे आ बिक्री बढ़े।",
      "targetText": "Sainsbury's के चीफ एग्जीक्यूटिव, माइक कूप ने बताया कि आउटलेट पर अब लोगों के आने की दर डिपार्टमेंट स्टोर की तरह बढ़ेगी।\nसुपरमार्केट चेन अब ज्यादा सेवाएं और गैर-खाद्य पदार्थ भी पेश कर रही है, ताकि वह डिस्काउंट स्टोर जैसे Aldi और Lidl से प्रतिस्पर्धा कर सके।\nइस रणनीति का मकसद ग्राहक को आकर्षित करना और बिक्री बढ़ाना है।"
    },
    {
      "sourceText": "Sainsbury's अब सैकड़ों स्टोर में Argos के आउटलेट लगा रहल बा।\nदू साल पहिले जब से Sainsbury's आ Argos के ई साझेदारी शुरू भइल, तब से कई स्टोर खोल दिहल गइल बा।\nएह साझेदारी से ना खाली किराना सामान के बिक्री बढ़ल बा, बल्कि सौदा भी अउरी फायदा वाला बन गइल बा।\nएकर मतलब बा कि ग्राहक अब ज्यादा सुविधा आ प्रोडक्ट के लाभ उठा सकेलें आ Sainsbury's के कारोबार मजबूत भइल बा।",
      "targetText": "Sainsbury's अब सैकड़ों स्टोर में Argos के आउटलेट लगा रहा है।\nदो साल पहले जब से Sainsbury's और Argos का यह साझेदारी शुरू हुई, तब से कई स्टोर खोल दिए गए हैं।\nइस साझेदारी से न सिर्फ किराने के सामान की बिक्री में वृद्धि हुई है, बल्कि सौदे को भी अधिक लाभकारी बनाया गया है।\nइसका मतलब है कि ग्राहक अब अधिक सुविधा और उत्पादों का लाभ उठा सकते हैं और Sainsbury's का व्यवसाय भी मजबूत हुआ है।"
    },
    {
      "sourceText": "सुपरमार्केट पहिले भी ब्यूटी आ फार्मेसी प्रोडक्ट्स के स्टोर में फेर से पेश करे के कोशिश कइले रहे।\nबाकि ऊ प्रयास सफल ना भइल आ योजना पूरा तरह कामयाब ना भइल।\nएकर मतलब बा कि पहिले के कोशिश से उम्मीद के मुताबिक बिक्री आ ग्राहक आकर्षण बढ़ल ना।",
      "targetText": "सुपरमार्केट ने पहले भी ब्यूटी और फार्मेसी प्रोडक्ट्स को अपने स्टोर में फिर से पेश करने की कोशिश की थी।\nलेकिन उस प्रयास में सफलता नहीं मिल सकी और योजना पूरी तरह सफल नहीं हो पाई।\nइसका मतलब है कि पहले की कोशिश से उम्मीद के मुताबिक बिक्री और ग्राहक आकर्षण नहीं बढ़ा।"
    },
    {
      "sourceText": "Sainsbury's 2000 के दशक के शुरूआत में Boots के साथ मिल के व्यवसाय कइले रहे।\nएह साझेदारी में Sainsbury's के सुपरमार्केट में Boots के दवाई के दुकान भी शामिल रहे।\nबाकि सुपरमार्केट में दवाई से होखे वाला आय के बाँटे के तरीका के चलते समस्या भइल।\nएही कारण से दुनो कंपनी के ई साझेदारी खत्म करे के पड़ल।",
      "targetText": "Sainsbury's ने 2000 के दशक की शुरुआत में Boots के साथ साझेदारी कर व्यवसाय किया था।\nइस साझेदारी के तहत Sainsbury's के सुपरमार्केट में Boots के दवाई की दुकानें भी शामिल थीं।\nलेकिन सुपरमार्केट में दवाई से होने वाली आय के विभाजन के तरीके को लेकर समस्याएं उत्पन्न हुईं।\nइन समस्याओं के कारण दोनों कंपनियों को यह साझेदारी खत्म करनी पड़ी।"
    }
   
]