[
    {
        "sourceText": "इंटरव्यू मे ओ ईहो मानलक जे जखन अगिला समर मे सीरीज़ खतम हो जायत, त ओ ‘गेम ऑफ थ्रोन्स’ के ना कोनो प्रीक्वल बनतै, ना सीक्वल। ओ कहलनि जे आब ओ ‘जंग के मैदान आ घोड़ा’ सँ थाक गेल छथि।",
        "targetText": "In the interview he also admitted that he wouldn't be doing any Game of Thrones prequels or sequels when the series comes to an end next summer, saying he is 'done with battlefields and horses'."
    },
    {
        "sourceText": "नवम्बर सँ किट सम शेपर्ड के ‘True West’ के रिवाइवल मे स्टार बनताह। ई नाटक एगो फिल्म प्रोड्यूसर आ ओकर भाई, जे एगो लुटेरा अछि, हुनकर कहानी बतैत अछि। ई हुनकर तेज प्रतिस्पर्धा, पहचान आ पारिवारिक झगड़ा देखबैत अछि, जे हुनकर जिनगी मे अनपेक्षित तरीका सँ टकराव आ जायत अछि।",
        "targetText": "From November, Kit will star in a revival of Sam Shepard's True Well.The play tells the story of a film producer and his brother, who is a robber.It explores their intense rivalry, identity, and family conflict, as their lives collide in unexpected ways."
    },
    {
        "sourceText": "अभिनेता हाल मे बतौलनि जे ओ आपन पत्नी रोज सँ ‘गेम ऑफ थ्रोन्स’ के चलते भेट भेल, आ ई बात ओ सब सँ बढ़िया मानैत छथि। ओ कहलनि जे ई सीरीज़ हुनकर जिनगी के सब सँ खास अनुभव बन गेल।",
        "targetText": "The actor recently revealed that he considers meeting his wife Rose to be the best thing to come out of Game of Thrones."
    },
    {
        "sourceText":"रोज ‘यग्रिट’ के रोल निभौलनि, जे किट के कैरेक्टर जॉन स्नो के प्रेमिका के रूप मे रहल, ई एम्मी अवार्ड जीतल फैंटेसी सीरीज़ मे।",
        "targetText": "Rose played Ygritte, the love interest of Kit's character Jon Snow, in the Emmy award-winning fantasy series."
    },
    {
        "sourceText": "एक लेबर AM कहलनि जे ‘ई Twp आ Pwp सँ मत जोड़ल जाय’, एह बात ले हुनकर समूह चिन्तित छल।",
        "targetText": "A Labour AM said that ‘it should not be linked to Twp and Pwp’, and that his group was concerned about this."
    },
    {
        "sourceText": "चीन ईहो घोषणा केलक जे अपन नागरिक मे जे लोग HIV आ AIDS सँ जूझ रहल अछि, हुनकर संख्या 14 प्रतिशत बढ़ गेल अछि। स्वास्थ्य अधिकारी बतौलनि जे ई बढ़ोतरी कुछ हद तक बेहतर जाँच आ बीमारी पहचान के कारण भेल अछि, किएक अब जादा लोग मेडिकल जाँच करावे लेल आगू आबैत अछि। सरकार कहैत अछि जे वायरस के फैलाव रोकए लेल जादा जागरूकता, बचाव के कार्यक्रम आ इलाज धरि पहुँच बहुत जरूरी अछि।",
        "targetText": "China has announced a 14% jump in the number of its citizens who are living with HIV and Aids.Health officials reported that the increase is partly due to better testing and diagnosis, as more people are coming forward for medical check-ups.The government emphasized the need for greater awareness, prevention programs, and access to treatment to control the spread of the virus."
    },
    {
        "sourceText": "ई जानकारी गुरुवार के ऑनलाइन सामने आइल, जवन एगो अनजान व्यक्ति द्वारा कैपिटल हिल पर पोस्ट कइल गइल रहे, जब एगो सीनेट पैनल सुप्रीम कोर्ट के नामांकित ब्रेट कावानॉ के खिलाफ यौन दुर्व्यवहार के आरोप पर सुनवाई कर रहल रहे। ई लीक जल्दी ही व्यापक ध्यान खींच लिहलस, आ सोशल मीडिया आ समाचार माध्यम में गोपनीयता, सुरक्षा, आ जारी पुष्टि प्रक्रिया पर असर के लेकर बहस छेड़ दिहलस।",
        "targetText": "The information appeared online Thursday, posted by an unknown person on Capitol Hill during a Senate panel's hearing on the sexual misconduct allegations against Supreme Court nominee Brett Kavanaugh.The leak quickly drew widespread attention, sparking debates across social media and news outlets about privacy, security, and the impact on the ongoing confirmation process."
    },
    {
        "sourceText": "‘ई इनकार गुस्साइल अछि,’ फ्लाइशर लिखलनि, आ कहलनि जे बयान के तरीका सँ ओ निराश छथि। ओ आगे जोड़लनि जे जवाब के लहजा स्पष्ट करे के बजाय रक्षात्मक लगैत अछि, जे बस आउर अफवाह के बढ़ा दैत अछि। फ्लाइशर जोर देलनि जे गलतफहमी आ गलत जानकारी के फैलाव सँ बचए लेल पारदर्शिता आ सावधान संवाद जरूरी अछि।",
        "targetText": "‘This denial is angry,’ Fleischer wrote,expressing frustration over the way the statements were being presented.He added that the tone of the response seemed defensive rather than clarifying, which only fueled further speculation.Fleischer emphasized the need for transparency and careful communication to prevent misunderstandings and misinformation from spreading." 
    },
    {
        "sourceText": "जब ककरो ऊपर ओहि काम के आरोप लागए, जे ओ लोगन सँ नइ भेल, त ओ लोग के गुस्सा नइ करए के चाही। ओकरा बदले, ओ लोग के शांत रहि सभ तथ्य जुटाए के चाही ताकि तर्कसंगत ढंग सँ जवाब दे सकए। धैर्य आ स्पष्टता सँ प्रतिक्रिया देनाइ हुनकर प्रतिष्ठा सुरक्षित रखैत अछि आ गलतफहमी बढ़ए सँ रोकैत अछि। ई हुनकर परिपक्वता आ विश्वसनीयता देखबैत अछि, जे दूसर लोग लेल स्थिति के सच्चाई बुझनाइ आसान बना दैत अछि।",
        "targetText": "When someone is accused of something they didn't do, they must not be angry.Instead, they should remain calm and gather all the facts to respond rationally.Reacting with patience and clarity can help protect their reputation and prevent misunderstandings from escalating.It also shows maturity and credibility, making it easier for others to see the truth of the situation."
    },
    {
        "sourceText": "ओ लोग के विद्रोही नइ होए के चाही। विद्रोह देखए सँ स्थिति आउर खराब हो जायत सकैत अछि आ दूसर लोग पर गलत छवि पड़ सकैत अछि। ओकरा बदले, ओ लोग के शांति बनौने राखि अपन पक्ष के कहानी साफ आ सम्मानपूर्वक पेश करए के चाही। शांत आ सहयोगी रवैया बनौने राखब विवाद के असरदार ढंग सँ सुलझाबय में मदद करैत अछि आ हुनकर ईमानदारी के सेहो बचबैत अछि।",
        "targetText": "They must not be defiant.Showing defiance can make the situation worse and give the wrong impression to others.Instead, they should respond with composure, presenting their side of the story clearly and respectfully.Maintaining a calm and cooperative attitude helps resolve conflicts more effectively and preserves their integrity."
    },
    {
        "sourceText": "आरोप लगावे वाला लोग के मकसद पर सवाल नहि उठेनाइ चाही। आरोप लगावे वाला के इरादा पर शक करनाइ या हमला करनाइ से आरोप लगावल लोग रक्षात्मक या दुश्मनी वाला हो सकैत छथि, जे हालात के आ बिगाड़ि सकैत अछि। एहि बदला में, साफ सबूत आ तथ्य पेश करय पर ध्यान देनाइ चाही जाहि सँ अपन बेगुनाही साबित कएल जा सकय। सम्मानजनक आ निष्पक्ष तरीका बनाए रखने सँ बातचीत रचनात्मक बनैत अछि आ अपन भरोसा बनल रहैत अछि।",
        "targetText": "They must not question the motives of the accuser.Doubting or attacking the accuser’s intentions can make the accused appear defensive or hostile, which may worsen the situation.Instead, they should focus on presenting clear evidence and facts to support their innocence.Maintaining a respectful and objective approach ensures that the discussion stays constructive and that their credibility remains intact."
    },
    {
        "sourceText": "उ लोग के शांत आ स्थिर रहनाइ चाही। शांत रहला सँ उ लोग साफ-साफ सोच सकैत छथि आ दबाव में सेहो ठीक फैसला लए सकैत छथि। शांत व्यवहार सँ दोसर लोग के भरोसा बनैत अछि, तनाव कम होइत अछि आ हालत बिगड़य सँ रुकैत अछि। ई आदमी के मजबूती आ अपन आप पर काबू देखबैत अछि, जे आरोप के गरिमा आ भरोसा के संग संभालब आसान बना दैत अछि।",
        "targetText": "They must be calm and serene.Remaining composed helps them think clearly and make rational decisions even under pressure.A calm demeanor can also reassure others, reducing tension and preventing the situation from escalating.It reflects strength of character and self-control, making it easier to handle accusations with dignity and credibility."
    },
    {
        "sourceText": "एह नया JE फिल्म में एक-दू गो नीक पल जरूर अछि। लेकिन ई छोट-छोट मजेदार लम्हा कहानी में तालमेल के कमी आ कमजोर किरदार बनावट में दबि जाइत अछि। जँ विजुअल आ साउंडट्रैक किछु आकर्षण दैत अछि, पूरा अनुभव असमान आ कम असरदार लगैत अछि।",
        "targetText": "There are one or two nice moments in this latest JE outing.However, these fleeting highlights are overshadowed by a lack of coherent storytelling and weak character development. While the visuals and soundtrack offer some appeal, the overall experience feels uneven and underwhelming."
    },
    {
        "sourceText": "हमरा सबसँ बढ़िया ओहि समय लागल जखन जॉनी इंग्लिश हेलीकॉप्टर दिस बढ़ैत रहल छलाह, जबकि हुनका ऊपर मध्यकालीन कवच के सूट छल आ हेलीकॉप्टर के रोटर ब्लेड हुनकर हेलमेट सँ हल्का टकराइ रहल छल। ई सीन कॉमेडी आ एक्शन के नीक मेल देखौने छल, जे हुनकर निडर लेकिन बढ़ा-चढ़ा कए देखाए गेल स्वभाव के साफ करैत छल। रोटर ब्लेड टकराए के समय झटका वाला दृश्य पूरा स्लैपस्टिक मजा देत छल, जे दर्शक लोग के जोर-जोर सँ हँसाए लगल। एहन पल फिल्म के अलग आकर्षण देखबैत अछि, जे अजीब हालत के चालाकी सँ दृश्य हँसी में बदल दैत अछि।",
        "targetText": "I loved Johnny English approaching a helicopter while dressed in a medieval suit of armour and the rotor blades briefly clanging against his helmet.The scene perfectly combined comedy and action, highlighting his fearless yet absurdly over-the-top persona. The timing of the clanging blades added a slapstick element that had the audience laughing out loud.Moments like these showcase the film’s unique charm, blending ridiculous situations with clever visual humor."
    },
    {
        "sourceText": "एटकिंसन के देह से करे वाला कॉमेडी में हुनकर काबिलियत साफ देखाइत अछि, लेकिन हँसी कई बेर कमजोर आ अजीब तरह से बेकार लगैत अछि, खास कर जखन “सीरियस” फिल्म ब्रांड जइसे 007 आ मिशन इम्पॉसिबल अब अपने आपे कॉमेडी के हिस्सा बनि विश्वास के संग पेश होइत अछि।",
        "targetText": "Atkinson's gift for physical comedy is on display, but the humour feels pretty underpowered and weirdly superfluous, especially as the \"serious\" film brands like 007 and Mission Impossible themselves now confidently offer comedy as an ingredient."
    },
    {
        "sourceText": "ई हास्य एहन लगैत अछि जे बच्चा लोग खातिर बनल अछि, बड़ लोग खातिर नहि। हमरा जॉनी इंग्लिश के अजीब-अजीब साहसिक घटना एटकिंसन के बीन्स बनि कए देखाए गेल साइलेंट मूवी के मजाक जइसन नया आ ठीक से बनल नहि लगैत अछि।",
        "targetText": "The humour feels as if it is pitched at kids rather than adults, and for me Johnny English's wacky misadventures aren't as inventive and focused as Atkinson's silent-movie gags in the persona of Bean."
    },
    {
        "sourceText": "ई ओहि प्रधानमंत्री खातिर आखिरी झटका अछि, जे एगो ढोंगी आ संकट में फँसल आदमी छथि, जे पहिले से ही राजनीतिक लोकप्रियता के भारी गिरावट झेल रहल छथि। एम्मा थॉम्पसन एहि क्वासी-टेरेसा मे के किरदार में अपन पूरा जोर लगौने छथि, लेकिन स्क्रिप्ट में काज करय लायक बहुत किछु नहि अछि।",
        "targetText": "It's the last straw for a prime minister who is a pompous and embattled figure, already suffering a complete meltdown of political unpopularity: Emma Thompson does her very best with this quasi-Teresa-May character but there's nothing much in the script to work with."
    },
    {
        "sourceText": "हुनकर खुफिया सलाहकार लोग कहैत छथि जे कियाकि हर एक सक्रिय जासूस अब सामने आ गेल अछि, एहि कारण अब हुनका ककरो रिटायरमेंट सँ वापस बोलावे पड़त अछि।",
        "targetText": "Her intelligence advisers inform her that as every single active spy has been compromised, she will have to bring someone out of retirement."
    },
    {
        "sourceText": "आ एकर मतलब ई अछि जे खुद भुलक्कड़ जॉनी इंग्लिश के ही वापस लावे पड़त अछि, जे आब एगो बढ़िया स्कूल में मास्टर बनि कए काम करैत छथि, लेकिन चुपचाप अंडरकवर एजेंट बने के पाठ पढ़बैत छथि। इहां किछु बहुत मजेदार दृश्य अछि, जतए इंग्लिश जासूसी के स्कूल ऑफ रॉक जइसन अकादमी चलबैत नजर अबैत छथि।",
        "targetText": "And that means bumbling Johnny English himself, now employed as a schoolmaster in some posh establishment, but giving off-the-record lessons in how to be an undercover operative: some nice gags here, as English offers a School of Rock-type academy of spying."
    },
    {
        "sourceText": "इंग्लिश के तुरते व्हाइटहॉल लए जाएल जाइत अछि आपात ब्रीफिंग खातिर, आ ओ अपन पुरान, बहुत कुछ झेल चुकल साथी बफ सँ फेर सँ भेटैत छथि, जेकर किरदार फेर सँ बेन मिलर निभा रहल छथि।",
        "targetText": "English is whisked back to Whitehall for an emergency briefing and reunited with his former long-suffering sidekick Bough, played again by Ben Miller."
    },
    {
        "sourceText": "एहि तरह महारानी के सीक्रेट सर्विस में हर काम उल्टा कर देवे वाला ई जोड़ी फेर सँ एक्शन में लौटैत अछि, जतए ओ लोग ओल्गा कुरिलेंको के सुंदर फेम फेटेल ओफेलिया बुलेटोवा सँ टकराइत अछि। हुनकर दुबारा मिलन सँ अफरातफरी, उलझन आ मजेदार गलती के नया सिलसिला शुरू होइत अछि, जखन ओ लोग एक आओर बहुत जरूरी मिशन में लड़खड़ाइत आगू बढ़ैत अछि।",
        "targetText": "So the Batman and Robin of getting things terribly wrong on Her Majesty's Secret Service are back in action, encountering Olga Kurylenko's beautiful femme fatale Ophelia Bulletova.Their reunion promises chaos, confusion, and a fresh wave of hilarious blunders as they stumble through another high-stakes mission."
    },
    {
        "sourceText": "हालाँकि, प्रधानमंत्री ज़ोरान ज़ेव आ साथे मतसंग्रह के समर्थक लोग ई तर्क देलन्हि अछि जे नाम में बदलाव सिर्फ यूरोपीय संघ आ नाटो में शामिल होए के तरीका अछि।",
        "targetText": "However, Prime Minister Zoran Zaev and the referendum supporters have argued that the name change is only a means to join the EU and NATO."
    },
    {
        "sourceText": "हार्लेम में घटैत चर्च सभ के कारण सेंट मार्टिन के घंटी बजना धीरे-धीरे कम होइत जा रहल अछि।",
        "targetText": "Because of the decline in churches in Harlem, the ringing of St. Martin’s bells is becoming less frequent."
    },
    {
        "sourceText": "सूत्र कहैत छथि जे ई विचार पार्टी के आर्थिक एजेंडा आ देश के मजदूरक पक्ष में झुकावे के योजना संग मेल खाइत अछि। ओ लोग जोड़ने छथि जे ई बेहतर काज-जीवन संतुलन आ उत्पादकता बढ़ेबाक व्यापक लक्ष्य सँ सेहो जुड़ल अछि। समर्थक लोग तर्क दैत छथि जे अइसन कदम सँ कर्मचारीक भलाई बढ़ि सकैत अछि आ संगहि आर्थिक विकास सेहो बनल रहि सकैत अछि।",
        "targetText": "Sources said the idea would 'fit' with the party's economic agenda and plans to tilt the country in favour of workers.They added that it aligns with broader goals of improving work-life balance and boosting productivity.Supporters argue that such a move could enhance employee well-being while maintaining economic growth."
    },
    {
        "sourceText": "यूनियन नेता लोग तर्क दैत छथि जे कम काजक घंटा सँ उत्पादकता बढ़ि सकैत अछि, तनाव घटि सकैत अछि आ काज-जीवन में बेहतर संतुलन बनि सकैत अछि। ओ लोग एहि बात केँ सेहो मानैत छथि जे एहि सँ काजक सही बँटवारा होयत अछि आ आधुनिक कार्यस्थल में तकनीकी बदलावक संग अपने के ढालल जा सकैत अछि।",
        "targetText": "Union leaders argue that shorter working hours can improve productivity, reduce stress, and create better work-life balance.They also believe it could help distribute work more fairly and adapt to technological changes in the modern workplace."
    },
    {
        "sourceText": "ई रातों-रात नहि होयत, लेकिन चार दिनक काजक हफ्ता एगो लक्ष्य अछि, जे पार्टी के मजदूरक पक्ष में अर्थव्यवस्था के फेर सँ संतुलित करबाक सोच आ पार्टी के समग्र औद्योगिक रणनीति संग मेल खाइत अछि।",
        "targetText": "It won't happen overnight but a four-day working week is an aspiration that fits in with the party's approach to rebalancing the economy in favour of the worker as well as the party's overall industrial strategy."
    },
    {
        "sourceText": "ओह लोग एहि बातक सेहो पुष्टि कएने छथि जे मजदूरक कंपनी बोर्ड में शामिल करबाक योजना अछि आ Inclusive Ownership Funds बनाओल जाएत, जेकर तहत निजी क्षेत्रक कंपनी सभक 10 प्रतिशत हिस्सा कर्मचारी सभक देल जाएत, जेकर बदला में ओ सालाना £500 तकक लाभांश पाबी।",
        "targetText": "He also confirmed plans to put workers on company boards and create Inclusive Ownership Funds to hand 10 per cent of private-sector firms' equity to employees, who stand to pocket annual dividends of up to £500."
    },
    {
        "sourceText": "ब्रेट कावानॉ के खिलाफ आरोप के जांच खातिर FBI के जाँच हुनकर सुप्रीम कोर्ट के नामांकन पर अंतिम मतदान कम सँ कम एक हफ्ता लेल टालि देलक, आ ई सवाल उठबैत अछि कि की ब्यूरो के निष्कर्ष ककरो रिपब्लिकन सीनेटर के अपन समर्थन वापस देबा पर मजबूर सकैत अछि।",
        "targetText": "The FBI investigation into accusations against Judge Brett Kavanaugh has delayed a final vote on his nomination to the Supreme Court by at least a week, and raises the question of whether the bureau's findings could sway any Republican senators into pulling their support."
    },
    {
        "sourceText": "केनेडी अपन दक्षिण कैरोलिना के साथी सँ बेसी खुला नजर आएलाह। ओ सवाल सभक जवाब में बेसी स्वतंत्रता सँ बातचीत केलाह, विस्तार सँ व्याख्या केलाह आ विवादास्पद विषय पर चर्चा करबाक इच्छा देखौलाह। हुनकर तरीका पारदर्शिता आ सहयोगी रवैया के संकेत दैत छल, जे हुनकर साथी के अधिक सावधान जवाब सँ अलग रहल।",
        "targetText": "Kennedy appeared more open than his colleague from South Carolina.He engaged more freely with questions, offering detailed explanations and showing a willingness to discuss controversial topics.His approach suggested transparency and a cooperative attitude, contrasting with the more guarded responses of his counterpart."
    },
    {
       "sourceText": "हम नहि देखैत छी कि कियो नया बदलाव होए वाला अछि। जे चर्चा आ बहस जारी अछि, ओकर बावजूद मुख्य समस्या अब तक हल नहि भेल अछि आ पुरान तरीका अभीयो जारी अछि। एहन लगैत अछि जे प्रगति ठहरि गेल अछि, आ तुरंत सुधार या नवाचारक बहुत कम संभावना अछि। ई स्थिति देखबैत अछि जे एगो जटिल आ गहिरा सिस्टम में सार्थक बदलाव आनब कतबा चुनौतीपूर्ण अछि।",
       "targetText":  "I don't see anything new changing.’Despite ongoing discussions and debates, the core issues remain unresolved and familiar patterns continue.It feels as though progress is stalled, with little hope for immediate reform or innovation.The situation underscores the challenge of bringing about meaningful change in a complex and entrenched system."
    },
    {
        "sourceText": "एहि शनिचर न्यू यॉर्क में ग्लोबल सिटीजन फेस्टिवल होयत, जे एगो वार्षिक संगीत कार्यक्रम अछि। एकर लाइन-अप में कई प्रसिद्ध कलाकार प्रदर्शन करताह आ एकर मिशन सेहो उतना प्रभावशाली अछि: दुनियाँ सँ गरीबी खत्म करब।",
        "targetText": "This Saturday New York will host the Global Citizen Festival, an annual music event which has a hugely impressive line-up of stars performing and an equally impressive mission; ending world poverty."
    },
    {
        "sourceText": "अपन सातम साल में, ग्लोबल सिटीजन फेस्टिवल हजारों लोग केँ सेंट्रल पार्क के ग्रेट लॉन पर खींचैत अछि। एहि में लोग सिर्फ़ जनेट जैकसन, कार्डी बी आ शॉन मेंडेस जइसन कलाकारक प्रदर्शनक आनंद लेल नहि, बल्कि कार्यक्रमक असली लक्ष्य — 2030 तक चरम गरीबी खत्म करबाक लेल जागरूकता बढ़ेबाक उद्देश्य लेल सेहो जुटैत अछि।",
        "targetText": "Now in its seventh year, the Global Citizen Festival will see tens of thousands of people flock to Central Park's Great Lawn to not only enjoy acts such as Janet Jackson, Cardi B and Shawn Mendes, but also to raise awareness for the event's true goal of ending extreme poverty by 2030."
    },
    {
        "sourceText": "ग्लोबल सिटीजन फेस्टिवल, जे 2012 में शुरू भेल, ग्लोबल पॉवर्टी प्रोजेक्ट के विस्तार अछि। ई एगो अंतरराष्ट्रीय वकालत समूह अछि, जे गरीबी खत्म करबाक आशा रखैत अछि आ लोग केँ सक्रिय रूप सँ एहि लड़ाई में शामिल करि संख्या बढ़ेबाक प्रयास करैत अछि।",
        "targetText": "The Global Citizen Festival, which started in 2012, is an extension of the Global Poverty Project, an international advocacy group hoping to end poverty by increasing the number of people actively fighting against it."
    },
    {
        "sourceText": "इवेंट में मुफ्त टिकट पाबै खातिर (जब तक राउर इच्छा नहि हो VIP टिकट खरीदबाक), कॉन्सर्ट जाए वाला लोग केँ किछु काम पूरा पड़ल, जइसे ‘एक्शन’—स्वयंसेवा करब, ककरो विश्व नेता केँ ईमेल पठेब, फोन कॉल करब, या दोसर कियो अर्थपूर्ण तरीका, जे गरीबी खत्म करबाक लक्ष्य प्रति जागरूकता बढ़ेबा में मदद करे।",
        "targetText": "In order to receive a free ticket for the event (unless you were willing to pay for a VIP ticket), concertgoers had to complete a series of tasks, or ‘actions’ such as volunteering, emailing a world leader, making a phone call or any other meaningful ways to help raise awareness of their goal of ending poverty."
    },
    {
        "sourceText": "की लोग केँ मुफ्त कॉन्सर्ट देबाक विचार सचमुच एगो तरीका अछि लोग सँ कार्रवाई करबाक लेल मनाबै के, वा ई बस एगो दोसर मामला अछि जे ‘क्लिक्टिविज्म’ कहल जाइत अछि—लोग एहि सोच में रहैत अछि जे ओ ऑनलाइन पेटिशन साइन करि या ट्वीट पठा असल में कियो सच्चा बदलाव करि रहल अछि?",
        "targetText": "Is the idea of rewarding people with a free concert a genuine way to persuade people to demand a call for action, or just another case of so-called ‘clicktivism’ - people feeling like they are making a true difference by signing an online petition or sending a tweet?"
    },
    {
        "sourceText": "2011 सँ, ग्लोबल सिटीजन कहैत अछि जे ओ अपन समर्थक सभ सँ 19 मिलियन सँ बेसी ‘एक्शन’ दर्ज कएल गेल अछि, जे विभिन्न लक्ष्य पूरा करबाक लेल दबाव बना रहल अछि।",
        "targetText": "Since 2011, Global Citizen says it has recorded more than 19 million ‘actions’ from its supporters, pushing for a host of different goals."
    },
    {
        "sourceText": "कुछ मुख्य प्रतिबद्धता में शामिल अछि The Power of Nutrition, जे यूके में आधारित निवेशक आ क्रियान्वयनकर्ता के साझेदारी अछि, जे ‘बच्चा सभक पूरा क्षमता तक पहुँच में मदद करब’ लेल प्रतिबद्ध अछि। एहि में वादा कएल गेल अछि जे रवांडा के 35 मिलियन डॉलर देल जाएत ताकि देश में कुपोषण खत्म करबाक मदद भेट सकय, जतए ग्लोबल सिटीजन सँ 4,700 सँ बेसी ट्वीट भेटल।",
        "targetText": "Some of the key commitments include The Power of Nutrition, a UK based partnership of investors and implementers committed to ‘helping children grow to their full potential’, promising to provide Rwanda with $35 million to help end malnutrition in the county after receiving more than 4,700 tweets from Global Citizens."
    },
    {
        "sourceText": "जैनेट जैकसन, द वीकेंड, शॉन मेंडेस, कार्डी बी, जनेल मोनाए एह साल न्यू यॉर्क में होयबला कार्यक्रम में प्रदर्शन करय वाला कुछ कलाकार सभ में शामिल छथि, जेकर मेज़बानी डेबोरा-ली फर्नेस आ ह्यू जैकमैन करताह।",
        "targetText": "Janet Jackson, the Weeknd, Shawn Mendes, Cardi B, Janelle Monáe are among some of the acts performing at this year's event in New York, which will be hosted by Deborra-Lee Furness and Hugh Jackman."
    },
    {
        "sourceText": "एहि मकसद खातिर, ट्रंप प्रशासनक अधिकारी, जिनमें स्वयं अमेरिकी राष्ट्रपति डोनाल्ड ट्रंप शामिल छथि, जर्मनी के ‘अनुचित’ Nord Stream 2 पाइपलाइन परियोजना सँ बाहर निकलबाक लेल राजी करबाक कोशिश करि रहल छथि। ट्रंपक अनुसार, ई परियोजना बर्लिन केँ मास्को के निर्भर बना देने अछि।",
        "targetText": "For that effect, the Trump administration officials, including US President Donald Trump himself, try to persuade Germany to pull out of the ‘inappropriate’ Nord Stream 2 pipeline project, which according to Trump, made Berlin Moscow's \"captive.\""
    },
    {
        "sourceText": "क्रेमलिनक तर्क अछि जे वाशिंगटनक परियोजना के खिलाफ जोरदार विरोध सिर्फ आर्थिक कारण सँ प्रेरित अछि आ ई अनुचित प्रतिस्पर्धा के एगो उदाहरण अछि।",
        "targetText": "The Kremlin argues that Washington's fervent opposition to the project is simply driven by economic reasons and is an example of unfair competition."
    },
    {
        "sourceText": "सर्वेक्षण देखबैत अछि जे पूर्व गवर्नर डिवाल पैट्रिकक दौड़ के बेसी समर्थन अछि, जतए 38 प्रतिशत लोग संभावित दौड़ के समर्थन करैत छथि आ 48 प्रतिशत लोग एकर खिलाफ छथि।",
        "targetText": "The poll showed more support for a run by former Governor Deval Patrick, with 38 per cent supporting a potential run and 48 per cent against it."
    },
    {
        "sourceText": "अन्य प्रमुख डेमोक्रेटिक नाम सभ पर सेहो चर्चा भेल, जे 2020 के संभावित चुनाव में शामिल हो सकैत अछि, जतए पूर्व उपराष्ट्रपति जो बाइडेन आ वर्मोंट के सीनेटर बर्नी सैंडर्स शामिल छथि।",
        "targetText": "Other high profile Democratic names were discussed in regard to a potential 2020 run, including former Vice President Joe Biden and Vermont Senator Bernie Sanders."
    },
    {
        "sourceText": "पेलिन अपन बेटा के गिरफ्तारी के ‘कमरा में हाथी’ कहलन्हि आ अपन बेटा आ अन्य युद्धपूर्व सैनिक सभक बारे में कहलन्हि, ‘ओ सभ अलग तरीका सँ लौटैत अछि, कठोर बनिकय लौटैत अछि, आ सोचैत रहैत अछि जे हुनकर साथी सैनिक, एयरमेन आ सेना के हर सदस्य जे देश लेल देलक, ओकरा लेल सम्मान अछि कि नहि।",
        "targetText": "Palin called his arrest ‘the elephant in the room’ and said of her son and other war veterans, ‘they come back a bit different, they come back hardened, they come back wondering if there is that respect for what it is that their fellow soldiers and airmen, and every other member of the military, has given to the country’."
    },
    {
        "sourceText": "डैन बेनेट, जे वासिला पुलिस विभाग के प्रवक्ता छथि, के अनुसार, ओ सोमवार के वासिला, अलास्का में गिरफ्तार भेलाह आ हुनकर खिलाफ महिला पर घरेलू हिंसा के हमला, घरेलू हिंसा के रिपोर्ट में बाधा डालब, आ नशा में हथियार रखब के आरोप लगाओल गेल अछि।",
        "targetText": "He was arrested on Monday in Wasilla, Alaska, and charged with domestic violence assault on a female, interfering with a report of domestic violence and possession of a weapon while intoxicated, according to Dan Bennett, a spokesman for the Wasilla Police Department."
    },
    {
        "sourceText": "नवका अमेरिकी शरण नीति 2014 के एगो निर्णय के पलटि देने अछि, जे बोर्ड ऑफ इमिग्रेंट अपील्स द्वारा लागू भेल छल, आ जे घरेलू हिंसा सँ भाग रहल बिना दस्तावेज वाला प्रवासी सभ केँ शरण लेल आवेदन करबाक अनुमति दैत छल।",
        "targetText": "The new US asylum policy reversed a 2014 decision by the Board of Immigrant Appeals that allowed undocumented immigrants fleeing domestic violence to apply for asylum."
    },
    {
        "sourceText": "वकील लोग आरो दलील देलन्हि जे प्रवासी सभक प्रवेश से इनकार करय वाली नीति अमेरिका के अर्थव्यवस्था के नुकसान पहुँचबैत अछि, कहैत छथि जे ई लोग अधिक संभावना रखैत अछि कि ओ उद्यमी बनत आ जरूरी मजदूरी उपलब्ध कराबत।",
        "targetText": "Attorneys further argued in the brief that the policy denying immigrants entry hurts the US economy, saying they are more likely to become entrepreneurs and ‘supply necessary labour’."
    },
    {
        "sourceText": "कुछ घायल लोग, जिनमें ड्वि हारिस शामिल छथि, जेकरा पीठ आ कंधा टूटल अछि, पलू के आर्मी अस्पतालक बाहर आराम करि रहल छलाह, जतए मरीज सभक बाहर इलाज कएल जा रहल छल कारण लगातार तेज झटके अबैत रहल।",
        "targetText": "Some of the injured, including Dwi Haris, who suffered a broken back and shoulder, rested outside Palu's Army Hospital, where patients were being treated outdoors due to continuing strong aftershocks."
    },
    {
        "sourceText": "उनकर आंख में आंसू भर गइल जब उ बतवलन कि कइसन भयंकर भूकंप उ पाँचे मंजिला होटल के कमरा हिलवले, जवन उ आपन पत्नी आ बेटी के साथ साझा करत रहलें, महसूस भइल।",
        "targetText": "Tears filled his eyes as he recounted feeling the violent earthquake shake the fifth-floor hotel room he shared with his wife and daughter."
    },
    {
        "sourceText": "एक हफ्ता बाद, जखन एगो सरकारी चीनी अखबार अमेरिका के एगो दैनिक में चार पन्ना के विज्ञापन छापलक, जे अमेरिका-चीन व्यापार में पारस्परिक लाभ बढ़ेबा के प्रचार करैत छल, अमेरिका के चीन में राजदूत बेइजिंग पर अमेरिकी प्रेस के माध्यम सँ प्रचार फैलेबाक आरोप लगेलनि।",
        "targetText": "A week after an official Chinese newspaper ran a four-page ad in a US daily touting the mutual benefits of US-China trade, the US ambassador to China accused Beijing of using the American press to spread propaganda."
    },
    {
        "sourceText": "जइसन कई शीर्ष रिपब्लिकन लोग सुप्रीम कोर्ट के नामांकित ब्रेट कावानॉ के कई यौन दुर्व्यवहार के आरोप के बावजूद समर्थन आ रक्षा करि रहल छथि, विश्लेषक चेतावनी देलन्हि अछि जे हुनका अपन प्रतिक्रिया के सामना करय पड़त, खास करि महिलासभक, अगिला मिडटर्म चुनाव में।",
        "targetText": "As many top Republicans standby and defend Supreme Court nominee Brett Kavanaugh in the face of several allegations of sexual assault, analyst have warned they will see a backlash, particularly from women, during the upcoming midterm elections."
    },
    {
        "sourceText": "शुक्रवार के सुबह, प्रदर्शनकारी लोग “नवंबर आवत बा!” के नारा लगबैत सीनेट के हॉलवे में प्रदर्शन कएलक, जबकि न्यायिक समिति पर नियंत्रण रखय वाला रिपब्लिकन लोग डॉ. क्रिस्टीन ब्लेसी फोर्ड के गवाहीक बावजूद कावानॉ के नामांकन आगू बढ़ेबाक फैसला कएलक, माइक्रो रिपोर्ट कएलक।",
        "targetText": "On Friday morning, protestors chanted ‘November is coming!’ as they demonstrated in the hallway of the Senate as the Republicans controlling the Judiciary Committee chose to move forward with Kavanaugh's nomination despite the testimony of Dr Christine Blasey Ford, Mic reported."
    },
    {
        "sourceText": "डॉ. फोर्ड के सार्वजनिक गवाही सँ पहिले, जतए ओ सुप्रीम कोर्ट के नामांकित पर यौन दुर्व्यवहार के आरोप विस्तार सँ बतौलथि, विश्लेषक लोग सुझाव देलन्हि जे अगर रिपब्लिकन लोग पुष्टि प्रक्रिया आगू बढ़ाएत, त हुनका अपन प्रतिक्रिया के सामना करय पड़ सकैत अछि।",
        "targetText": "Even before Ford's public testimony detailing her allegations of sexual assault against the Supreme Court nominee, analysts suggested a backlash could follow if Republicans pushed forward with the confirmation."
    },
    {
        "sourceText": "YouGov के एगो नया सर्वेक्षण देखबैत अछि जे 41 प्रतिशत प्रतिभागी लोग निश्चित रूप सँ या शायद फोर्ड के गवाही पर विश्वास करैत छल, जबकि 35 प्रतिशत लोग कहलक जे ओ लोग निश्चित रूप सँ या शायद कावानॉ पर विश्वास करैत छल।",
        "targetText": "A new poll from YouGov shows that 41 per cent of respondents definitely or probably believed Ford's testimony, while 35 per cent said they definitely or probably believed Kavanaugh."
    },
    {
        "sourceText": "फ्लेक के दबावक बाद, FBI फिलहाल फोर्ड द्वारा उठाओल आरोप आ कम सँ कम एक दोसर आरोपकर्ता, डेबोरा रामिरेज, के मामला के जांच करि रहल अछि, द गार्जियन रिपोर्ट कएलक।",
        "targetText": "After the push from Flake, the FBI is currently investigating the allegations brought forward by Ford as well as at least one other accuser, Deborah Ramirez, The Guardian reported."
    },
    {
        "sourceText": "रामिरेज आरोप लगौली कि सुप्रीम कोर्ट के नामांकित अपन जननांग हुनकर सामने एक पार्टी में देखौलथि, जखन ओ लोग 1980 के दशक में येल में पढ़ाई करि रहल छल।",
        "targetText": "Ramirez alleges that the Supreme Court nominee exposed his genitals to her at a party during their time studying at Yale in the 1980s."
    },
    {
        "sourceText": "टिम बर्नर्स-ली, जे वर्ल्ड वाइड वेब के आविष्कारक छथि, एगो स्टार्टअप लॉन्च करि रहल छथि, जे फेसबुक, अमेज़न आ गूगल के चुनौती देबाक कोशिश करत।",
        "targetText": "Tim Berners-Lee, the inventor of the World Wide Web, is launching a startup that seeks to rival Facebook, Amazon and Google."
    },
    {
        "sourceText": "व्यक्तिगत ऑनलाइन डेटा स्टोर में जे अनोखा अछि, ओ ई अछि जे ई पूरा तरह उपयोगकर्ता पर निर्भर करैत अछि कि के कोन जानकारी तक पहुँच सकैत अछि।",
        "targetText": "What's unique about the personal online data store is that it is completely up to the user who can access what kind of information."
    },
    {
        "sourceText": "कंपनी के CEO जॉन ब्रूस के अनुसार, Inrupt के विचार ई अछि जे कंपनी संसाधन, प्रक्रिया आ उचित कौशल ल’ के Solid सभक लेल उपलब्ध कराबै में मदद करय।",
        "targetText": "The idea for Inrupt, according to the company's CEO John Bruce, is for the company to bring resources, process and appropriate skills to help make Solid available to everyone."
    },
    {
        "sourceText": "बर्नर्स-ली कहलन्हि जे ओ आ हुनकर टीम फेसबुक आ गूगल सँ ई बात नहि करत कि की ओ लोग पूरा बदलाव आनत, जतय हुनकर सभ व्यवसाय मॉडल रातों-रात पूरी तरह बदलि जाए।",
        "targetText": "Berners-Lee said that he and his team are not talking to Facebook and Google about whether or not to introduce a complete change where all their business models are completely upended overnight."
    },
    {
        "sourceText": "आ एकर मतलब ई अछि जे खुद भुलक्कड़ जॉनी इंग्लिश, जे आब कियो आलीशान स्कूल में मास्टर बनि के काम करैत छथि, लेकिन चुपचाप अंडरकवर ऑपरेटिव बनेबाक पाठ पढ़बैत छथि। एहि में किछु मजेदार दृश्य अछि, जतए इंग्लिश जासूसीक स्कूल ऑफ रॉक जइसन अकादमी चला रहल छथि।",
        "targetText": "And that means bumbling Johnny English himself, now employed as a schoolmaster in some posh establishment, but giving off-the-record lessons in how to be an undercover operative: some nice gags here, as English offers a School of Rock-type academy of spying."
    },
    {
        "sourceText": "सुबह 6 बजे, ठीक जखन गिगार्ड मौसासी आ रॉरी मैकडोनाल्ड एक-दूसरा से सामना करबाक तैयारी करि रहल छलाह, तखन यूके में दर्शक लोग चौंक गेल जब प्रसारण अचानक बदलि के पेप्पा पिग देखाबय लगल।",
        "targetText": "At   6 a.m., just as Gegard Mousasi and Rory MacDonald were preparing to face each other, viewers in the UK were left stunned when the coverage changed to Peppa Pig."
    },
    {
        "sourceText": "दू बार के कांस्य पदक विजेता ओलंपिक में, आब एगो हाई-प्रोफाइल LGBT अभियानकर्ता बनि गेल छथि आ ऑस्ट्रेलिया में एह साल के कॉमनवेल्थ गेम्स में अपन उपस्थिति के इस्तेमाल केलन्हि ताकि दोसर देश सभ सँ अपील कएल जा सकय जे समलैंगिकता के अपराध नहि मानल जाए।",
        "targetText": "The two-time bronze Olympic medallist has become a high-profile LGBT campaigner and used his appearance at this year's Commonwealth Games in Australia to appeal for more countries to decriminalise homosexuality."
    },
    {
        "sourceText": "अमेरिकी फिल मिकल्सन रविवार के एगो रिकॉर्ड बनाबय जा रहल छथि जखन ओ अपन 47वां राइडर कप मैच खेलब शुरू करताह, लेकिन ई एगो दुखद मील का पत्थर नहि बनत, एह खातिर हुनका अपन फॉर्म बदलब जरूरी अछि।",
        "targetText": "American Phil Mickelson will set a record on Sunday when he plays his 47th Ryder Cup match, but he will have to turn his form around to avoid it being an unhappy milestone."
    },
    {
        "sourceText": "अमेरिका खातिर अक्सर जे तरह ओ खेल के केंद्र में रहैत छलाह, ओकर जगह, पाँच बार के मेजर विजेता अपन दिनक आधा हिस्सा चीयरलीडर बने में आ आधा हिस्सा रेंज पर अपन खेल सुधारय में बितौने, ताकि जे कमजोरी अछि ओकरा ठीक सकथि।",
        "targetText": "Instead of being at the centre of the action, as he so often has been for the United States, the five-times major winner split his day between being a cheerleader and working on his game on the range in the hope of rectifying what ails him."
    },
    {
        "sourceText": "आ अगर कोर्स अपने में काफी चुनौतीपूर्ण नहि अछि, त मिकल्सन रविवार के नवाँ मैच में सटीक ब्रिटिश ओपन चैंपियन फ्रांसेस्को मोलिनारी के सामना करताह, जे रूक़ी टॉमी फ्लीटवुड के संग टीम बना के एह हफ्ता अपन चारो मैच जीत चुकल छथि।",
        "targetText": "And if the course on its own is not daunting enough, Mickelson, in the ninth match on Sunday, faces accurate British Open champion Francesco Molinari, who has teamed up with rookie Tommy Fleetwood to win all four of their matches this week."
    },
    {
        "sourceText": "ब्योर्न के तुलना में, हुनकर सामने वाला जिम फ्यूरिक चाहैत छथि जे हुनकर खिलाड़ी सभ व्यक्तिगत रूप सँ बेहतर प्रदर्शन करय, जइसे ओ साथी रूप में केलन्हि, सिवाय जोर्डन स्पीथ आ जस्टिन थॉमस के, जे चार में सँ तीन अंक हासिल केलन्हि।",
        "targetText": "In contrast to Bjorn, opposite number Jim Furyk will be looking for his players to perform better individually than they did as partners, the exceptions being Jordan Spieth and Justin Thomas, who picked up three points out of four."
    },
    {
        "sourceText": "थॉमस के ई जिम्मेदारी देल गेल अछि जे ओ वापसी के नेतृत्व करय के कोशिश करथि आ ओ टॉप मैच में रॉरी मैकइलरॉय के सामना करताह, जबकि पॉल केसी, जस्टिन रोस, जॉन रह्म, टॉमी फ्लीटवुड आ इयान पुल्टर ऑर्डर के ऊपर हिस्सा में आरो यूरोपीय खिलाड़ी छथि।",
        "targetText": "Thomas has been handed the task of trying to lead the fightback and faces Rory McIlroy in the top match, with Paul Casey, Justin Rose, Jon Rahm, Tommy Fleetwood and Ian Poulter the other Europeans in the top half of the order."
    },
    {
        "sourceText": "एहि जहाज के 2014 में नेवी में शामिल होयबाक योजना छल, लेकिन डिलीवरी के बाद उत्पन्न समस्या एहि महत्वाकांक्षी परियोजना के भविष्य पर असर डाललक। बार-बार तकनीकी समस्या, परीक्षण में देरी, आ लागत बढ़ि जेबाक कारण जहाज के समय पर कमीशनिंग और बाधित भेल। महत्वपूर्ण निवेश आ उच्च उम्मीदक बावजूद, नेवी के संचालन में तैनाती कई बेर स्थगित करय पड़ल।",
        "targetText": "The vessel should have joined the Navy in 2014, but the troubling post-delivery issues plagued the fate of the ambitious project.Repeated technical problems, delays in testing, and cost overruns further hampered the timely commissioning of the ship.Despite significant investment and high expectations, the Navy was forced to postpone its operational deployment multiple times."
    },
    {
        "sourceText": "नेवी 2007 में जवन चार गो Baden-Wuerttemberg-class जहाज ऑर्डर कइले छल, ओ बूढ़ हो रहल Bremen-class फ्रिगेट के जगह लेत।",
        "targetText": "The four Baden-Wuerttemberg-class vessels the Navy ordered back in 2007 will come as replacement to the ageing Bremen-class frigates."
    },
    {
        "sourceText": "समझल जाइत अछि जे एह जहाजन में एक ताकतवर तोप, एंटी-एयरक्राफ्ट आ एंटी-शिप मिसाइलन के श्रृंखला होयत, आ साथे कुछ स्टेल्थ तकनीक सेहो होयत, जइसे रडार, इन्फ्रारेड आ आवाज के संकेत कम करबाक क्षमता।",
        "targetText": "It is understood they will feature a powerful cannon, an array of anti-aircraft and anti-ship missiles as well as some stealth technologies, such as reduced radar, infrared and acoustic signatures."
    },
    {
        "sourceText": "लेकिन लगातार देरी के कारण, ई अत्याधुनिक युद्धपोत — जे जर्मनी के विदेश में शक्ति दिखावे में मदद करय वाला कहल जाइत अछि — सेवा में शामिल होए से पहिले ही पुराने पड़ि जाएत, डाई साइट नोट केलक।",
        "targetText": "However, continuous delays mean that the cutting-edge warships - said to allow Germany to project power overseas - will already become outdated by the time they enter service, Die Zeit notes."
    },
    {
        "sourceText": "दुर्भाग्यपूर्ण F125 फ्रिगेट पिछला साल सुर्खियों में रहल, जखन जर्मन नेवी आधिकारिक रूप से जहाज के कमीशन करबा से इनकार कएलक आ ओकरा हैम्बर्ग के ब्लोहम एंड वॉस शिपयार्ड में वापस भेज देलक।",
        "targetText": "The ill-fated F125 frigate made headlines last year, when the German Navy officially refused to commission the vessel and returned it to Blohm & Voss shipyard in Hamburg."
    },
    {
        "sourceText": "NTS के प्रकृति संरक्षण सलाहकार रॉब ड्यूअर आशा करैत छथि जे एहि नतीजन सँ पता चलत जे कोन-कोन आवास क्षेत्र चमगादड़ खातिर सबसे जरूरी अछि आ हर प्रजाति ओकर इस्तेमाल कइसे करैत अछि।",
        "targetText": "Rob Dewar, nature conservation adviser for NTS, hopes the results will reveal which areas of habitat are most important to the bats and how they are used by each of the species."
    },
    {
        "sourceText": "हवा से चले वाला टरबाइन आ तेज रोशनी भी खतरा बनि सकैत अछि, ठीक ओसहीं फ्लाइपेपर आ घर बनावे में इस्तेमाल होए वाला कुछ रासायनिक दवा भी, आ साथे पालतू बिल्ली के हमला सेहो जोखिम पैदा करैत अछि।",
        "targetText": "Wind turbines and lighting can also pose a risk, as can flypapers and some chemical treatments of building materials, as well as attacks by pet cats."
    },
    {
        "sourceText": "ई संगठन दम्फ्रीज़ आ गैलोवे के थ्रीव एस्टेट में स्कॉटलैंड के पहिला आ अकेला खास चमगादड़ रिज़र्व भी बनौने अछि, जतए स्कॉटलैंड के दस में सँ आठ चमगादड़ प्रजाति रहैत अछि।",
        "targetText": "The organisation has even set up Scotland's first and only dedicated bat reserve at Threave estate in Dumfries and Galloway, which is home to eight of Scotland's ten bat species."
    },
    {
        "sourceText": "ऊ एह बात पर जोर दैत छथि जे कवनो संपत्ति में मरम्मत या रखरखाव करे से पहिले चमगादड़ के जाँच बहुत जरूरी अछि, काहे कि अनजाने में जँ कवनो मातृत्व रोस्ट नष्ट हो जाए, त ओह से 400 तक मादा चमगादड़ आ हुनकर बच्चा मरि सकैत अछि, आ शायद पूरा आसपास के आबादी खत्म हो सकैत अछि।",
        "targetText": "He stresses the importance of checking for bats before carrying out maintenance within properties as it is possible unwitting destruction of a single maternity roost could kill up to 400 females and young, possibly wiping out an entire local population."
    },
    {
        "sourceText": "व्हाइट हाउस रविवार के जानकारी दिहलस कि डोनाल्ड ट्रंप आ उप अटॉर्नी जनरल रॉड रोज़ेनस्टीन के बीच होखे वाली ऊँच दांव वाली बैठक, सुप्रीम कोर्ट खातिर नामित ब्रेट कावानॉ पर चल रहल विवाद के कारण “एक अउरी हफ्ता आगे बढ़ सकेला।",
        "targetText": "Donald Trump's high-stakes meeting with deputy attorney general Rod Rosenstein could be ‘pushed back another week’ as the fight over supreme court nominee Brett Kavanaugh continues, the White House said on Sunday"
    },
    {
        "sourceText": "रोज़ेनस्टीन विशेष वकील रॉबर्ट म्यूलर के काम पर निगरानी रखत रहलन, जे रूसी चुनाव में दखल, ट्रंप के सहयोगी लोग आ रूस के बीच संबंध, आ राष्ट्रपति द्वारा न्याय में रुकावट डाले के संभावना के जाँच कर रहल रहलन।",
        "targetText": "Rosenstein oversees the work of special counsel Robert Mueller, who is investigating Russian election interference, links between Trump aides and Russia and potential obstruction of justice by the president."
    },
    {
        "sourceText": "एहि महीनाक शुरुआत में, न्यूयॉर्क टाइम्स कहलनि जे रोज़ेनस्टीन ट्रंप सँ बातचीत रिकॉर्ड करबाक लेल गुप्त माइक्रोफोन लगेबाक चर्चा केने छलाह, आ 25वाँ संशोधन के जरिए राष्ट्रपति के हटेबाक बातो भेल छल।",
        "targetText": "Earlier this month, the New York Times reported that Rosenstein discussed wearing a wire to record conversations with Trump and the possibility of removing the president via the 25th amendment."
    },
    {
        "sourceText": "ट्रंप कहलन्हि जे ओ रोज़ेनस्टीन के बर्खास्त करब “बेहतर बुझैत छथि जे नहि करब,” मुदा ओकर बाद बैठक टालि देल गेल, ताकि सीनेट ज्यूडिशियरी कमेटी के सुनवाई सँ टकराव नहि होए, जतए कावानॉ आ हुनकर ऊपर यौन दुर्व्यवहार के आरोप लगौने वाली एक महिला, डॉ. क्रिस्टीन ब्लेसी फोर्ड, दुनू गवाही देने छल।",
        "targetText": "Trump said he would ‘prefer not’ to fire Rosenstein but then the meeting was delayed to avoid a clash with the Senate judiciary committee hearing in which Kavanaugh and one of the women who have accused him of sexual misconduct, Dr Christine Blasey Ford, both testified."
    },
    {
        "sourceText": "हेल्थ सेक्रेटरी स्कॉटलैंड के एनएचएस में काम करय वाला ईयू कर्मचारी सभक लेल चिट्ठी लिखि देशक आभार प्रकट केलन्हि आ ब्रेक्ज़िटक बादो ओह लोग सँ नौकरी पर बने रहलाक इच्छा व्यक्त केलन्हि।",
        "targetText": "The Health Secretary has written to EU staff working in Scotland's NHS to express the country's gratitude and wish for them to stay on post-Brexit."
    },
    {
        "sourceText": "यूके के ईयू सँ अलग होय में छह महीना सँ कम समय बचल छल, एहि बीच जीन फ्रीमैन एमएसपी एक चिट्ठी पठौने छलथि।",
        "targetText": "Jeane Freeman MSP sent a letter with less than six months to go until the UK withdraws from the EU."
    },
    {
        "sourceText": "ईयू भर से, आ ओकरा बाहरो से आवे वाला साथी लोग अनमोल अनुभव आ हुनर लेके आवेले, जे स्वास्थ्य सेवा के काम के मजबूत आ बेहतर बनावेला, आ जेकर फायदा हमनी जवन मरीज आ समुदाय के सेवा करेनी, ओह सब के मिलेला।",
        "targetText": "Colleagues from across the EU, and beyond, bring valuable experience and skills that strengthen and improve the work of the health service, and benefit the patients and communities we serve."
    },
    {
        "sourceText": "टेनेसी स्टेट टाइगर्स के लाइनबैकर क्रिस्टियन एबरक्रॉम्बी शनिचरवार के वेंडरबिल्ट कॉमोडोर्स से 31–27 के हार में सिर में चोट लगला के बाद आपातकालीन सर्जरी से गुजरलन, टेनेसीयन के माइक ऑर्गन रिपोर्ट कइले बाड़ें।",
        "targetText": "Tennessee State Tigers linebacker Christion Abercrombie underwent emergency surgery after suffering a head injury in Saturday's 31-27 defeat to the Vanderbilt Commodores, the Tennessean's Mike Organ reported."
    },
    {
        "sourceText": "ट्रेनर आ मेडिकल स्टाफ साइडलाइन पर एबरक्रॉम्बी के पहिले ऑक्सीजन देलन, ओकरा बाद स्ट्रेचर पर राख के अउरी जांच खातिर भीतर ले गइलन।",
        "targetText": "Trainers and medical personnel gave Abercrombie oxygen on the sideline before placing him on a stretcher and taking him back for further evaluation."
    },
    {
        "sourceText": "टेनेसी स्टेट के एगो अधिकारी नैशविल, टेनेसी के WSMV के क्रिस हैरिस से बतवलन कि एबरक्रॉम्बी वेंडरबिल्ट मेडिकल सेंटर में सर्जरी से बाहर आ चुकल बाड़ें।",
        "targetText": "An official from Tennessee State told Chris Harris of WSMV in Nashville, Tennessee, that Abercrombie was out of surgery at Vanderbilt Medical Center."
    },
    {
        "sourceText": "पिछला हफ्ता में पिनेलस काउंटी के अंदर भा तट के पास मध्यम स्तर के सांद्रण रिपोर्ट भइल बा। हिल्सबरो काउंटी के तट से बाहर कम से लेके ज्यादा स्तर के सांद्रण मिलल बा। मैनटी काउंटी में पृष्ठभूमि से लेके ऊँच स्तर के सांद्रण दर्ज भइल बा। सारासोटा काउंटी के अंदर भा तट के पास पृष्ठभूमि से ऊँच स्तर के सांद्रण पावल गइल बा। शार्लोट काउंटी में पृष्ठभूमि से मध्यम स्तर के सांद्रण बा, ली काउंटी के अंदर भा तट के पास पृष्ठभूमि से ऊँच स्तर के सांद्रण मिलल बा, आ कॉलियर काउंटी में कम स्तर के सांद्रण रिपोर्ट भइल बा।",
        "targetText": "Medium concentrations in or offshore of Pinellas County have been reported in the past week, low to high concentrations offshore of Hillsborough County, background to high concentrations in Manatee County, background to high concentrations in or offshore of Sarasota County, background to medium concentrations in Charlotte County, background to high concentrations in or offshore of Lee County and low concentrations in Collier County."
    },
    {
        "sourceText": "फ्लोरिडा फिश एंड वाइल्डलाइफ कमीशन के ताज़ा रिपोर्ट देखावत बा कि टैम्पा बे इलाका के कुछ हिस्सन में रेड टाइड के सांद्रण में कुल मिलाके कमी आइल बा।",
        "targetText": "The newest report from the Florida Fish and Wildlife Commission shows a general decrease in Red Tide concentrations for parts of the Tampa Bay area."
    },
    {
        "sourceText": "टीम यूएसए पूरा वीकेंड फेयरवे ढूंढे में जूझत रहल, सिवाय पैट्रिक रीड, जस्टिन थॉमस आ टोनी फिनाउ के, जे पूरा टूर्नामेंट भर ऊँच दर्जा के गोल्फ खेलत रहलें।",
        "targetText": "Team USA struggled all weekend to find the fairways with the exception of Patrick Reed, Justin Thomas and Tony Finau, who played high-calibre golf throughout the entire tournament."
    },
    {
        "sourceText": "ऊ मशाल आपन देस के साथी जॉन रैम के सौंप देले, जवन एतवार के सिंगल्स मुकाबला में अमेरिका के गोल्फ दिग्गज टाइगर वुड्स के 2&1 से हरवले।",
        "targetText": "He passes the torch to his fellow countryman John Ram who took down US golf legend Tiger Woods 2&1 in singles play on Sunday."
    },
    {
        "sourceText": "ई टीम के बारे में बा, आ हम खुश बानी कि हम मदद कर सकनी,यूरोपियन जीत के बाद भावुक भइल गार्सिया कहलन।",
        "targetText": "It's about the team, and I'm happy I was able to help,’ said an emotional Garcia following the European victory."
    },
    {
        "sourceText": "आठ राइडर कप के अनुभवी, स्पेन के सर्जियो गार्सिया 25.5 करियर प्वाइंट के साथ टूर्नामेंट के अब तक के सबसे जादे जीतल यूरोपियन बन गइलें।",
        "targetText": "A veteran of eight Ryder Cups, Spaniard Sergio Garcia became the tournaments all-time winningest European with 25.5 career point."
    },
    {
        "sourceText": "दुनिया के नंबर एक खिलाड़ी डस्टिन जॉनसन, इंग्लैंड के इयान पॉल्टर से 2 & 1 से हार गइलें, जे शायद आपन आखिरी राइडर कप खेलले होखस।",
        "targetText": "The world's top-ranked player, Dustin Johnson, fell 2 and 1 to Ian Poulter of England who may have played in his final Ryder Cup."
    },
    {
        "sourceText": "अमेरिका के स्टार फिल मिकेलसन, जे टूर्नामेंट के ज्यादातर हिस्सा में संघर्ष करत रहलें, आपन टी-शॉट पार-3 के 16वाँ होल पर पानी में गिरा देलन आ आपन मुकाबला फ्रांसेस्को मोलिनारी के दे दिहलन।",
        "targetText": "US star Phil Mickelson, who struggled most of the tournament, plunked his tee-shot into the water at the par-3 16th hole, conceding his match to Francesco Molinari."
    },
    {
        "sourceText": "बाकिर ऊ जोर देके कहलन कि ई सशर्त मदद या ओह देश से मदद ना स्वीकार करी जे विद्रोह के समर्थन कइले रहलन।",
        "targetText": "But he stressed that it would not accept conditional assistance or help from countries that sponsored the insurgency."
    },
    {
        "sourceText": "अब सभ परिस्थिति मौजूद बा कि आतंकवाद आ ओह एकतरफा आर्थिक कदम के चलते, जे उनका रोज़मर्रा के जिंदगी आ रोजी-रोटी के निशाना बनवलस, मजबूरी में देश छोड़ल शरणार्थी लोग आपन देश में स्वेच्छा से लौट सके।",
        "targetText": "All conditions are now present for the voluntary return of refugees to the country they had to leave because of terrorism and the unilateral economic measures that targeted their daily lives and their livelihoods."
    },
    {
        "sourceText": "सीरिया कहता कि ऊ शरणार्थी लोग के स्वेच्छा से वापसी खातिर तैयार बा आ सात साल से ज्यादा लंबा युद्ध से तबाह भइल देश के दोबारा बनावे में मदद खातिर अपील करत बा।",
        "targetText": "Syria says it's ready for the voluntary return of refugees and is appealing for help to rebuild the country devastated by a more than seven-year long war."
    },
    {
        "sourceText": "“ई सच्चाई कि वाशिंगटन भा बीजिंग में जल्दी राजनीतिक फैसला होखे से अइसन हालात बन सकेला जे दूनो देश में आर्थिक संकट शुरू कर सकेला, असल में पहिले जे लोग सोचले बा ओकरा से बहुत जादे खतरनाक बा,” Abigail Grace कहलिन, जे सेंटर फॉर न्यू अमेरिकन सिक्योरिटी में रिसर्च एसोसिएट बाड़ी आ एशिया पर फोकस करतारी, एगो थिंक टैंक।",
        "targetText": "‘The fact that a quick political decision in either Washington or Beijing could create the conditions that start an economic tailspin in either country is actually a lot more dangerous than onlookers have acknowledged before,’ said Abigail Grace, a research associate who focuses on Asia at the Center for New American Security, a think tank."
    },
    {
        "sourceText": "वाशिंगटन के पीछे हटावे के मतलब बा कि मांग के माने के पड़ी, बाकिर सार्वजनिक रूप से अमेरिका के सामने झुकल चीन के राष्ट्रपति शी जिनपिंग खातिर बहुते शर्मनाक होखी।",
        "targetText": "Getting Washington to back down means caving into demands, but publicly bowing to the US would be far too embarrassing for Xi Jinping, China's president."
    },
    {
        "sourceText": "चीन वादा कइले बा कि ऊ अमेरिका के हर कदम के बराबरी करी, आ दुनिया के दुसरका सबसे बड़ अर्थव्यवस्था जल्दिए पीछे हटे वाला नइखे।",
        "targetText": "China has pledged to match the US shot-for-shot, and the world's second largest economy is unlikely to blink anytime soon."
    },
    {
        "sourceText": "बीजिंग हर बार बराबरी के जवाब दिहले बा, सबसे हाल में अमेरिका के 60 बिलियन डॉलर के सामान पर 5 से 10 फीसदी टैरिफ लगा दिहलस।",
        "targetText": "Beijing has retaliated each time in kind, most recently slapping tariffs of five to ten per cent on $60 billion of American goods."
    },
    {
        "sourceText": "डोनाल्ड ट्रंप, अमेरिका के राष्ट्रपति, ई साल के शुरू में पहिला चेतावनी देले जब ऊ मुख्य चीनी निर्यात, जइसे सोलर पैनल, स्टील आ एल्युमिनियम पर टैक्स लगा दिहलन।",
        "targetText": "Donald Trump, the US President, fired the first warning earlier this year by taxing key Chinese exports including solar panels, steel and aluminium."
    },
    {
        "sourceText": "अमेरिका आ चीन के बीच व्यापार युद्ध के पहिला हमला बहुते तेज रहल, आ जबकि लड़ाई अबहियो खतम नइखे भइल, विशेषज्ञ कहत बाड़ें कि दीर्घकाल में ई देशन के बीच दरार बीजिंग खातिर फायदेमंद हो सकेला।",
        "targetText": "The opening salvos of the trade war between the US and China were deafening, and while the battle is far from over, a rift between the countries may be beneficial to Beijing in the long term, experts say."
    },
    {
        "sourceText": "जब ऊ भाषण देत कहली कि ऊ औपचारिक अभियान ना चलइहें, तब ऊ भावना से अतना प्रभावित भइली – लोगन के आभार जतावत जे उनकर समर्थन कइले रहलें, ओ सिस्टम से निराशा जतावत जे धन जुटावल आ वोटर पर ध्यान देबे के बजाय डेलीगेट पर फोकस करावल मुश्किल बना देले रहल, आ लिंगभेद पर गुस्सा – कि ऊ भावनात्मक हो गइल बाड़ी।",
        "targetText": "When she made her speech announcing that she would not launch a formal campaign, she was so overcome by emotions - gratitude for the people who'd supported her, frustration with the system that made it so difficult to raise money and to target voters rather than delegates, and anger at the sexism - that she got choked up."
    },
    {
        "sourceText": "काहे कि अभियान के आखिरी समय रहे, ऊ फंड जुटावे में पीछे रह गइल रहली, आ एह से ऊ वचन देली कि जब तक ऊ 2 मिलियन डॉलर ना जुटाई, तब तक ऊ चुनाव में हिस्सा ना लीहें।",
        "targetText": "Because it was late in the campaign, she was behind on fund-raising, and so she vowed that she wouldn't enter the race unless she raised $2 million."
    },
    {
        "sourceText": "1987 में, जब श्री हार्ट के मोनकी बिज़नेस नाव पर एगो परपुरुष संबंध में पकड़ाइल गइल आ ऊ चुनाव से बाहर हो गइलें, तब मिस श्रोएडर, गहराई से निराश होके, सोचली कि उनकरा लगे आप खुद राष्ट्रपति पद के दौड़ में शामिल होखे के विचार के जांच करे के कवनो कारण नइखे।",
        "targetText": "In 1987, when Mr Hart was caught in an extramarital affair aboard a boat called Monkey Business and bowed out of the race, Ms Schroeder, deeply frustrated, figured there was no reason she shouldn't explore the idea of running for president herself."
    },
    {
        "sourceText": "पैट्रिशिया श्रोएडर, जे ओ समय कोलोराडो से डेमोक्रेटिक कांग्रेसवुमन रहली, गैरी हार्ट के राष्ट्रपति पद के अभियान में उनकरा साथ काम कइले रहली।",
        "targetText": "Patricia Schroeder, then a Democratic congresswoman from Colorado, had worked with Gary Hart on his presidential runs."
    },
    {
        "sourceText": "हमार एगो सबसे तेज़ याद एगो शुरुआती नौकरी से बा, जे पुरुष बहुल ऑफिस में रहल, जहाँ हम एक बार अनकहे गुस्सा में रो रहल रहीं, आ तब हमरा गला के पीछे से एक बूढ़ी औरत – एगो सर्द प्रबंधक जेसे हम हमेशा थोड़ा डरित रहनी – पकड़ लेहलस आ हमरा सीढ़ीघर में खींच ले गइल।",
        "targetText": "One of my sharpest memories from an early job, in a male-dominated office, where I once found myself weeping with inexpressible rage, was my being grabbed by the scruff of my neck by an older woman - a chilly manager of whom I'd always been slightly terrified - who dragged me into a stairwell."
    },
    {
        "sourceText": "ई एगो सही ठाँव के आलोचना बा, महीना आ साल भर के गुस्सा एकदम फूट पड़ल बा, आ ऊ बिना रोये एहके बाहर नइखी निकाल पावत।",
        "targetText": "It is a righteous diatribe, months and years of fury spilling over, and she can't get it out without weeping."
    },
    {
        "sourceText": "आपन पुष्टि सुनवाई में, कावानॉ ई सवाल के टाल गइलें कि का ऊ कुछ सुप्रीम कोर्ट के फैसले पलटब।",
        "targetText": "In his confirmation hearings, Kavanaugh sidestepped questions on whether he would overturn certain Supreme Court decisions."
    },
    {
        "sourceText": "पेलोसी आगे कहली कि एगो डेमोक्रेट के रूप में उनकर चिंता रहल कि कावानॉ संभावित रूप से अफोर्डेबल केयर एक्ट या रो बनाम वेड के खिलाफ फैसला दे सकत बाड़ें, काहे कि उनकरा के एगो रूढ़िवादी जस्टिस मानल जाला।",
        "targetText": "Pelosi added that as a Democrat she was concerned about potential Kavanaugh rulings against the Affordable Care Act or Roe v. Wade, as he is considered to be a conservative justice."
    },
    {
        "sourceText": "पेलोसी हिचकिचइली जब पुछल गइल कि अगर कावानॉ के पुष्टि हो जाला आ डेमोक्रेट्स प्रतिनिधि सभा में बहुमत हासिल कर लें, त का ऊ उनकर महाभियोग करे के कोशिश करबि।",
        "targetText": "Pelosi demurred when asked if she would try to impeach Kavanaugh if he is confirmed, and if Democrats gain the majority in the House of Representatives."
    },
    {
        "sourceText": "\"हम सोचत बानी कि ऊ अपने आप के अयोग्य बनवले बा ओह बयान आ तरीका से जेसे ऊ क्लिंटन आ डेमोक्रेट्स के खिलाफ गइल रहलें,\" ऊ कहलिन।।",
        "targetText": "‘I think that he disqualifies himself with those statements and the manner in which he went after the Clintons and the Democrats,’ she said."
    },
    {
        "sourceText": "पेलोसी कहलिन कि उनकरा विश्वास बा कि कावानॉ के गवाही साबित करेला कि ऊ सुप्रीम कोर्ट में काम ना कर सकेलें, काहे कि ई देखावलस कि ऊ डेमोक्रेट्स के खिलाफ पक्षपाती बाड़ें।",
        "targetText": "Pelosi said that she believed Kavanaugh's testimony proved that he could not serve on the Supreme Court, because it showed that he is biased against Democrats."
    },
    {
        "sourceText": "ऊ स्पष्ट रूप से कमिटी में डेमोक्रेट्स के निंदा भी कइलन, आ उनकरा खिलाफ आरोप के कहलन कि ई एगो \"भयंकर आ समन्वित चरित्र हत्या\" बा, जे उ लोग द्वारा आयोजित भइल जे नाराज बा कि हिलेरी क्लिंटन 2016 के राष्ट्रपति चुनाव हार गइलन।",
        "targetText": "He also explicitly condemned Democrats on the committee, calling the allegations against him a ‘grotesque and coordinated character assassination’ organised by liberals angry that Hillary Clinton lost the 2016 presidential election."
    },
    {
        "sourceText": "आपन उद्घाटन बयान के दौरान, कावानॉ बहुत भावुक रहलें, कई बेर लगभग चिल्लावत आ रोवत-गला घुटत रहली जब ऊ आपन परिवार आ हाई स्कूल के दिनन के बारे में बात करत रहली।",
        "targetText": "During his opening statement, Kavanaugh was very emotional, at times nearly shouting and choking up while discussing his family and his high school years."
    },
    {
        "sourceText": "कावानॉ भावुक होके ई आरोप से इनकार कइले कि जब ऊ दुनो किशोर रहनी, त उनकरा द्वारा डॉ. क्रिस्टीन ब्लेसी फोर्ड के यौन उत्पीड़न भइल।",
        "targetText": "Kavanaugh emotionally denied allegations that he had sexually assaulted Dr Christine Blasey Ford when they were both teenagers."
    },
    {
        "sourceText": "पेलोसी ई टिप्पणी शनिचर के टेक्सास, ऑस्टिन में टेक्सास ट्रिब्यून फेस्टिवल के एगो इंटरव्यू में कइली।",
        "targetText": "Pelosi made the comments in an interview Saturday at the Texas Tribune Festival in Austin, Texas."
    },
    {
        "sourceText": "हाउस माइनॉरिटी लीडर नैन्सी पेलोसी सुप्रीम कोर्ट के नामांकित ब्रेट कावानॉ के \"हिस्टेरिकल\" कहलन आ कहलन कि ऊ स्वभाव से सुप्रीम कोर्ट में काम करे खातिर अयोग्य बाड़ें।",
        "targetText": "House Minority Leader Nancy Pelosi called Supreme Court nominee Brett Kavanaugh ‘hysterical’ and said that he was temperamentally unfit to serve on the Supreme Court."
    },
    {
        "sourceText": "\"अमेरिका में कवनो भरोसा बिना, हमनी के राष्ट्रीय सुरक्षा में भरोसा ना रही, आ अइसन परिस्थितियन में, हमनी के पहिले अपने आप अकेले हथियार छोड़ देबे के कवनो तरीका नइखे,\" श्री री न्यूयॉर्क में संयुक्त राष्ट्र महासभा के भाषण में कहलन।",
        "targetText": "‘Without any trust in the US, there will be no confidence in our national security and under such circumstances, there is no way we will unilaterally disarm ourselves first,’ Mr Ri said in a speech to the UN General Assembly in New York."
    },
    {
        "sourceText": "बाकिर शनिचर के, उत्तर कोरिया के विदेश मंत्री री योंग-हो अमेरिका के प्रतिबंध के दोष देलेन कि तब से कवनो प्रगति ना भइल।",
        "targetText": "But on Saturday, North Korean Foreign Minister Ri Yong-ho blamed US sanctions for the lack of progress since then."
    },
    {
        "sourceText": "ई जून के ऐतिहासिक बैठक के बाद भइल, जब अमेरिका के राष्ट्रपति डोनाल्ड ट्रंप आ किम जोंग-उन सिंगापुर में भेंट कइले रहलें, आ ओह समय ऊ लोग आम शब्दन में सहमति बनवलस कि न्यूक्लियर-फ्री कोरियाई प्रायद्वीप खातिर काम करी।",
        "targetText": "This came after June's historic meeting between US President Donald Trump and Kim Jong-un in Singapore, when they agreed in broad terms to work towards the nuclear-free Korean peninsula."
    },
    {
        "sourceText": "एह महीना के सुरुआत में, दुनो देश के नेता प्योंगयांग में भेंट कइले, जेकर मुख्य मुद्दा ठप पड़ल परमाणु निरस्त्रीकरण बातचीत रहल।",
        "targetText": "Earlier this month, the leaders of the two countries met in Pyongyang for talks that centred on the stalled denuclearisation negotiations."
    },
    {
        "sourceText": "उत्तर आ दक्षिण के संबंध - जे अबहियो तकनीकी रूप से युद्ध में बाड़ें - हाल के महीना में खासा बेहतर भइल बा।",
        "targetText": "Relations between the North and the South - who are still technically at war - have markedly improved in recent months."
    },
    {
        "sourceText": "चीन दोषी लोग के शरणार्थी के बजाय गैरकानूनी प्रवासी मानेला आ अक्सर जबरदस्ती उनकरा के देश वापिस भेज देला।",
        "targetText": "China regards the defectors as illegal migrants rather than refugees and often forcibly repatriates them."
    },
    {
        "sourceText": "ज्यादातर लोग चीन के रास्ता से भागेला, काहे कि चीन के उत्तर कोरिया से सबसे लंबा सीमा बा आ ओह पर पार पावे आसान बा, जबकि दुनो कोरिया के बीच के भारी सुरक्षा वाला डेमिलिटरीज़्ड जोन (DMZ) पार करना मुश्किल बा।",
        "targetText": "Most flee via China, which has the longest border with North Korea and is easier to cross than the heavily protected Demilitarised Zone (DMZ) between the two Koreas."
    },
    {
        "sourceText": "सियोल कहता कि 1953 में कोरियाई युद्ध खतम भइला के बाद से 30,000 से अधिक उत्तर कोरियाई लोग गैरकानूनी रूप से सीमा पार कर चुकल बा।",
        "targetText": "Seoul says more than 30,000 North Koreans have illegally crossed the border since the end of the Korean War in 1953."
    },
    {
        "sourceText": "पार्क ब्यूंग-सेउग, दक्खिन के एकीकरण मंत्रालय के डेटा के हवाला देत, कहले कि पिछले साल 1,127 लोग भागल – जबकि 2011 में ई संख्या 2,706 रहल।",
        "targetText": "Park Byeong-seug, citing data from the South's unification ministry, said there had been 1,127 defections last year - compared with 2,706 in 2011."
    },
    {
        "sourceText": "एक दक्षिण कोरियाई विधायक कहले बा कि जब से किम जोंग-उन सात साल पहिले सत्ता में आइल बाड़ें, तब से उत्तर कोरिया से दक्षिण कोरिया भागे वाला लोग के संख्या घट गइल बा।",
        "targetText": "The number of North Korean defectors to South Korea has fallen since Kim Jong-un came to power seven years ago, a South Korean lawmaker has said."
    },
    {
        "sourceText": "अभी तक साफ नइखे कि श्री कावानॉ के सीनेट के मंजिल पर कम से कम 50 वोट मिल सकेला कि ना, जेसे उपराष्ट्रपति माइक पेंस टाई तोड़ सके आ उनकरा के सुप्रीम कोर्ट में पुष्टि कर सके।",
        "targetText": "It's still not clear whether Mr Kavanaugh can get to at least 50 votes on the Senate floor, which would allow Mike Pence, the vice president, to break a tie and confirm him to the Supreme Court."
    },
    {
        "sourceText": "जॉर्ज डब्ल्यू. बुश फोन उठाके सीनेटर लोग के कॉल करत बाड़ें, उनकरा के कावानॉ के समर्थन करे खातिर मनावत, जे व्हाइट हाउस में श्री बुश के तहत काम कइले रहलें आ ओही दौरान उनका से मिलल आपन पत्नी एशली से, जे श्री बुश के व्यक्तिगत सचिव रहली।",
        "targetText": "George W. Bush has been picking up the phone to call Senators, lobbying them to support Mr Kavanaugh, who worked in the White House for Mr Bush and through him met his wife Ashley, who was Mr Bush's personal secretary."
    },
    {
        "sourceText": "कहल कि उनकर पिता, जे बीबीसी में कैमरा मैन के रूप में काम कइले रहलें आ एक छोट खिलौना भालू से प्रेरित होके बाल किताब लिखले, अपन काम के खारिज होखला पर भी संतुष्ट रहितन,  ऊ जोड़ली कि किताब के 60वां सालगिरह \"कड़ुआ-मीठा\" रहल जब ऊ पिछले साल निधन भइलन।",
        "targetText": "Saying her father, who had worked as a BBC cameraman before being inspired to write the children's book by a small toy bear, would have been sanguine about his work being rejected, she added the 60th anniversary of the books publication was ‘bittersweet’ after his death last year."
    },
    {
        "sourceText": "1,000 सँ बेसी लोकक मृत्यु भऽ गेल आ दस हजार सँ बेसी लोक घरसँ बेघर भऽ गेल, कारण ईसाई आ मुस्लिम गिरोह सड़क पर एक-दूसरा सँ लड़ि रहल छल, छुरी, धनुष-बाण आ आन खतरनाक हथियारक उपयोग कऽ कऽ।",
        "targetText": "More than 1,000 people were killed and tens of thousands dislocated from their homes as Christian and Muslim gangs battled on the streets, using machetes, bows and arrows and other crude weapons."
    },
    {
        "sourceText": "देखू: लिवरपूलक डैनियल स्टुरिज रहस्यमयी ढंग सँ झुकि कऽ चेल्सिया क संग बराबरी केलक",
        "targetText": "Watch: Liverpool's Daniel Sturridge dips deep equalizer vs Chelsea"
    },
    {
        "sourceText": "शनिवार केँ लंदनक स्टैमफोर्ड ब्रिज मे डैनियल स्टुरिज 89मिनट मे स्कोर कऽ लिवरपूल केँ प्रीमियर लीगक हार सँ बचौल।",
        "targetText": "Daniel Sturridge saved Liverpool from a Premier League loss to Chelsea with a score in the 89th minute on Saturday at Stamford Bridge in London."
    },
    {
        "sourceText": "लगभग 30 गज दूरि सँ स्टुरिज केँ जेर्डन शाकिरी सँ पास भेटल, ओहि समय हुनकर टीम चेल्सिया गोल सँ 1-0 सँ पिछड़ल छल।",
        "targetText": "Sturridge received a pass from Xherdan Shaqiri while about 30 yards out from the Chelsea goal with his team trailing 1-0."
    },
    {
        "sourceText": "ओना फार पोस्ट पर शॉट देबाक पहिने ओ अपन बाँयां पैर सँ बॉल केँ मारल।",
        "targetText": "He tapped the ball to his left before scooping a shot toward the far post."
    },
    {
        "sourceText": "ओकर ई प्रयास बॉक्सक ऊपर उचाइ पर गेल आ नेटक दाहिना ऊपर कोन दिसि जाइत गेल।",
        "targetText": "The attempt sailed high above the box as it drifted toward the right top corner of the net."
    },
    {
        "sourceText": "अंततः बॉल केपा अरिज़ाबालागा केर पकड़ सँ बाहर गिरि गेल आ नेट मे पहुँचि गेल।",
        "targetText": "The ball eventually dropped over a leaping Kepa Arrizabalaga and fell into the net."
    },
    {
        "sourceText": "स्टुरिज LiverpoolFC.com सँ कहलनि, “ई सिर्फ ओहि स्थिति मे पहुँचबाक प्रयास छल, जाहि सँ बॉल तक पहुँचि सकी आ शाक जेकाँ खिलाड़ी ओहि केँ आगू खेलेत, तें हम सिर्फ अपन लेल संभव होइत समय बनाबऽ चाहैत छलहुँ।”",
        "targetText": "‘It was just trying to get into that position, to get on the ball and players like Shaq always play it forward as much as possible, so I just tried to create myself as much time as possible,’ Sturridge told LiverpoolFC.com."
    },
    {
        "sourceText": "\"हम देखलियैक जे कांते आबि रहल छल आ एक बेर टच कएल, बहुत बेसी नहि सोचलहुँ आ बस शॉट मारल।\"",
        "targetText": "‘I saw Kante coming and took one touch and didn't think about it too much and just took the shot on.’"
    },
    {
        "sourceText": "बेल्जियमक स्टार एडेन हेजार्ड 25मिनट मे स्कोर कएलाक बाद हाफटाइम मे चेल्सिया 1-0 सँ आगू छल।",
        "targetText": "Chelsea led 1-0 at halftime after getting a score in the 25th minute from Belgian star Eden Hazard."
    },
    {
        "sourceText": "एहि सँ पहिने जे बॉल मिडफील्ड लग पहुँचल आ लिवरपूल हाफ गेम धरि पहुँचलक, ब्लूज़क स्ट्राइकर ओहि खेल मे माटेओ कोवासिक केँ पास देलक।",
        "targetText": "The Blues striker heeled a pass back to Mateo Kovacic on that play, before spinning off near midfield and sprinting into the Liverpool half."
    },
    {
        "sourceText": "कोवासिक मिडफील्ड मे बहुत जल्दी बॉल पहुँचा देलक।",
        "targetText": "Kovacic did a quick give-and-go at midfield."
    },
    {
        "sourceText": "फेर ओ सुन्दर ढंग सँ बॉल पर शॉट देलक, जइसँ हेजार्ड बॉक्स मे चलि गेल।",
        "targetText": "He then fired a beautiful through ball, leading Hazard into the box."
    },
    {
        "sourceText": "हेजार्ड डिफेंस केँ पछाड़ि देलनि आ लिवरपूलक एलिसन बेकर केँ पार कऽ बाँया पैर सँ शॉट मारि नेटक दूर कोन मे गोल केलनि।",
        "targetText": "Hazard outran the defence and finished into the far post netting with a left-footed shot past Liverpool's Alisson Becker."
    },
    {
        "sourceText": "लिवरपूल आब बुधदिन 3 बजे नेपल्स, इटलीक स्टैडियो सान पाओलो मे चैंपियंस लीग ग्रुप स्टेज मे नेपोली सँ भिड़त।",
        "targetText": "Liverpool battles Napoli in the group stage of the Champions League at 3 p.m. on Wednesday at Stadio San Paolo in Naples, Italy."
    },
    {
        "sourceText": "चेल्सिया गुरुवार केँ लंदन मे 3 बजे UEFA यूरोपा लीग मे वीडियोटॉन सँ सामना करत।",
        "targetText": "Chelsea faces Videoton in the UEFA Europa Leaguge at 3 p.m. on Thursday in London."
    },
    {
        "sourceText": "इंडोनेशियाक सुनामी कारण मृतक संख्या 832 तक बढ़ि गेल",
        "targetText": "Death toll from Indonesia tsunami rises to 832"
    },
    {
        "sourceText": "रविवारक भोर मे देशक डिजास्टर एजेंसी कहलनि जे इंडोनेशियामे आएल भूकम्प आ सुनामी कारण मृतक संख्या 832 भऽ गेल।",
        "targetText": "The death toll in Indonesia's earthquake and tsunami has climbed to 832, the country's disaster agency said early Sunday."
    },
    {
        "sourceText": "एजेंसीक प्रवक्ता सुतोपो पुरवो नुगरोहो न्यूज कॉन्फ्रेंस मे कहलनि जे शुक्रदिनक 7.5 तीव्रता वाला भूकम्प आ 20 फीट ऊँचाईक सुनामी कारण कई लोक मलबा मे फँसल रहलाह।",
        "targetText": "Many people were reported trapped in the rubble of buildings brought down in the 7.5 magnitude earthquake which struck Friday and triggered waves as high as 20 feet, agency spokesman Sutopo Purwo Nugroho told a news conference."
    },
    {
        "sourceText": "380,000 सँ बेसी आबादी वाला पालू शहर मे कई इमारत ढहि गेल, जेकर कारण शहर मलबा सँ भरि गेल।",
        "targetText": "The city of Palu, which has more than 3,80,000 people, was strewn with debris from collapsed buildings."
    },
    {
        "sourceText": "पुलिस 32 वर्षीय पुरुष केँ हिरासत मे लेलक, ओहि पर संदेह अछि जे ओ चाकू सँ एक महिला केँ हत्या कएलक",
        "targetText": "Police arrest man, 32, on suspicion of murder after woman is stabbed to death"
    },
    {
        "sourceText": "आज भोर मे बिरकेनहेड, मर्सीसाइड मे एक महिला केर शव भेटला पर हत्या केर जांच शुरू कएल गेल।",
        "targetText": "A murder investigation has been launched after a woman's body was found in Birkenhead, Merseyside this morning."
    },
    {
        "sourceText": "44 वर्षीय महिला केर शव भोर 7.55 बजे ग्रेसन म्यूज़क जॉन स्ट्रीट मे भेटल, ओकर शरीर पर चाकू केर घाव छल, एहि संदर्भ मे 32 वर्षीय पुरुष केँ हिरासत मे लेल गेल।",
        "targetText": "The 44-year-old was found at 7.55 a.m. with stab wounds on Grayson Mews on John Street, with a 32-year-old man being arrested on suspicion of murder."
    },
    {
        "sourceText": "पुलिस इलाका मे रहनिहार लोकनि सँ पूछताछ कऽ रहल अछि आ पता लगाबऽ कोशिश कऽ रहल अछि जे कियो किछु देखल वा सुनल होय।",
        "targetText": "Police have urged people in the area who saw or heard anything to come forward."
    },
    {
        "sourceText": "डिटेक्टिव इंस्पेक्टर ब्रायन ओ'हागन कहलनि: 'जांच प्रारंभिक चरण मे अछि, मुदा हम ओहि लोकनि सँ अपील करब जे बिरकेनहेडक जॉन स्ट्रीटक आसपास घटना समय उपस्थित छलाह, यदि कियो किछु संदिग्ध देखल वा सुनल हो, त संपर्क करू।",
        "targetText": "Detective Inspector Brian O'Hagan said: ‘The investigation is in the early stages but I would appeal to anyone who was in the vicinity of John Street in Birkenhead who saw or heard anything suspicious to contact us."
    },
    {
        "sourceText": "हम खास कऽ टैक्सी ड्राइवर लोकनि सँ सेहो अपील करब जे ओहि समयक डैशकैम फुटेज मे किछु कैप्चर कएल होय, कारण हुनका लगे एहन जानकारी होय सकैत अछि जे जांच लेल महत्वपूर्ण अछि।'",
        "targetText": "I would also appeal to anyone, particularly taxi drivers, who may have captured anything on dash cam footage to contact us as they may have information which is vital to our investigation.’"
    },
    {
        "sourceText": "एक पुलिस प्रवक्ता पुष्टि कएलनि जे महिला जेकर शव बिरकेनहेडक स्थानीय इलाकासँ भेटल, ओ स्थानीय छथि आ ओ एक प्रॉपर्टी केर अंदर भेटल छथि।",
        "targetText": "A police spokesman has confirmed the woman whose body was found is local to Birkenhead and she was found inside a property."
    },
    {
        "sourceText": "आज दोपहर महिला केँ जाननिहार लोक घटना स्थल पर पहुँचल आ पूछल जे ई भोर ओकर शव कतय भेटल।",
        "targetText": "This afternoon friends who believe they know the woman have arrived at the scene to ask questions about where she was found this morning."
    },
    {
        "sourceText": "पुलिस एहि घटना केर जांच कऽ रहल अछि आ कहैत अछि जे ओ जल्दिए पीड़ितक अगला परिजन केँ ई जानकारी देत।",
        "targetText": "Investigations are ongoing as police have said they are in the process of informing the victim's next of kin."
    },
    {
        "sourceText": "ग्रेसन म्यूज़ मे रहनिहार एक टैक्सी ड्राइवर अपन फ्लैट मे वापस जाएक प्रयास कऽ रहल छथि, मुदा पुलिस कहैत अछि जे भवनक अंदर वा बाहर कियो प्रवेश नहि कऽ सकैत अछि।",
        "targetText": "A taxi driver who lives in Grayson Mews has just tried to get back into his flat but is being told by police no one is allowed in or out of the building."
    },
    {
        "sourceText": "जखन ओ घटना केर जानकारी पएल, त ओ चुप भऽ गेल।",
        "targetText": "He was speechless when he discovered what happened."
    },
    {
        "sourceText": "आस-पास रहनिहार लोक सभ केँ कहल जा रहल अछि जे पुरान स्थिति मे वापस अबय मे किछु घंटा लागि सकैत अछि।",
        "targetText": "Residents are now being told it will be hours until they are allowed back in."
    },
    {
        "sourceText": "एक पुलिस अधिकारी केँ एक पुरुष सँ सुनल गेल जे पूरा इलाका आब अपराध स्थल मानल जा रहल अछि।",
        "targetText": "A police officer was heard telling one man that the entire area is now being treated as a crime scene."
    },
    {
        "sourceText": "रोयैत एक महिला घटना स्थल पर आयल।",
        "targetText": "A woman appeared at the scene in tears."
    },
    {
        "sourceText": "ओ बार-बार ई कहि रहल छलीह जे 'ई बहुत भयानक अछि'।",
        "targetText": "She keeps repeating 'it's so awful'."
    },
    {
        "sourceText": "दोपहर 2 बजे पुलिस सँ भरल दूटा वैन घेरेक अंदर गेल, जबकि एक दोसर वैन घेरेक बाहर ठाढ़ छल।",
        "targetText": "At 2 p.m. two police vans were inside the cordon with another van just outside."
    },
    {
        "sourceText": "कतेको अधिकारी फ्लैट्सक ब्लॉक पर निगरानी लेल बनल घेरेक अंदर ठाढ़ छलाह।",
        "targetText": "A number of officers were stood inside the cordon monitoring the block of flats."
    },
    {
        "sourceText": "जँ ककरो लगे कोनो जानकारी अछि, त ओ DM @MerPolCC पर बता सकैत अछि, वा 101 पर कॉल कऽ सकैत अछि, वा 30 सितंबरक लॉग 247 उल्लेख कऽ कऽ 0800 555 111 पर Crimestoppers केँ अनाम रूप सँ संपर्क कऽ सकैत अछि।",
        "targetText": "Anyone with information is asked to DM @MerPolCC, call 101 or contact Crimestoppers anonymously on 0800 555 111 quoting log 247 of 30th September."
    },
    {
        "sourceText": "संसदक सामने बनल क्रॉमवेलक मूर्ति हालहि मे सभसँ चर्चित स्मारक बनि गेल, एहि पर ‘इतिहास केँ फेर सँ लिख’ विवाद उठल अछि",
        "targetText": "Parliament's statue of Cromwell becomes latest memorial hit by 'rewriting history' row"
    },
    {
        "sourceText": "ओकर निर्वासन ओकर कट्टर प्यूरिटन अनुयायी द्वारा इंग्लैंडक कई सांस्कृतिक आ धार्मिक कलाकृति केँ तालिबान जेकाँ नष्ट करबाक आदर्श न्याय होयत।",
        "targetText": "Its banishment would be poetic justice for his Taliban-like destruction of so many of England's cultural and religious artefacts carried out by his fanatical Puritan followers."
    },
    {
        "sourceText": "लेकिन क्रॉमवेल सोसाइटी मि. क्रिकक सुझाव केँ ‘मूर्खतापूर्ण’ आ ‘इतिहास केँ फेर सँ लिखबाक प्रयास’ कहलनि।",
        "targetText": "But the Cromwell Society described Mr Crick's suggestion as ‘folly’ and ‘attempting to rewrite history’."
    },
    {
        "sourceText": "क्रॉमवेल सोसाइटीक चेयरमैन जॉन गोल्डस्मिथ कहलनि: “मूर्तिक हटेबाक वर्तमान बहस मे ई तय छल जे पैलेस ऑफ वेस्टमिंस्टरक बाहर ओलिवर क्रॉमवेलक मूर्ति लक्षित होयत।",
        "targetText": "John Goldsmith, chairman of the Cromwell Society, said: ‘It was inevitable in the present debate about the removal of statues that the figure of Oliver Cromwell outside the Palace of Westminster would become a target."
    },
    {
        "sourceText": "इंग्लिश सिविल वॉरक प्रतीक चिह्न लेल न त ककरो आदेश छल आ न क्रॉमवेल एहि केँ करौलनि।",
        "targetText": "The iconoclasm of the English civil wars was neither ordered nor carried out by Cromwell."
    },
    {
        "sourceText": "ई गलत भऽ सकैत अछि जे पिछला सदी मे अपन पूर्वज थॉमसक काजक कारण क्रॉमवेल केँ बलिदान देल जायत।",
        "targetText": "Perhaps the wrong Cromwell would be sacrificed for the actions of his ancestor Thomas in the previous century."
    },
    {
        "sourceText": "सर विलियम हेमो थोरोक्रॉफ्टक अनुसार क्रॉमवेलक उत्कृष्ट प्रतिनिधित्व 19वीं सदीक रायक प्रमाण अछि आ एक एहन मूर्ति केर इतिहासक भाग अछि जेकरा बहुत लोक आबो सराहनीय मानैत अछि।",
        "targetText": "Sir William Hamo Thorneycroft's magnificent representation of Cromwell is evidence of 19th century opinion and part of the historiography of a figure who many believe is still worth celebrating.’"
    },
    {
        "sourceText": "द संडे टेलीग्राफ केँ मि. गोल्डस्मिथ कहलनि: “क्रॉमवेलक सम्मान बहुत लोक करैत छथि, संभवतः 19वीं सदीक अंत मे बेसी लोक ओहिठाम हुनका संसदक रक्षक मानैत छल, जे बाहरी दबावक खिलाफ खड़ा छल, खासकर राजशाहीक खिलाफ।",
        "targetText": "Mr Goldsmith told The Sunday Telegraph: ‘Cromwell is regarded by many, perhaps more in the late 19th century than today, as a defender of parliament against external pressure, in his case of course the monarchy."
    },
    {
        "sourceText": "फेरो, ई पूर्ण रूप सँ सटीक प्रतिनिधित्व अछि कि नहि, ई इतिहासक निरंतर बहसक विषय अछि।",
        "targetText": "Whether that is a wholly accurate representation is the subject of continuing historical debate."
    },
    {
        "sourceText": "ई निश्चित अछि जे 17वीं सदीक मध्य मे भेल संघर्षक बाद सँ हमरा राष्ट्रक विकास भेल अछि, आ क्रॉमवेल एकटा पहिचान योग्य व्यक्ति छथि जे विभाजनक एक पक्ष केँ प्रतिनिधित्व करैत छथि।",
        "targetText": "What is certain is that the conflict of the mid 17th century has shaped the subsequent development of our nation, and Cromwell is an individual recognisable figure who represents one side of that divide."
    },
    {
        "sourceText": "लॉर्ड प्रोटेक्टरक रूप मे हुनकर उपलब्धि प्रशंसनीय आ स्मरणीय अछि।”",
        "targetText": "His achievements as Lord Protector are also worth celebrating and commemorating.’"
    },
    {
        "sourceText": "घातक सूअर चाइनीज किसान पर हमला केलक, जाहि सँ किसानक मृत्यु भऽ गेल",
        "targetText": "Killer Pig Mauls Chinese Farmer to Death"
    },
    {
        "sourceText": "स्थानीय मीडिया रिपोर्टक अनुसार, दक्षिण-पश्चिम चीनक एक मार्केट मे सूअर एक किसान पर हमला केलक, जाहि सँ किसानक मृत्यु भऽ गेल।",
        "targetText": "A farmer was attacked and killed by a pig in a market in southwest China, according to local media reports."
    },
    {
        "sourceText": "रविवार केँ साउथ चाइना मॉर्निंग पोस्ट मे कहल गेल जे ओकर पहचान मात्र उपनाम “युआन” सँ भेल, ओकर शव पर गंभीर जख्म भेटल, गुइझोउ प्रांतक लिउपांसुईक मार्केट मे सूअर-बाड़ा लग ओकर शव खून सँ लथपथ भेटल।",
        "targetText": "The man, identified only by his surname ‘Yuan’, was found dead with a severed artery, covered in blood near a sty at the market in Liupanshui in Guizhou province, the South China Morning Post reported Sunday."
    },
    {
        "sourceText": "30 मई 2005 केँ चीनक किन्हाई प्रांतक ज़िनिंग मे एक सूअर पालक किसान सूअर-बाड़ा मे सूअरिक टीका लगाबऽ क तैयारी कऽ रहल छल।",
        "targetText": "A pig farmer prepares to inject vaccines into pigs at a hoggery on May 30, 2005 in Xining of Qinghai Province, China."
    },
    {
        "sourceText": "कथित रूप सँ ओ बुधदिन पड़ोसक युन्नान प्रांत सँ अपन कजन् संग मार्केट मे 15 सूअर बेचऽ लेल एलाह।",
        "targetText": "He had reportedly travelled with his cousin from the neighbouring Yunnan province on Wednesday to sell 15 pigs at the market."
    },
    {
        "sourceText": "अगिला भोर, ओकर कजन् हुनका मृत भेटल आ पता चलल जे पास मे एकटा सूअर-बाड़ाक दरबज्जा खुलल छल।",
        "targetText": "The following morning, his cousin found him dead, and discovered a door to a neighbouring pig sty open."
    },
    {
        "sourceText": "ओ कहने जे सूअर-बाड़ा मे एकटा बहुत पैघ नर सूअर छल, जेकर मुँह पर खून लागल छल।",
        "targetText": "He said that in the sty was a large male pig with blood on its mouth."
    },
    {
        "sourceText": "रिपोर्टक अनुसार, एकटा फॉरेंसिक जांच पुष्टि कएलक जे 550 पाउंड वजन वाला सूअर किसान पर हमला कऽ ओकर हत्या कएलक।",
        "targetText": "A forensic examination confirmed that the 250 kg (550 pound) hog had mauled the farmer to death, according to the report."
    },
    {
        "sourceText": "गुइयांग इवनिंग न्यूजक अनुसार, “वु” उपनाम वाला ओकर कजन् कहने, “हमर कजन्क पैर खून सँ लथपथ आ पूरा तरह सँ जख्मी छल।”",
        "targetText": "‘My cousin's legs were bloody and mangled,’ the cousin, referred to by his surname ‘Wu’, said, as quoted by the Guiyang Evening News."
    },
    {
        "sourceText": "सिक्योरिटी कैमरा फुटेज मे देखल गेल जे युआन गुरुवारक सुबह 4.40 बजे अपन सूअरिक खोराक लेल मार्केट मे आयल छल।",
        "targetText": "Security camera footage showed Yuan entering the market at 4.40 a.m. on Thursday to feed his pigs."
    },
    {
        "sourceText": "ओकर शव लगभग एक घंटा बाद भेटल।",
        "targetText": "His body was found about an hour later."
    },
    {
        "sourceText": "जकरा आदमी पर हमला कऽ मारलक, ओ सूअर युआन वा ओकर कजन् केर नहि छल।",
        "targetText": "The animal who killed the man did not belong to Yuan or his cousin."
    },
    {
        "sourceText": "इवनिंग न्यूज केँ एकटा मार्केट मैनेजर कहलनि जे सूअर केँ बंद कऽ देल गेल छल, जाहि सँ ओ ककरो पर दोसर हमला नहि कऽ सकय, जबकि पुलिस घटना स्थल पर साक्ष्य जुटबैत रहल।",
        "targetText": "A market manager told the Evening News that the pig had been locked away to prevent it from attacking anyone else, while police gathered evidence at the scene."
    },
    {
        "sourceText": "कथित रूप सँ युआनक परिवार आ मार्केट अधिकारी लोकनि ओकर मृत्यु लेल मुआवजा पर बातचीत कऽ रहल छथि।",
        "targetText": "Yuan's family and market authorities are reportedly negotiating compensation for his death."
    },
    {
        "sourceText": "हालांकि, पहिने सेहो सूअर द्वारा लोक पर हमला करबाक दुर्लभ मामला दर्ज भेल अछि।",
        "targetText": "Though rare, cases of pigs attacking humans have been recorded before."
    },
    
    {
        "sourceText": "ओहिसँ कहल गेल, \"की अहाँ केँ सत्ता मे एहि लेल आनल गेल अछि जे अहाँ बहुत रास महिलाक असहाय बनाबी?\"",
        "targetText": "He was told, you have power when so many women are powerless."
    },
    {
        "sourceText": "फ्लेक कहलनि जे लिफ्ट बंद हेबाक पहिले हुनकर कार्यालयक दिस सँ एकटा बयान जारी भेल आ कहल गेल जे ओ कमिटी केर सुनवाई मे अपन पूरा बात रखताह।",
        "targetText": "Flake said that his office had issued a statement and said, before the elevator closed, that he would have more to say at the committee hearing."
    },
    {
        "sourceText": "जखन ज्यूडिशियरी कमिटी वोट लेल कैवनौघक नामांकन केँ पूरा सीनेट लेल आगू बढ़ा रहल छल, तऽ केबल आ ब्रॉडकास्ट चैनल सभ घंटा बादो सभ चीज लाइव देखबैत रहलाह।",
        "targetText": "The cable and broadcast networks were all covering live hours later, when the Judiciary Committee was to vote to advance Kavanaugh's nomination to the full Senate for a vote."
    },
    {
        "sourceText": "लेकिन, फ्लेक कहलनि जे ओ एहि बातक पूरा समझक संग एहन करथिन जे FBI अगिला सप्ताह नामित व्यक्तिक विरुद्ध लगल आरोप पर नजर रखत, जेकर आग्रह अल्पसंख्यक डेमोक्रेट करि रहल छथि।",
        "targetText": "But Flake said he would only do so with the understanding that the FBI would look into the allegations against the nominee for the next week, which minority Democrats have been urging."
    },
    {
        "sourceText": "फ्लेक एहि विषय पर अपन मित्र, डेमोक्रेटिक सेन. क्रिस कून्स संग बातचीत कएलनि।",
        "targetText": "Flake was convinced in part by conversations with his friend, Democratic Sen. Chris Coons."
    },
    {
        "sourceText": "कून्स आ कई senator सभ संग बातचीत कयलाक बाद, फ्लेक अपन निर्णय लऽ लेलक।",
        "targetText": "After a conversation with Coons and several senators afterwards, Flake made his decision."
    },
    {
        "sourceText": "फ्लेक केँ सत्ता बहुत पसंद छल, कारण ई साफ देखाइ दे रहल छल जे बिना जांचक कैवनौघ केँ मंजूरी देला पर रिपब्लिकन केँ वोट नहि भेटत।",
        "targetText": "Flake's choice had power, because it was evident Republicans would not have the votes to approve Kavanaugh without the investigation."
    },
    {
        "sourceText": "कैवनौघ पर लगल आरोपक लेल राष्ट्रपति ट्रंप FBI जांच केँ मंजूरी देलनि।",
        "targetText": "President Trump has opened an FBI investigation into the allegations against Kavanaugh."
    },
    {
        "sourceText": "ब्रिटिश प्रधानमंत्री मे आलोचक लोकनि पर आरोप लगौलनि जे ओ ब्रेक्सिट केँ ल' कऽ 'राजनीति खेलि रहल छथि'",
        "targetText": "British PM May accuses critics of 'playing politics' over Brexit"
    },
    {
        "sourceText": "Sunday Times अखबार संग भेल इंटरव्यू मे प्रधानमंत्री थेरेसा मे आलोचक लोकनि सँ कहलनि जे ओ यूरोपीय संघ मे \"राजनीति केँ खेल\" बना कऽ ब्रिटेनक भविष्य संग खिलवाड़ करब छोड़ि देथु आ अपन पूरा ध्यान राष्ट्रीय हित पर लगाबथि।",
        "targetText": "Prime Minister Theresa May accused critics of her plans to leave the European Union of ‘playing politics’ with Britain's future and undermining the national interest in an interview with the Sunday Times newspaper."
    },
    {
        "sourceText": "29 सितंबर 2018 केँ बर्मिंघम, ब्रिटेन मे होमयवाला कंजर्वेटिव पार्टी कांफ्रेंस मे ब्रिटेनक प्रधानमंत्री थेरेसा मे शामिल भ' सकैत छथि।",
        "targetText": "Britain's Prime Minister Theresa May arrives for the Conservative Party Conference in Birmingham, Britain, September 29, 2018."
    },
    {
        "sourceText": "अखबारक पहिल पन्ना पर हुनकर इंटरव्यूक ठीक बगल मे, हुनकर पूर्व विदेश मंत्री बोरिस जॉनसन संग भेल इंटरव्यू छपल, जतय बोरिस जॉनसन ब्रेक्सिटक तथाकथित चेकर्स प्लानक कारण हुनका ऊपर होमयवाला हमला दबेबाक प्रयास कएलनि, आ हुनकर कथन छल जे ब्रिटेन आ EU केँ एक-दोसरा केर टैरिफ संग्रह करबाक प्रस्ताव “पूरा तरह सँ निरर्थक” अछि।",
        "targetText": "In another interview next to the one with her on the newspaper's front page, her former foreign minister Boris Johnson pressed his attack of her so-called Chequers plan for Brexit, saying a proposal that Britain and the EU should collect each other's tariffs was ‘entirely preposterous’."
    },
    {
        "sourceText": "वेडे सिम्स पर गोली चलाक’ हत्या: LSU खिलाड़ी केर मृत्यु मे संदिग्ध डायटन सिम्पसन केँ पुलिस हिरासत मे लेलनि",
        "targetText": "Wayde Sims shooting: Police arrest suspect Dyteon Simpson in LSU player's death"
    },
    {
        "sourceText": "पुलिस वेडे सिम्स पर गोली चला क’ हत्या करबाक आरोप मे एक संदिग्ध व्यक्ति केँ हिरासत मे लेलनि; 20 वर्षीय वेडे LSU केर बास्केटबॉल खिलाड़ी छल।",
        "targetText": "Police have arrested a suspect in the fatal shooting death of Wayde Sims, a 20-year-old basketball player at LSU."
    },
    {
        "sourceText": "बैटन रूज पुलिस डिपार्टमेंट कहलनि जे द्वितीय-डिग्री मर्डर आरोप मे 20 वर्षीय डायटॉन सिम्पसन केँ हिरासत मे ल’ क’ जेल भेज देल गेल अछि।",
        "targetText": "Dyteon Simpson, 20, has been arrested and booked into prison on a second-degree murder charge, the Baton Rouge Police Department said."
    },
    {
        "sourceText": "सिम्स आ सिम्पसनक बीच भेल मुठभेड़क वीडियो अधिकारी सभ द्वारा जारी कएल गेल, आ पुलिस कहलनि जे मुठभेड़क समय सिम्सक चश्मा खोय गेल छल।",
        "targetText": "Officials released video of the confrontation between Sims and Simpson, and police said Sims lost his glasses during the fight."
    },
    {
        "sourceText": "घटनास्थल सँ पुलिस चश्मा बरामद कएलक आ कहलनि जे CBS सँ जुड़ल WAFB रिपोर्टक अनुसार चश्मा पर सिम्पसनक DNA भेटल अछि।",
        "targetText": "Police recovered the glasses from the scene and said they found Simpson's DNA on them, CBS affiliate WAFB reports."
    },
    {
        "sourceText": "सिम्पसन सँ पूछताछ क’ पुलिस कहलनि जे ओ स्वीकार कएलनि जे ओ वेडे केँ जानलेवा गोली मारलनि।",
        "targetText": "After questioning Simpson, police said he admitted to fatally shooting Wayde."
    },
    {
        "sourceText": "एडवोकेटक रिपोर्ट मे कहल गेल जे ओकर बांड 350,000 डॉलर पर सेट कएल गेल अछि।",
        "targetText": "His bond has been set at $350,000, the Advocate reports."
    },
    {
        "sourceText": "ईस्ट बैटन रूज पैरिश कोरोनर कार्यालयक दिस सँ शुक्रवार केँ प्रारंभिक रिपोर्ट जारी कएल गेल, जाहि मे कहल गेल जे गर्दन मे गोली लगबाक कारण मृत्यु भेल अछि।",
        "targetText": "The East Baton Rouge Parish Coroner's Office released a preliminary report Friday, saying the cause of death is a gunshot wound to the head into the neck."
    },
    {
        "sourceText": "डिपार्टमेंट एहि केर श्रेय लुइसियाना स्टेट पुलिस फ्यूगिटिव टास्क फोर्स, स्टेट पुलिस क्राइम लैब, साउथर्न यूनिवर्सिटी पुलिस आ क्षेत्रक नागरिक सभ केँ दे रहल अछि जे जांच मे सहयोग केलनि।",
        "targetText": "The department is crediting the Louisiana State Police fugitive task force, the state police crime lab, Southern University police and area citizens in assisting in the investigation leading to the arrest."
    },
    {
        "sourceText": "LSU एथलेटिक डायरेक्टर जो अललेवा एहि ‘मेहनत आ न्यायक खोज’ लेल क्षेत्रक कानून लागू करयवालाक धन्यवाद देलनि।",
        "targetText": "LSU athletic director Joe Alleva thanked area law enforcement for its ‘diligence and pursuit of justice’."
    },
    
    {
        "sourceText": "ओकर उचाई 6 फुट 6 इंच छल, ओ बैटन रूज मे पल्लवित भेलाह, जतय हुनकर पिता वेन रहैत छथि, जे ओहो LSU लेल बास्केटबॉल खेलने छल।",
        "targetText": "The 6-foot-6 forward grew up in Baton Rouge, where his father, Wayne, also played basketball for LSU."
    },
    {
        "sourceText": "ओ पिछले सीजन मे प्रति गेम 5.6 पॉइंट आ 2.6 रिबाउंड कएलनि।",
        "targetText": "He averaged 5.6 points and 2.6 rebounds a game last season."
    },
    {
        "sourceText": "शुक्रवारक भोर LSU बास्केटबॉल कोच विल वेड कहलनि जे वेडे केर मृत्यु सँ टीम ‘तितर-बितर’ भ’ गेल अछि आ ‘बहुत दुखी’ अछि।",
        "targetText": "On Friday morning, LSU basketball coach Will Wade said the team is ‘devastated’ and ‘in shock’ by Wayde's death."
    },
    {
        "sourceText": "वेड कहलनि, \"अब ओकर जगह के ल' लेत, एहि बातक चिंता हमेशा रहत।\"",
        "targetText": "‘This is what you worry about at all times,’ Wade said."
    },
    {
        "sourceText": "मैक्सिको सिटी मे ज्वालामुखीक राख भेटल",
        "targetText": "Volcano spews ash on Mexico City"
    },
    {
        "sourceText": "मैक्सिकोक राजधानीक दक्षिणी क्षेत्र मे पॉपोकेपेटल ज्वालामुखी सँ निकलबाला राख भेटल अछि।",
        "targetText": "Ash spewing from the Popocatepetl volcano has reached the southern neighbourhoods of Mexico's capital."
    },
    {
        "sourceText": "ज्वालामुखीक मुखक गतिविधि देखैत शनिवार केँ नेशनल सेंटर फॉर डिजास्टर प्रिवेंशन मैक्सिको नागरिक केँ चेतावनी देलक जे ओ ज्वालामुखी सँ दूर रहथि आ कहल जे 24 घंटा मे 183 बेर गैस आ राख निकलबाक क्रम दर्ज भेल अछि।",
        "targetText": "The National Center for Disaster Prevention warned Mexicans on Saturday to stay away from the volcano after activity picked up in the crater and it registered 183 emissions of gas and ash over 24 hours."
    },
    {
        "sourceText": "कई झटका आ स्पंदन पर केंद्र नजर रखलन्हि।",
        "targetText": "The centre was monitoring multiple rumblings and tremors."
    },
    {
        "sourceText": "सोशल मीडिया पर पोस्ट कएल तस्वीर मे देखायल जे मैक्सिको सिटीक एक्सोचिमिल्को जेकाँ पड़ोसी इलाकाक सड़क मे कारक विंडशील्ड पर राखक पतला परत जमा भ' गेल अछि।",
        "targetText": "Images on social media showed thin layers of ash coating car windshields in neighbourhoods of Mexico City such as Xochimilco."
    },
    {
        "sourceText": "सितंबर 2017 मे, 7.1 तीव्रता वाला भूकंप सेंट्रल मैक्सिको मे एलाक बाद सँ भूभौतिकविद ज्वालामुखीक बढ़ैत गतिविधि पर ध्यान देलथि, जे राजधानीक दक्षिण-पूर्व मे 45 मील (72 किलोमीटर) दूरी पर अछि।",
        "targetText": "Geophysicists have noticed an increase in activity at the volcano that sits 45 miles (72 kilometres) southeast of the capital since a 7.1-magnitude earthquake rocked central Mexico in September 2017."
    },
    {
        "sourceText": "\"डॉन गोयो\" नामक ज्वालामुखी 1994 सँ सक्रिय अछि।",
        "targetText": "The volcano known as ‘Don Goyo’ has been active since 1994."
    },
    {
        "sourceText": "स्वतंत्रता वोट वर्षगाँठक अवसर पर केटालोनियाक अलगाववादी लोकनि संग पुलिसक झड़प भेल",
        "targetText": "Police clash with Catalan separatists ahead of independence vote anniversary"
    },
    {
        "sourceText": "शनिवार केँ दंगाई पुलिस संग स्वतंत्रता समर्थक प्रदर्शनकारिक झड़पक बाद बार्सिलोना मे छह लोक केँ हिरासत मे लेल गेल, आ केटालोनियाक अलगाव पर मतदानक पहिल वर्षगाँठ पर हजारों लोक प्रतिद्वंद्वी प्रदर्शन मे भाग लेलन्हि।",
        "targetText": "Six people were arrested in Barcelona on Saturday after pro-independence protesters clashed with riot police, and as thousands joined rival demonstrations to mark the first anniversary of Catalonia's polarising vote on secession."
    },
    {
        "sourceText": "नाकाबपोश समर्थक अलगाववादिक एक समूह दंगाई पुलिस पर अंडा आ पाउडर पेंट फेंकल, जइसँ सड़क पर धूलक काला बादल बनि गेल, जे सामान्य रूप सँ पर्यटनक भीड़ वाला इलाका मे बाधा बनल।",
        "targetText": "A group of masked pro-separatists held back by riot police pelted them with eggs and hurled powder paint, creating dark clouds of dust in streets that would usually be thronged with tourists."
    }
]

























































































































































































