[
    {
        "sourceText": "भारत को अक्सर जनसांख्यिकीय लाभांश के लिए सराहा जाता है। पर, इसके विभिन्न राज्य एक महत्वपूर्ण लेकिन असमान जनसांख्यिकीय बदलाव से गुजर रहे हैं। भारतीय रिजर्व बैंक आरबीआई की एक नई रिपोर्ट के मुताबिक, केरल और तमिलनाडु 2036 तक वृद्धावस्था वाले राज्य बन जायेंगे क्योंकि उनकी बुजुर्ग आबादी क्रमश 22 फीसदी और 20 फीसदी से ज्यादा हो जाएगी। दूसरी तरफ बिहार, उत्तर प्रदेश और झारखंड की कामकाजी उम्र वाली आबादी 2031 के बाद भी बढ़ती रहेगी।",
        "targetText": "भारत को जनसांख्यिकीय लाभांश वाला देश माना जाता है, लेकिन राज्यों में यह बदलाव समान नहीं है। आरबीआई की रिपोर्ट के अनुसार केरल और तमिलनाडु 2036 तक वृद्धावस्था वाले राज्य बन जाएंगे, जबकि बिहार, उत्तर प्रदेश और झारखंड में कामकाजी उम्र की आबादी 2031 के बाद भी बढ़ती रहेगी।"
    },
    {
        "sourceText": "कर्नाटक और महाराष्ट्र बीच वाली राह पर हैं। ये दोनों राज्य विकास और बढ़ती उम्र के दबाव के बीच संतुलन बनाकर चल रहे हैं। जवाब में, आरबीआई ने वृद्ध आबादी वाले राज्यों को बढ़ती पेंशन लागत को वहन करने के लिए अपनी सब्सिडी को “तर्कसंगत” बनाने और युवा आबादी वाले राज्यों को “मानव पूंजी में भारी निवेश” करने की सलाह दी है। लेकिन आरबीआई की राजकोषीय सलाह में राजनीतिक निहितार्थों का कितना ध्यान रखा जाता है?",
        "targetText": "कर्नाटक और महाराष्ट्र विकास तथा बढ़ती उम्र की आबादी के बीच संतुलन बना रहे हैं। आरबीआई ने वृद्ध राज्यों को सब्सिडी तर्कसंगत करने और युवा राज्यों को मानव पूंजी में निवेश की सलाह दी है, लेकिन इन राजकोषीय सुझावों में राजनीतिक प्रभावों पर कितना ध्यान दिया गया है, यह सवाल बना हुआ है।"
    },
    {
        "sourceText": "उधर, युवा आबादी वाले राज्यों के पास जहां विशाल कार्यबल का उपयोग करके विकास को गति देने का सुनहरा अवसर है, वहीं शिक्षा पर उनके व्यय का हिस्सा स्थिर या कम हो गया है और रोजगार की समस्या बनी हुई है। तिस पर, ये लोग ऐसे समय में कार्यबल में प्रवेश करेंगे जब मैन्यूफैक्चरिंग क्षेत्र में स्वचालन और उद्योग में कृत्रिम बुद्धिमत्ता (एआई) का बोलबाला है।",
        "targetText": "युवा आबादी वाले राज्यों के पास बड़े कार्यबल से विकास का अवसर है, लेकिन शिक्षा पर खर्च घट रहा है और बेरोज़गारी बनी हुई है। साथ ही, ये युवा ऐसे दौर में कार्यबल में प्रवेश कर रहे हैं जब स्वचालन और एआई के कारण रोजगार की चुनौतियाँ बढ़ रही हैं।"
    },
    {
        "sourceText": "विभिन्न शोधों से पता चला है कि भारत में बढ़ती उम्र का असर महिलाओं पर असमान रूप से पड़ता है, जो अक्सर अधिक समय तक जीवित रहती हैं लेकिन उनके पास वित्तीय परिसंपत्तियां कम होती है। आरबीआई द्वारा “कार्यबल नीति” पर दिया गया ध्यान उन अधिकांश बुजुर्ग महिलाओं की अनदेखी करता है जो कभी औपचारिक कार्यबल का हिस्सा नहीं रहीं और इसलिए उन्हें कोई पेंशन नहीं मिलती। आरबीआई के मॉडल में पारिवारिक सहयोग की भी कुछ हद तक अपेक्षा की गई है, लेकिन प्रवासन और एकल परिवारों के आम होने के चलते अनौपचारिक सुरक्षा जाल ध्वस्त हो रहा है। लब्बोलुआब यह कि जनसांख्यिकीय बदलाव को अकेले राजकोषीय।",
        "targetText": "भारत में बढ़ती उम्र का प्रभाव महिलाओं पर अधिक पड़ता है क्योंकि वे लंबा जीवन जीती हैं लेकिन उनके पास आर्थिक संसाधन कम होते हैं। आरबीआई की कार्यबल-केंद्रित नीति उन बुजुर्ग महिलाओं की अनदेखी करती है जिन्हें कभी पेंशन नहीं मिली, और पारिवारिक सहयोग की उम्मीद भी प्रवासन व एकल परिवारों के कारण कमजोर पड़ रही है जिससे केवल राजकोषीय दृष्टि से जनसांख्यिकीय बदलाव को देखना अधूरा साबित होता है।"
    },
    {
        "sourceText": "भारत के 77वें गणतंत्र दिवस की पूर्व-संध्या पर राष्ट्रपति द्रौपदी मुर्मू ने भारत की लोकतांत्रिक और विकास यात्रा पर चिंतन-मनन किया। उनका जोर उचित ही सभी क्षेत्रों में देश की आत्मनिर्भरता और लगातार अधिक झगड़ालू होती जा रही दुनिया में शांति व स्थिरता के संदेशवाहक के रूप में भारत की भूमिका पर था। सुश्री मुर्मू ने हालिया राष्ट्रीय उपलब्धियों पर रोशनी डाली और उन राजनीतिक व सांस्कृतिक विषयों का जिक्र किया जो अभी केंद्र की प्राथमिकता हैं।",
        "targetText": "77वें गणतंत्र दिवस की पूर्व-संध्या पर राष्ट्रपति द्रौपदी मुर्मू ने भारत की लोकतांत्रिक और विकास यात्रा पर विचार किया। उन्होंने आत्मनिर्भरता, वैश्विक अशांति के बीच शांति व स्थिरता में भारत की भूमिका, हालिया राष्ट्रीय उपलब्धियों और केंद्र की राजनीतिक-सांस्कृतिक प्राथमिकताओं पर जोर दिया।"
    },
    {
        "sourceText": " उन्होंने उल्लेख किया कि राष्ट्रगीत वंदे मातरम् एक राष्ट्र वंदना थी और देश ने इस रचना की 150वीं वर्षगांठ मनायी। देश ने सरदार वल्लभभाई पटेल को, जिनकी 150वीं जयंती हाल ही में मनायी गयी, राष्ट्र के एकीकरण में उनकी भूमिका के लिए श्रद्धांजलि अर्पित की। प्रधान सेनापति ने ऑपरेशन सिंदूर, जिसके तहत आतंकी बुनियादी ढांचे पर सटीक हमले किये गये, की सफलता की भी तारीफ की और इसका श्रेय रक्षा के क्षेत्र में भारत की बढ़ती आत्म-निर्भरता को दिया।",
        "targetText": "राष्ट्रपति ने वंदे मातरम् को राष्ट्र वंदना बताते हुए उसकी 150वीं वर्षगांठ का उल्लेख किया, साथ ही सरदार वल्लभभाई पटेल को राष्ट्र एकीकरण में उनके योगदान के लिए श्रद्धांजलि दी। उन्होंने ऑपरेशन सिंदूर की सफलता की सराहना करते हुए इसे रक्षा क्षेत्र में भारत की बढ़ती आत्मनिर्भरता का परिणाम बताया।"
    },
    {
        "sourceText": "राष्ट्रपति ने कहा कि तीसरी सबसे बड़ी वैश्विक अर्थव्यवस्था बनने की दिशा में भारत की प्रगति बिल्कुल पटरी पर है, और जीएसटी व नयी श्रम संहिताओं जैसे आर्थिक सुधारों को सराहा। उन्होंने कृषि से लेकर अंतरिक्ष तक में देश की महिलाओं की महान उपलब्धियों, और मतदाता के रूप में उनकी बेहद अहम भूमिका का उल्लेख किया। राष्ट्रपति के अभिभाषण में किसानों, सफाई कर्मियों, शिक्षकों, वैज्ञानिकों, और स्वास्थ्य देखभाल पेशेवरों का भी खास जिक्र हुआ।",
        "targetText": "राष्ट्रपति ने कहा कि भारत तीसरी सबसे बड़ी वैश्विक अर्थव्यवस्था बनने की दिशा में सही राह पर है और जीएसटी व नई श्रम संहिताओं जैसे सुधारों की सराहना की। उन्होंने कृषि से अंतरिक्ष तक महिलाओं की उपलब्धियों, उनकी मतदाता के रूप में भूमिका, तथा किसानों, सफाई कर्मियों, शिक्षकों, वैज्ञानिकों और स्वास्थ्यकर्मियों के योगदान को रेखांकित किया।"
    },
    {
        "sourceText": "राष्ट्रपति ने संवैधानिक राष्ट्रवाद के विचार के प्रसार का आह्वान किया। गणतंत्र दिवस का उत्सव संविधान के आदर्शों पर पुन: चर्चा करने और सिद्धांत व व्यवहार में इसकी प्रगति की समीक्षा करने का एक सालाना मौका होता है। देश की उपलब्धियों की फेहरिस्त बनाना प्रेरक है, लेकिन ऐसे मौकों पर आत्मचिंतन भी आवश्यक है। आर्थिक वृद्धि या सैन्य क्षमता किसी राष्ट्र के लिए प्रगति के एकमात्र मानक नहीं हैं।",
        "targetText": "राष्ट्रपति ने संवैधानिक राष्ट्रवाद फैलाने का आह्वान किया और गणतंत्र दिवस को संविधान के आदर्शों की समीक्षा और आत्मचिंतन का अवसर बताया। उन्होंने कहा कि प्रगति केवल आर्थिक वृद्धि या सैन्य क्षमता से नहीं मापी जा सकती।"
    },
    {
        "sourceText": "दावोस में विश्व आर्थिक मंच वर्ल्ड इकोनॉमिक फोरम में एक भाषण में, संयुक्त राज्य अमेरिका के राष्ट्रपति डोनाल्ड ट्रम्प डेनमार्क द्वारा प्रशासित स्वायत्त आर्कटिक क्षेत्र ग्रीनलैंड को हासिल करने के लिए ताकत के इस्तेमाल की संभावना से पीछे हटते दिखे। यह कदम यूरोपीय राष्ट्रों और नाटो सदस्यों के लिए राहत का एहसास लेकर आया है।",
        "targetText": "दावोस में वर्ल्ड इकोनॉमिक फोरम में भाषण के दौरान, अमेरिकी राष्ट्रपति डोनाल्ड ट्रम्प ने ग्रीनलैंड को जबरदस्ती हासिल करने की संभावना से पीछे हटकर यूरोपीय देशों और नाटो सदस्यों को राहत दी।"
    },
    {
        "sourceText": "साथ ही साथ, उन्होंने कनाडा, फ्रांस और स्विट्जरलैंड जैसे दोस्ताना देशों सहित विश्व के नेताओं पर निशाना साधा। उनकी टिप्पणियां उनके उस पूर्व प्रस्ताव को लेकर हफ्तों से बढ़ रहे तनाव के बाद आयीं, जिसमें उन्होंने आठ यूरोपीय देशों पर एक फरवरी से “सभी वस्तुओं” पर 10 फीसदी टैरिफ लगाने की बात कही थी, जिसे एक जून से बढ़ा कर 25 फीसदी किया जाना था जब तक कि अमेरिका द्वारा ग्रीनलैंड को खरीदने या अन्य तरह से हासिल करने के लिए सहमति नहीं बन जाती।",
        "targetText": "ग्रीनलैंड मुद्दे पर नरम रुख के बावजूद, ट्रम्प ने कनाडा, फ्रांस और स्विट्जरलैंड जैसे मित्र देशों पर भी निशाना साधा। उनकी ये टिप्पणियाँ यूरोपीय देशों पर टैरिफ लगाने की धमकी से जुड़े हालिया तनाव की पृष्ठभूमि में आईं, जिसमें ग्रीनलैंड को हासिल करने से जोड़कर व्यापारिक दबाव बनाया गया था।"
    },
    {
        "sourceText": "ट्रम्प प्रशासन द्वारा वेनेजुएला के राष्ट्रपति निकोलस मादुरो को अगवा करने के लिए फौजी ताकत का इस्तेमाल करने और कोलंबिया, क्यूबा, ईरान तथा मेक्सिको के मामलात में इसी तरह के हस्तक्षेप का सार्वजनिक रूप से संकेत देने के व्यापक संदर्भ को देखते हुए, यूरोपीय राष्ट्र एक दबाव-विरोधी साधन के जरिए जवाब देने के लिए साथ आय।",
        "targetText": "मादुरो को अगवा करने सहित कई देशों के मामलों में सैन्य हस्तक्षेप के संकेतों की पृष्ठभूमि में, ट्रम्प प्रशासन के दबावों का मुकाबला करने के लिए यूरोपीय देश एक संयुक्त दबाव-विरोधी तंत्र अपनाने के लिए एकजुट हुए।"
    },
    {
        "sourceText": "यह साधन है, यूरोपीय संघ में बड़ी अमेरिकी टेक फर्मों के कारोबार को निशाना बनाने वाली जवाबी-टैरिफ सुविधा। हालांकि, ट्रम्प की दावोस टिप्पणियों के बाद अब ध्यान उस ओर मुड़ गया है जिसे उन्होंने ग्रीनलैंड और, वास्तव में, पूरे आर्कटिक क्षेत्र के संबंध में भावी समझौते की रूपरेखा बताया। इस तरह के समझौते के लिए समयसीमा “अनंत” होने का संकेत देते हुए, ट्रम्प ने यह भी इशारा किया कि ग्रीनलैंड को लेकर अतिरिक्त चर्चाएं जारी हैं, जो अंतरिक्ष में अमेरिकी हथियारों की तैनाती से जुड़ी 175 बिलियन अमेरिकी डॉलर की गोल्डन डोम मिसाइल रक्षा योजना से संबंधित हैं।",
        "targetText": "यूरोपीय संघ ने अमेरिकी दबाव के जवाब में बड़ी अमेरिकी टेक कंपनियों पर जवाबी टैरिफ का विकल्प अपनाया। वहीं दावोस में ट्रम्प की टिप्पणियों के बाद ग्रीनलैंड और पूरे आर्कटिक को लेकर संभावित दीर्घकालिक समझौते पर ध्यान गया, जिसे उन्होंने अंतरिक्ष में हथियार तैनाती से जुड़ी 175 अरब डॉलर की गोल्डन डोम मिसाइल रक्षा योजना से भी जोड़ा।"
    },
    {
        "sourceText": "ग्रीनलैंड पर कब्जा करने के बारे में वाशिंगटन से आने वाली कर्कश टिप्पणियां परेशान करने वाली हैं, लेकिन दावोस में बातचीत से जिस गहरी संस्थागत बीमारी का संकेत मिला वह नियम-आधारित अंतरराष्ट्रीय व्यवस्था के धीरे-धीरे गड़बड़ाने से संबंधित हैं। कनाडा के प्रधानमंत्री मार्क कार्नी ने वैश्विक व्यापार व वित्तीय प्रणालियों में तथा प्रवासन और जलवायु परिवर्तन नियंत्रण नीतियों को लेकर रुझानों में यह गड़बड़ी दिखने का मार्मिक जिक्र किया।",
        "targetText": "ग्रीनलैंड को लेकर वाशिंगटन की तीखी टिप्पणियाँ चिंता बढ़ाती हैं, लेकिन दावोस की चर्चाएँ नियम-आधारित अंतरराष्ट्रीय व्यवस्था के धीरे-धीरे कमजोर पड़ने की गहरी समस्या की ओर इशारा करती हैं। कनाडा के प्रधानमंत्री मार्क कार्नी ने वैश्विक व्यापार, वित्तीय प्रणालियों, प्रवासन और जलवायु नीतियों में दिख रही इसी अव्यवस्था को रेखांकित किया।"
    },
    {
        "sourceText": "पश्चिम बंगाल में आशा और आंगनवाड़ी कार्यकर्ताओं का वेतन बढ़ाकर 15,000 रुपये महीने करने के लिए चल रहा विरोध प्रदर्शन इस बात की अफसोसनाक याददिहानी है कि कई राष्ट्रीय और राज्य कल्याणकारी योजनाओं में इनकी केंद्रीय भूमिका के बावजूद इन्हें स्थायी कर्मचारी का दर्जा देने से इनकार करने की हमेशा कोशिश हुई है। इंदिरा गांधी सरकार ने इन कार्यकर्ताओं की शुरुआती पीढ़ी को एकात्मिक बाल विकास योजना आईसीडीएस के तहत कामगार का दर्जा देने से इनकार किया, जिससे ऐसी नींव पड़ी कि भारत में श्रम कानूनों को दरकिनार करने की प्रवृत्ति का बढ़ना जारी है।",   
        "targetText": "उन्होंने कहा कि महाशक्तियाँ अब आर्थिक एकीकरण, टैरिफ, वित्तीय ढांचे और सप्लाई चेनों को दबाव व जबरदस्ती के हथियार के रूप में इस्तेमाल कर रही हैं। इस स्थिति में उन्होंने वैश्विक प्रतिद्वंद्विता से जूझ रही मध्यम शक्तियों को चेताया कि केवल समायोजन और हाँ में हाँ मिलाने की नीति जोखिमभरी हो सकती है।"
    },
    {
        "sourceText": "उन्होंने कहा कि महाशक्तियां अब आर्थिक एकीकरण को हथियार के रूप में इस्तेमाल कर रही हैं, टैरिफ को दबाव के औजार के रूप में, वित्तीय अवसंरचना को जोर जबरदस्ती के साधन के रूप में, और सप्लाई चेनों को दोहन किये जाने लायक कमजोरियों के रूप में। उन्होंने इस प्रतिद्वंद्विता की जटिलताओं से जूझ रही दुनिया की मध्यम शक्तियों के बड़े समूह को चेताया।",
        "targetText": "उन्होंने कहा कि महाशक्तियाँ आर्थिक एकीकरण, टैरिफ, वित्तीय ढांचे और सप्लाई चेनों को दबाव व जबरदस्ती के हथियार की तरह इस्तेमाल कर रही हैं, और इस वैश्विक प्रतिद्वंद्विता से जूझ रही मध्यम शक्तियों को सतर्क रहने की चेतावनी दी।"
    },
    {
        "sourceText": "काम का बोझ बढ़ने के साथ, साल 1989 में राष्ट्रीय यूनियन का गठन हुआ, लेकिन उदारीकरण के युग में भी, राज्य ने योजना कामगारों स्कीम वर्कर्स की श्रेणी बनायी और सामाजिक योजनाओं का विस्तार किया, पर स्थायी सरकारी नौकरियों का नहीं। कर्नाटक राज्य बनाम अमीरबी मामले 1996 में ट्रिब्यूनल के फैसले ने भी आंगनवाड़ी कार्यकर्ताओं को सरकारी कर्मचारियों की श्रेणी से बाहर रखा।",
        "targetText": "काम का बोझ बढ़ने पर 1989 में राष्ट्रीय यूनियन बनी, लेकिन उदारीकरण के दौर में भी राज्य ने इन्हें योजना कामगार ही रखा और स्थायी सरकारी नौकरियाँ नहीं दीं। 1996 के कर्नाटक राज्य बनाम अमीरबी फैसले ने भी आंगनवाड़ी कार्यकर्ताओं को सरकारी कर्मचारी मानने से इनकार किया।"
    },
    {
        "sourceText": "इसी बीच शीर्ष अदालत ने साल 2004 में भोजन के अधिकार का विस्तार किया और इस प्रकार इन कार्यकर्ताओं की जरूरत का भी। आशा कार्यक्रम ने 2000 के दशक के मध्य में जड़ पकड़ी और इसी राह पर आगे बढ़ा, जिसमें सरकार ने उन्हें ‘एक्टिविस्ट’ के रूप में परिभाषित किया। इससे भी बुरा यह रहा कि 2010 के दशक में, जब सरकार, नियोक्ताओं और कामगारों की यूनियनों ने 45वें श्रम सम्मेलन में आशा कार्यकर्ताओं के लिए नौकरी के नियमितीकरण, न्यूनतम वेतन, और पेंशन व ग्रेच्युटी की सिफारिश की, तो पहले यूपीए और फिर एनडीए की सरकारों ने इसे लागू नहीं करना चुना।",
        "targetText": "2004 में सुप्रीम कोर्ट ने भोजन के अधिकार का विस्तार किया, जिससे इन कार्यकर्ताओं की भूमिका और बढ़ी। 2000 के दशक में शुरू हुए आशा कार्यक्रम में उन्हें ‘एक्टिविस्ट’ कहा गया, और 2010 के दशक में श्रम सम्मेलन की नियमितीकरण, न्यूनतम वेतन व पेंशन की सिफारिशों को भी यूपीए और एनडीए सरकारों ने लागू नहीं किया।"
    },
    {
        "sourceText": "केंद्र ने साल 2018 में इन कार्यकर्ताओं के भुगतान के लिए अपना योगदान भी ‘फ्रीज’ कर दिया, जिसके चलते आशा और आंगनवाड़ी कर्मियों को वित्तीय झटके सहने पड़े। इसके अलावा, नयी श्रम संहिताओं में गिग कामगारों के लिए बेहतर कामकाजी स्थितियों की गारंटी का अभाव है, जो बताता है कि राज्य ने कारोबारी मापदंडों को बढ़ावा देने और केंद्र में ज्यादा वित्तीय गुंजाइश की खातिर, अपने सबसे कमजोर श्रमिकों के बड़े हिस्से के लिए सामाजिक अनुबंध से एक तरह से किनारा कर लिया है।",
        "targetText": "2018 में केंद्र ने आशा और आंगनवाड़ी कार्यकर्ताओं के भुगतान में अपना योगदान फ्रीज कर दिया, जिससे उन्हें आर्थिक नुकसान हुआ। साथ ही नई श्रम संहिताओं में गिग कामगारों की सुरक्षा की कमी यह दिखाती है कि राज्य ने वित्तीय व कारोबारी प्राथमिकताओं के लिए कमजोर श्रमिकों के सामाजिक संरक्षण से दूरी बना ली है।"
    },
    {
        "sourceText": "राज्यों के पास नौकरी पर रखने और विवाद समाधान के मामले में ज्यादा शक्ति है और वे चुनावी दबाव के सामने ज्यादा कमजोर हैं, जिसका यूनियनों ने फायदा उठाया है, लेकिन राज्यों के बीच काफी असमानता भी है। चूंकि केंद्रीय मानदेय ठहरा हुआ था, राज्य अपने खुद के बजट से भुगतान में अतिरिक्त राशि जोड़ने को बाध्य हुए। जैसा कि प्रत्याशित था, ज्यादा धनी और यूनियनों के लगातार दबाव का सामना कर रहे राज्यों ने वित्तीय रूप से तंग राज्यों के मुकाबले ज्यादा या अतिरिक्त लाभ प्रदान किया है।",
        "targetText": "नौकरी और विवाद समाधान में राज्यों के पास अधिक अधिकार हैं और वे चुनावी दबाव में रहते हैं, जिसका यूनियनें लाभ उठाती हैं, लेकिन इससे राज्यों के बीच असमानता बढ़ी है। केंद्रीय मानदेय स्थिर रहने के कारण समृद्ध राज्यों ने अपने बजट से अधिक लाभ दिए, जबकि वित्तीय रूप से कमजोर राज्य पीछे रह गए।"
    },
    {
        "sourceText": "इसके बावजूद, यह कतई अनुचित है कि इन कामगारों का हक मारने की प्रथा अब भी जारी है, यह जानते हुए भी कि यह शोषणकारी है। केंद्र को इन ‘स्वयंसेवकों’ को सामाजिक सुरक्षा संहिता के तहत वैधानिक कर्मचारियों के रूप में कानूनी तौर पर पुनर्वर्गीकृत करना होगा, ताकि न्यूनतम वेतन और पेंशन मिलने की गारंटी हो। केंद्र और राज्यों को सभी हिस्सों में समतापूर्ण भुगतान सुनिश्चित करने के लिए वित्तीय खाइयों को भी पाटना होगा।",   
        "targetText": "इन कामगारों के अधिकारों का हनन जारी रहना अनुचित है। केंद्र को उन्हें सामाजिक सुरक्षा संहिता के तहत वैधानिक कर्मचारी घोषित कर न्यूनतम वेतन और पेंशन की गारंटी देनी चाहिए, तथा केंद्र-राज्य मिलकर सभी जगह समान और न्यायसंगत भुगतान सुनिश्चित करना चाहिए।"
    },
    {
        "sourceText": "हिमालय, जो विश्व की सर्वाधिक जलवायु-संवेदनशील पर्वतीय शृंखलाओं में से एक है, वैश्विक औसत की तुलना में लगभग 50% अधिक तीव्र गति से गर्म हो रहा है, जिससे दुर्लभ आपदाएँ अब बार-बार घटित होने वाली घटनाओं में परिवर्तित हो रही हैं। केवल वर्ष 2025 में ही भारत में जलवायु-संबंधी चरम घटनाओं से 4,000 से अधिक लोगों की मृत्यु हुई, जिसमें हिमालयी राज्यों का अंश सर्वाधिक रहा। जो संकट आज प्राकृतिक आपदा के रूप में दिखाई देता है, वह तीव्रता से मानव-जनित जोखिम में रूपांतरित हो रहा है, जिसका मूल कारण संवेदनशील भू-परिस्थितियों में असुरक्षित भूमि उपयोग और अत्यधिक बुनियादी ढाँचा विस्तार है।",
        "targetText": "हिमालय वैश्विक औसत से कहीं तेज़ गर्म हो रहा है, जिससे दुर्लभ आपदाएँ अब बार-बार होने लगी हैं। 2025 में भारत में जलवायु-जनित चरम घटनाओं से 4,000 से अधिक मौतें हुईं, जिनमें हिमालयी राज्यों का बड़ा हिस्सा था। यह संकट प्राकृतिक से अधिक मानव-जनित बनता जा रहा है, जिसका कारण असुरक्षित भूमि उपयोग और अनियंत्रित बुनियादी ढाँचा विकास है।"
    },
    {
        "sourceText": "जल सुरक्षा के रूप में एशिया का जलस्तंभ हिमालय एक महत्त्वपूर्ण तीसरे ध्रुव के रूप में कार्य करता है, जो विशाल ताज़े जल के भंडार को संगृहीत करता है, जो बारहमासी नदी प्रणालियों सिंधु, गंगा, ब्रह्मपुत्र को पोषित करता है, जिससे भारत के कृषि प्रधान क्षेत्र को सहारा मिलता है। यह क्रायोस्फेरिक भंडार मानसून से पहले के शुष्क महीनों के दौरान गलनजल  छोड़ता है, जो उत्तरी मैदानी क्षेत्रों के खाद्य भंडार के लिये सूखे के खिलाफ एक महत्त्वपूर्ण सुरक्षा कवच के रूप में कार्य करता है।उदाहरण के लिये, हिंदूकुश हिमालय लगभग 240 मिलियन पर्वतीय निवासियों और भारत सहित लगभग 1.65 बिलियन निम्न क्षेत्रों के लाभार्थियों का समर्थन करता है।",
        "targetText": "हिमालय एशिया का जलस्तंभ और “तीसरा ध्रुव” है, जो सिंधु, गंगा और ब्रह्मपुत्र जैसी नदियों को पोषित कर भारत की कृषि को सहारा देता है। इसका हिमनदीय जल भंडार शुष्क महीनों में गलनजल देकर सूखे से सुरक्षा प्रदान करता है और लगभग 240 मिलियन पर्वतीय निवासियों तथा भारत सहित 1.65 बिलियन निचले क्षेत्र के लोगों का जीवन निर्वाह करता है।"
    },
    {
        "sourceText": "यह पर्वत शृंखला एक विशाल जलवायु अवरोधक के रूप में कार्य करती है, जो बर्फीली मध्य एशियाई कैटाबेटिक पवनों को उत्तरी भारत को शीत मरुस्थल में बदलने से रोकती है, जबकि साथ ही आर्द्रता युक्त दक्षिण-पश्चिम मानसून पवनों को रोककर रखती है। यह पर्वतीय उत्थापन उपमहाद्वीप में वर्षा का प्राथमिक चालक है, जो खरीफ फसल चक्र के लिये आवश्यक आर्द्र-शुष्क चक्रों को नियंत्रित करता है।",  
        "targetText": "हिमालय एक विशाल जलवायु अवरोधक की तरह काम करता है, जो ठंडी मध्य एशियाई हवाओं को भारत में प्रवेश से रोकता है और मानसून पवनों को थामे रखता है। इसका पर्वतीय उत्थापन उपमहाद्वीप में वर्षा को नियंत्रित करता है और खरीफ फसलों के लिए जरूरी आर्द्र-शुष्क चक्र को बनाए रखता है।"
    },
    {
        "sourceText": "जैव विविधता भंडार और औषधीय संपदा भारत में स्थित चार वैश्विक जैव विविधता हॉटस्पॉट में से एक के रूप में, हिमालय लुप्तप्राय वनस्पतियों और संभावित औषधीय खोजों आयुष के लिये एक आनुवंशिक भंडार का काम करता है।यह जैविक समृद्धि पर्यावरणीय सेवाएँ प्रदान करती है जैसे परागण और मिट्टी की स्थिरता।उदाहरण के लिये, हिमालयी जैव विविधता हॉटस्पॉट में लगभग 10,000 संवहनी पौधों की प्रजातियों में से, लगभग 3,160 प्रजातियाँ 71 जीनस का प्रतिनिधित्व स्थानिक हैं, अर्थात पृथ्वी पर कहीं और नहीं पाई जातीं।",
        "targetText": "हिमालय भारत के चार वैश्विक जैव-विविधता हॉटस्पॉट में से एक है, जो लुप्तप्राय वनस्पतियों और औषधीय संसाधनों का महत्त्वपूर्ण भंडार है। इसकी जैविक समृद्धि परागण और मिट्टी स्थिरता जैसी पर्यावरणीय सेवाएँ देती है, और यहाँ की लगभग 10,000 पौध प्रजातियों में से करीब 3,160 प्रजातियाँ केवल इसी क्षेत्र में पाई जाती हैं।"
    },
    {
        "sourceText": "इससे शून्य से नीचे के तापमान में भी बर्फ पिघलने की प्रक्रिया तीव्र हो जाती है, जिससे एक खतरनाक प्रतिक्रिया चक्र बन जाता है जहाँ प्रदूषित बर्फ अधिक गर्मी को अवशोषित करती है, जिससे स्थानीय तापमान वृद्धि की दर वैश्विक औसत से कहीं अधिक बढ़ जाती है।क्लाइमेट ट्रेंड्स द्वारा किये गए एक नए अध्ययन जिसका शीर्षक है हिमालयी ग्लेशियरों पर ब्लैक कार्बन का प्रभाव से पता चलता है कि ब्लैक कार्बन उत्सर्जन में वृद्धि ने पिछले दो दशकों में हिमालय में पिघलने की प्रक्रिया को 4 डिग्री सेल्सियस तक तीव्र कर दिया है, जिसमें पूर्वी और मध्य हिमालय में उच्च सांद्रता देखी गई है।",  
        "targetText": "ब्लैक कार्बन के कारण शून्य से नीचे तापमान में भी हिमनद तेजी से पिघल रहे हैं, जिससे प्रदूषित बर्फ अधिक गर्मी सोखकर एक खतरनाक प्रतिक्रिया चक्र बनाती है। एक अध्ययन के अनुसार, पिछले दो दशकों में ब्लैक कार्बन उत्सर्जन ने हिमालय में पिघलने की दर को लगभग 4 डिग्री तक बढ़ा दिया है, खासकर पूर्वी और मध्य हिमालय में।"
    },
    {
        "sourceText": "बहुविषयक एवं अनुसंधान-उन्मुख विश्वविद्यालय भारत की उच्च शिक्षा प्रणाली के अंतर्गत राष्ट्रीय शिक्षा नीति 2020  के अनुरूप विषयगत संस्थानों बजाय बहुविषयक एवं अनुसंधान-केंद्रित विश्वविद्यालयों को महत्त्व दिया जा रहा है।यह परिवर्तन समस्या-समाधान क्षमता को सुदृढ़ करता है, विभिन्न विषयों में नवाचार को प्रोत्साहित करता है तथा स्नातकों की रोज़गारयोग्यता में वृद्धि करता है।लक्षित वित्तपोषण और परिणाम-आधारित सुधार यह संकेत देते हैं कि नीतिगत दृष्टिकोण अब मात्र विस्तार से आगे बढ़कर संस्थागत उत्कृष्टता पर केंद्रित हो रही है।",
        "targetText": "भारत की उच्च शिक्षा में विषयगत संस्थानों की जगह बहुविषयक और अनुसंधान-केंद्रित विश्वविद्यालयों पर जोर दिया जा रहा है। यह बदलाव समस्या-समाधान क्षमता, नवाचार और स्नातकों की रोजगारयोग्यता बढ़ाने के साथ, लक्षित वित्तपोषण व परिणाम-आधारित सुधारों के माध्यम से संस्थागत उत्कृष्टता पर ध्यान केंद्रित करता है।"
    },
    {
        "sourceText": "कृत्रिम बुद्धिमत्ता तथा डिजिटल प्रौद्योगिकियों को पाठ्यक्रम, शिक्षण पद्धति एवं संस्थागत शासन में समाहित किया जा रहा है, जिससे विद्यार्थियों को भविष्य उन्मुख कौशल प्रदान किये जा सकें।इससे अधिगम का वैयक्तिकरण, अनुसंधान उत्पादकता तथा उद्योग-समन्वय में वृद्धि हो रही है।केंद्रीय बजट 2025–26 में शिक्षा हेतु कृत्रिम बुद्धिमत्ता के लिये ₹500 करोड़ के आवंटन के साथ एक समर्पित उत्कृष्टता केंद्र की घोषणा की गई है।",    
        "targetText": "कृत्रिम बुद्धिमत्ता और डिजिटल तकनीकों को शिक्षा के पाठ्यक्रम, शिक्षण और शासन में शामिल किया जा रहा है ताकि विद्यार्थियों को भविष्य-उन्मुख कौशल मिलें। इससे वैयक्तिकृत अधिगम, अनुसंधान क्षमता और उद्योग-समन्वय बढ़ा है, और बजट 2025–26 में एआई के लिए ₹500 करोड़ के साथ उत्कृष्टता केंद्र की घोषणा की गई है।"
    },
    {
        "sourceText": "शिक्षण एवं अनुसंधान में भाषाई समावेशन से पहुँच और प्रासंगिकता का विस्तार होता है। परंपरा और आधुनिकता का यह समन्वय भारत के सभ्यतागत आत्मविश्वास को सुदृढ़ करता है।उदाहरणस्वरूप, IIT खड़गपुर जैसे संस्थानों ने शिक्षा मंत्रालय के सहयोग से IKS में स्नातकोत्तर कार्यक्रम प्रारंभ किये हैं, जिनके लिये पाठ्यक्रम विकास तथा संकाय-प्रशिक्षण पहलें संचालित की जा रही हैं।",
        "targetText": "शिक्षा और अनुसंधान में भाषाई समावेशन से पहुँच और प्रासंगिकता बढ़ती है तथा परंपरा-आधुनिकता का संतुलन सभ्यतागत आत्मविश्वास को मजबूत करता है। इसी दिशा में IIT खड़गपुर जैसे संस्थानों ने शिक्षा मंत्रालय के सहयोग से IKS में स्नातकोत्तर कार्यक्रम और संबंधित पाठ्यक्रम व संकाय-प्रशिक्षण पहलें शुरू की हैं।"
    },
    {
        "sourceText": "विद्यार्थी कल्याण को अब शैक्षणिक सफलता तथा संस्थागत गुणवत्ता का अनिवार्य घटक माना जा रहा है। उच्च शिक्षा संस्थानों में परामर्श, मार्गदर्शन तथा तनाव-प्रबंधन प्रणालियों को अकादमिक नियोजन का अभिन्न अंग बनाया जा रहा है। ताकि अधिक स्वस्थ एवं अनुकूल अधिगम पारितंत्र का निर्माण हो सके।इस संदर्भ में, UGC ने एकीकृत मानसिक स्वास्थ्य नीति जारी की है, जिसके अंतर्गत सभी उच्च शिक्षा संस्थानों में परामर्श केंद्र स्थापित करना अनिवार्य किया गया है।",     
        "targetText": "विद्यार्थी कल्याण को शैक्षणिक सफलता और संस्थागत गुणवत्ता का अहम हिस्सा माना जा रहा है। इसके तहत उच्च शिक्षा संस्थानों में परामर्श, मार्गदर्शन और तनाव-प्रबंधन को अकादमिक ढांचे में शामिल किया गया है, और UGC ने सभी संस्थानों में परामर्श केंद्र अनिवार्य करते हुए एकीकृत मानसिक स्वास्थ्य नीति जारी की है।"
    },
    {
        "sourceText": "भारत के अनेक विश्वविद्यालय आज डिग्री उत्पादन केंद्र के रूप में कार्य कर रहे हैं, जहाँ व्यावहारिक कौशल अर्जन की तुलना में सैद्धांतिक एवं पारंपरिक अधिगम को प्राथमिकता दी जाती है। इसके परिणामस्वरूप एक ऐसा कार्यबल तैयार हो रहा है जो प्रमाण-पत्रों से युक्त तो है, किंतु व्यावसायिक रूप से सक्षम नहीं है।यह विसंगति “ऐसे स्नातकों को सृजित कर सही है जो रोज़गार हीनता की समस्या का सामना कर रहे हैं, जिसके कारण उद्योगों को या तो अत्यधिक प्रशिक्षण लागत वहन करनी पड़ती है अथवा उच्च युवा बेरोज़गारी के बावजूद पद रिक्त रखने पड़ते हैं।",
        "targetText": "कई भारतीय विश्वविद्यालय व्यावहारिक कौशल के बजाय सैद्धांतिक पढ़ाई पर जोर दे रहे हैं, जिससे डिग्रीधारी लेकिन व्यावसायिक रूप से अक्षम स्नातक तैयार हो रहे हैं। इस कौशल-असंतुलन के कारण उद्योगों को अतिरिक्त प्रशिक्षण देना पड़ता है या फिर युवा बेरोज़गारी के बावजूद पद खाली रह जाते हैं।"
    },
    {
        "sourceText": "उच्च शिक्षा प्रणाली में स्थायी शिक्षकों की गंभीर कमी विद्यमान है, जिसके चलते संस्थान अस्थायी एड-हॉक शिक्षकों पर अत्यधिक निर्भर हो गये हैं। ऐसे शिक्षकों के पास न तो अनुसंधान हेतु पर्याप्त प्रोत्साहन होता है और न ही रोज़गार-सुरक्षा, जिससे संस्थागत स्मृति, मार्गदर्शन व्यवस्था तथा शैक्षणिक निरंतरता प्रभावित होती है।यह स्थिति भारत के विश्वगुरु बनने के आकांक्षी लक्ष्य को भी बाधित करती है।",
        "targetText": "उच्च शिक्षा में स्थायी शिक्षकों की कमी के कारण संस्थान अस्थायी एड-हॉक शिक्षकों पर निर्भर हैं, जिनमें शोध प्रोत्साहन और नौकरी सुरक्षा का अभाव है। इससे शैक्षणिक निरंतरता, मार्गदर्शन और संस्थागत गुणवत्ता प्रभावित होती है, जो भारत के “विश्वगुरु” बनने के लक्ष्य में बाधा है।"
    },
    {
        "sourceText": "यद्यपि केंद्रीय बजट 2024–25 में उच्च शिक्षा हेतु आवंटन में वृद्धि की गई, तथापि निजीकरण एवं स्व-वित्तपोषित कोर्सेज़ की प्रवृत्ति निरंतर बनी हुई है, जिससे सार्वजनिक व्यय का वास्तविक वितरणात्मक प्रभाव सीमित रह जाता है।बढ़े हुए वित्तीय संसाधनों का बड़ा भाग छात्रवृत्तियों एवं फेलोशिप के स्थान पर संस्थागत विस्तार तथा पूंजीगत व्यय में समाहित हो जाता है, जिसके कारण हाशिये पर स्थित वर्गों के विद्यार्थी बढ़ती शुल्क-भार से प्रभावित होते हैं।",
        "targetText": "बजट 2024–25 में उच्च शिक्षा का आवंटन बढ़ने के बावजूद निजीकरण और स्व-वित्तपोषित पाठ्यक्रमों का विस्तार जारी है। इससे बढ़े संसाधन छात्रवृत्तियों के बजाय संस्थागत व पूंजीगत खर्च में चले जाते हैं, और हाशिये के विद्यार्थियों पर बढ़ते शुल्क का बोझ बना रहता है।"
    },
    {
        "sourceText": "यद्यपि NAAC मानकों के संवर्द्धन में महत्त्वपूर्ण भूमिका निभाता है, तथापि प्रक्रियात्मक खामियों एवं सत्यनिष्ठा संबंधी मुद्दों ने विश्वास को क्षीण किया है, जिससे घरेलू एवं अंतर्राष्ट्रीय स्तर पर संस्थानों की छवि प्रभावित होती है।वर्तमान में भारत के 30% से अधिक उच्च शिक्षा संस्थान NAAC से प्रत्यायित नहीं हैं, जिसके कारण बड़ी संख्या में संस्थान औपचारिक गुणवत्ता मान्यता के बिना संचालित हो रहे हैं।",
        "targetText": "NAAC गुणवत्ता मानकों को बढ़ावा देने में अहम है, लेकिन प्रक्रियात्मक और सत्यनिष्ठा संबंधी समस्याओं ने उस पर विश्वास कम किया है। परिणामस्वरूप 30% से अधिक उच्च शिक्षा संस्थान NAAC से प्रत्यायित नहीं हैं और औपचारिक गुणवत्ता मान्यता के बिना संचालित हो रहे हैं।"
    },
    {
        "sourceText": "यद्यपि समग्र सकल नामांकन अनुपात में सुधार हो रहा है, किंतु यह आँकड़ा गहन क्षेत्रीय एवं सामाजिक विषमताओं को आच्छादित कर देता है। दक्षिणी राज्यों में उच्च नामांकन के विपरीत, आंतरिक एवं पिछड़े क्षेत्रों में उच्च शिक्षा तक पहुँच सीमित बनी हुई है।शिक्षा का सामूहिकीकरण समावेशी नहीं रहा है, क्योंकि टियर 2 एवं टियर 3 शहरों के विद्यार्थी महानगरीय संस्थानों की तुलना में कमज़ोर अवसंरचना और गुणवत्ता की समस्या से जूझते हैं।",  
        "targetText": "सकल नामांकन अनुपात में सुधार के बावजूद उच्च शिक्षा में गहरी क्षेत्रीय और सामाजिक असमानताएँ बनी हुई हैं। दक्षिणी राज्यों की तुलना में पिछड़े क्षेत्रों और टियर-2/टियर-3 शहरों में पहुँच, अवसंरचना और गुणवत्ता कमजोर है, जिससे शिक्षा का विस्तार समावेशी नहीं हो पाया है।"
    },
    {
        "sourceText": "उच्च शिक्षा में व्याप्त अफिलिएशन राज को समाप्त करने हेतु नियामक संस्थाओं को परिपक्वता आधारित ग्रेडेड स्वायत्तता मॉडल की ओर तीव्रता से संक्रमण करना होगा।इसके अंतर्गत कठोर, अधोगामी निरीक्षण व्यवस्था के स्थान पर “हल्का किंतु प्रभावी”  पर्यवेक्षण तंत्र अपनाया जाए, जिसमें उच्च प्रदर्शन करने वाले संस्थानों को अकादमिक, प्रशासनिक तथा वित्तीय स्तर पर पूर्ण स्वतंत्रता प्राप्त हो।",
        "targetText": "उच्च शिक्षा में अफिलिएशन राज खत्म करने के लिए नियामकों को परिपक्वता-आधारित ग्रेडेड स्वायत्तता अपनानी चाहिए। इसके तहत कठोर नियंत्रण की जगह हल्का लेकिन प्रभावी पर्यवेक्षण हो, जिससे उच्च प्रदर्शन वाले संस्थानों को अकादमिक, प्रशासनिक और वित्तीय स्वतंत्रता मिल सके।"
    },
    {
        "sourceText": "सार्वजनिक विश्वविद्यालयों को केवल राज्य अनुदानों पर निर्भरता कम कर व्यावसायिक एंडोमेंट प्रबंधन तंत्र विकसित करना होगा।हाइयर एजुकेशन फाइनेंसिंग एजेंसी (HEFA) के मॉडल की तर्ज पर, संस्थानों को अपने पूर्व विद्यार्थी नेटवर्क, पेटेंट पोर्टफोलियो तथा परामर्श सेवाओं के माध्यम से स्थायी कोष निर्माण हेतु सशक्त किया जाना चाहिये।",
        "targetText": "सार्वजनिक विश्वविद्यालयों को राज्य अनुदानों पर निर्भरता घटाकर पेशेवर एंडोमेंट प्रबंधन अपनाना चाहिए। HEFA मॉडल की तरह, पूर्व विद्यार्थी नेटवर्क, पेटेंट और परामर्श सेवाओं के जरिए स्थायी कोष निर्माण को बढ़ावा देना आवश्यक है।"
    },
    {
        "sourceText": "ये द्वीप विश्व की अंतिम असंपर्कित जनजातियों में से एक की मेज़बानी करते हैं, जो एक अमूल्य मानव विरासत सीमा का प्रतिनिधित्व करते हैं और स्वदेशी अधिकारों एवं संरक्षणवाद के प्रति भारत की प्रतिबद्धता को परिभाषित करते हैं। इनमें से अनेक जनजातियों को उनकी कम संख्या, कृषि-पूर्व आजीविका तथा अत्यधिक अलगाव के कारण विशेष रूप से कमज़ोर जनजातीय समूह के रूप में वर्गीकृत किया गया है।",
        "targetText": "ये द्वीप विश्व की अंतिम असंपर्कित जनजातियों का घर हैं, जो अमूल्य मानव विरासत का प्रतीक हैं और स्वदेशी अधिकारों व संरक्षण के प्रति भारत की प्रतिबद्धता दिखाते हैं। कम जनसंख्या, कृषि-पूर्व जीवनशैली और अत्यधिक अलगाव के कारण कई जनजातियाँ विशेष रूप से कमज़ोर जनजातीय समूह के रूप में वर्गीकृत हैं।"
    },
    {
        "sourceText": "ये द्वीप गैलेथिया खाड़ी में एक ट्रांस शिपमेंट हब स्थापित करके कोलंबो और सिंगापुर जैसे विदेशी बंदरगाहों पर भारत की निर्भरता को कम करने के लिये अनुकूल स्थिति में हैं।यह बदलाव विदेशी केंद्रों को होने वाले भारी राजस्व हानि की भरपाई करेगा और भारत को प्रत्यक्ष रूप से प्राथमिक पूर्व–पश्चिम शिपिंग मार्ग से जोड़ देगा, जिससे भारतीय निर्यातकों के लिये लॉजिस्टिक्स लागत में महत्त्वपूर्ण कमी आएगी।",
        "targetText": "गैलेथिया खाड़ी में ट्रांस शिपमेंट हब स्थापित कर ये द्वीप कोलंबो और सिंगापुर जैसे विदेशी बंदरगाहों पर भारत की निर्भरता कम कर सकते हैं। इससे भारत सीधे पूर्व–पश्चिम शिपिंग मार्ग से जुड़ेगा, राजस्व देश में रहेगा और निर्यातकों की लॉजिस्टिक्स लागत घटेगी।"
    },
    {
        "sourceText": "अंडमान और निकोबार द्वीप समूह ने छः डिग्री चैनल और मलक्का जलडमरूमध्य के मार्गों पर प्रभुत्व स्थापित करके भारत की रक्षात्मक स्थिति को आक्रामक लाभ में बदल दिया है।इस निकटता के कारण भारत संघर्षों के दौरान शत्रुतापूर्ण नौसैनिक गतिविधियों या ऊर्जा आपूर्ति को बाधित कर सकता है, जिससे चीन जैसे विरोधियों के लिये एक विश्वसनीय मलक्का विवाद उत्पन्न हो जाता है, जो ऊर्जा सुरक्षा के लिये इस मार्ग पर बहुत अधिक निर्भर है।",
        "targetText": "अंडमान–निकोबार द्वीप समूह छः डिग्री चैनल और मलक्का जलडमरूमध्य पर रणनीतिक नियंत्रण देकर भारत की रक्षात्मक क्षमता को आक्रामक बढ़त में बदलते हैं। इससे भारत संकट के समय शत्रु नौसैनिक गतिविधियों या ऊर्जा आपूर्ति को बाधित कर सकता है, जिससे चीन जैसे देशों के लिए ऊर्जा सुरक्षा पर दबाव बनता है।"
    },
    {
        "sourceText": "अंडमान और निकोबार द्वीप समूह के आसपास का विशाल समुद्री क्षेत्र असंपृक्त तलछटी बेसिनों से भरा हुआ है जो भारत के भविष्य की हाइड्रोकार्बन ज़रूरतों के लिये एक रणनीतिक ऊर्जा भंडार के रूप में कार्य करता है।इन गहरे जल सीमांत क्षेत्रों का दोहन आयात पर निर्भरता को कम करता है और समुद्री संसाधनों पर संप्रभु अधिकारों की पुष्टि करता है, जिससे अंडमान सागर में शत्रुतापूर्ण तत्त्वों द्वारा अवैध अन्वेषण के प्रयासों का सामना किया जा सकता है।",
        "targetText": "अंडमान–निकोबार द्वीप समूह छः डिग्री चैनल और मलक्का जलडमरूमध्य पर रणनीतिक नियंत्रण देकर भारत की रक्षात्मक क्षमता को आक्रामक बढ़त में बदलते हैं। इससे भारत संकट के समय शत्रु नौसैनिक गतिविधियों या ऊर्जा आपूर्ति को बाधित कर सकता है, जिससे चीन जैसे देशों के लिए ऊर्जा सुरक्षा पर दबाव बनता है।"
    },
    {
        "sourceText": "समुद्र के नीचे बिछाई गई केबलों के चालू होने के बावजूद, द्वीपसमूह को अभी भी अविश्वसनीय इंटरनेट बैंडविड्थ और दूरस्थ द्वीपों में डिजिटल शैडोज़ का सामना करना पड़ता है, जो शासन और डिजिटल अर्थव्यवस्था में बाधा डालता है।द्वीपों के बीच अपर्याप्त हवाई और समुद्री संपर्क पोर्ट ब्लेयर से दक्षिणी द्वीपों तक आर्थिक लाभ को सीमित करता है, जिससे परिधीय समुदाय स्वास्थ्य सेवा और आपातकालीन सेवाओं से अलग-थलग पड़ जाते हैं।",
        "targetText": "समुद्री केबलों के बावजूद अंडमान–निकोबार में इंटरनेट बैंडविड्थ कमजोर है और दूरस्थ द्वीपों में डिजिटल कनेक्टिविटी की कमी बनी हुई है, जिससे शासन और डिजिटल अर्थव्यवस्था प्रभावित होती है। साथ ही, अपर्याप्त हवाई और समुद्री संपर्क के कारण आर्थिक लाभ पोर्ट ब्लेयर तक सीमित रह जाते हैं और दूरस्थ समुदाय स्वास्थ्य व आपात सेवाओं से कटे रहते हैं।"
    },
    {
        "sourceText": "ये द्वीप ताज़े जल की कमी से जूझ रहे हैं और पर्यटन तथा सैन्य कर्मियों की नियोजित वृद्धि सीमित जलभंडार पुनर्भरण दरों की अनदेखी करती है, जिससे संसाधन जाल उत्पन्न होता है।उदाहरण के लिये, भारी उष्णकटिबंधीय वर्षा होने के बावजूद, द्वीपों में भूवैज्ञानिक परतें भूमिगत जल को संचित करने और बड़े पैमाने पर संचयन के लिये अवसंरचना के लिए अपर्याप्त हैं, जिससे गर्मियों के दौरान पानी की गंभीर कमी हो जाती है।",
        "targetText": "अंडमान निकोबार द्वीप ताज़े पानी की कमी से जूझ रहे हैं, जहाँ पर्यटन और सैन्य विस्तार सीमित जल पुनर्भरण को अनदेखा कर संसाधन संकट पैदा कर रहा है। भारी वर्षा के बावजूद कमजोर भूवैज्ञानिक संरचना और अपर्याप्त अवसंरचना के कारण गर्मियों में गंभीर जल कमी होती है।"
    },
    {
        "sourceText": "द्वीप-विशिष्ट शासन को बढ़ावा देना नीतिगत कार्यढाँचों को मुख्य भूमि के टेम्पलेट्स से आगे बढ़कर सीमित भूमि, जल , उच्च रसद लागत और आपदा जोखिम जैसी द्वीपीय बाधाओं को प्रतिबिंबित करना चाहिये।स्थानीय परिषदों को सुदृढ़ करना, योजना और बजटीय शक्तियों का विकेंद्रीकरण करना और द्वीपों के बीच संपर्क में सुधार करना,  कर्मचारियों की कमी एवं धीमी सेवा प्रदाय की समस्या को दूर करने के लिये महत्त्वपूर्ण है।",
        "targetText": "द्वीप-विशिष्ट शासन के लिए नीतियों को मुख्य भूमि के मॉडल से अलग रखते हुए सीमित भूमि, जल, उच्च लागत और आपदा जोखिम जैसी चुनौतियों को ध्यान में रखना चाहिए। स्थानीय परिषदों को मजबूत कर, योजना व बजट का विकेंद्रीकरण और द्वीपों के बीच बेहतर संपर्क से कर्मचारियों की कमी और धीमी सेवा वितरण की समस्या कम की जा सकती है।"
    },
    {
        "sourceText": "भौतिक अवसंरचना से परे, विकास में मानसिक स्वास्थ्य, स्वास्थ्य सेवा तक अभिगम्यता, शिक्षा और आजीविका को प्राथमिकता दी जानी चाहिये, विशेष रूप से सबसे अलग-थलग द्वीपों में।विशेषज्ञ देखभाल की सीमित उपलब्धता तथा मुख्य भूमि पर लंबे समय तक रेफरल की वजह से तनाव एवं अनुपचारित बीमारियाँ और भी बढ़ जाती हैं। कुछ द्वीपीय ज़िलों में आत्महत्या की दर राष्ट्रीय औसत से लगभग चार गुना अधिक बताई जाती है।",
        "targetText": "अवसंरचना से आगे बढ़कर विकास में मानसिक स्वास्थ्य, स्वास्थ्य सेवा की पहुँच, शिक्षा और आजीविका को प्राथमिकता देना ज़रूरी है, खासकर दूरस्थ द्वीपों में। विशेषज्ञ उपचार की कमी और मुख्य भूमि पर लंबे रेफरल के कारण तनाव व अनुपचारित बीमारियाँ बढ़ती हैं, और कुछ द्वीपों में आत्महत्या दर राष्ट्रीय औसत से कहीं अधिक है।"
    },
    {
        "sourceText": "दोनों पक्ष दूरस्थ लोकतंत्रों के संबंधों से एक बहुध्रुवीय विश्व में अपरिहार्य साझेदारों के रूप में परिवर्तित हो गए हैं, विशेष रूप से चीन से जुड़े जोखिमों को कम करने तथा अमेरिकी व्यापार नीतियों की अनिश्चितता से निपटने पर ध्यान केंद्रित कर रहे हैं। यह अभिसरण रणनीतिक स्वायत्तता के साझा लक्ष्य से प्रेरित है, जहाँ भारत और यूरोपीय संघ, अमेरिका व चीन के बीच G2-शैली की द्विध्रुवीयता को रोकने के लिये स्थिर ध्रुवों के रूप में कार्य करते हैं।",
        "targetText": "भारत और यूरोपीय संघ दूरस्थ लोकतंत्रों से आगे बढ़कर बहुध्रुवीय विश्व में अपरिहार्य साझेदार बन रहे हैं। यह साझेदारी चीन से जुड़े जोखिमों और अमेरिकी व्यापार नीतियों की अनिश्चितता से निपटने तथा रणनीतिक स्वायत्तता के साझा लक्ष्य के तहत G2-प्रकार की द्विध्रुवीयता को संतुलित करने पर केंद्रित है।"
    },
    {
        "sourceText": "व्यापार और बाज़ार अभिगम्यता विवाद मुक्त व्यापार समझौते की वार्ताएँ, जो वर्ष 2022 में पुनः आरंभ हुई थीं, वर्तमान में ऑटोमोबाइल, डेयरी और मोड 4 श्रम गतिशीलता जैसे संवेदनशील क्षेत्रों पर मतभेदों के कारण रुकी हुई हैं।यूरोपीय संघ चाहता है कि भारत ऑटोमोबाइल, वाइन, डेयरी और विलासिता की वस्तुओं पर टैरिफ में भारी कमी करे, जबकि भारत अपने औषधि, वस्त्र और IT सेवाओं के लिये अधिक बाज़ार अभिगम्यता की मांग कर रहा है।",
        "targetText": "भारत–यूरोपीय संघ मुक्त व्यापार समझौता वार्ताएँ ऑटोमोबाइल, डेयरी और श्रम गतिशीलता जैसे संवेदनशील मुद्दों पर मतभेदों के कारण अटकी हुई हैं। यूरोपीय संघ टैरिफ में बड़ी कटौती चाहता है, जबकि भारत औषधि, वस्त्र और आईटी सेवाओं के लिए अधिक बाज़ार पहुँच की मांग कर रहा है।"
    },
    {
        "sourceText": "COP30 में यह उजागर हुआ है कि अपशिष्ट एक प्रमुख जलवायु चुनौती बन चुका है तथा अनियंत्रित शहरी अपशिष्ट से निकलने वाली मीथेन एक गंभीर वैश्विक खतरा उत्पन्न कर रही है। भारत में, तीव्र शहरीकरण के कारण अनुमान है कि वर्ष 2030 तक शहरों में प्रतिवर्ष 16.5 करोड़ टन अपशिष्ट उत्पन्न होगा, जो वर्ष 2050 तक बढ़कर 43.5 करोड़ टन हो जाएगा, साथ ही 41 करोड़ टन से अधिक ग्रीनहाउस गैस उत्सर्जन भी होगा।",   
        "targetText": "COP30 में अपशिष्ट को एक गंभीर जलवायु चुनौती बताया गया है, जहाँ शहरी अपशिष्ट से निकलने वाली मीथेन बड़ा वैश्विक खतरा बन रही है। भारत में शहरीकरण के कारण अपशिष्ट और उससे होने वाले ग्रीनहाउस गैस उत्सर्जन में भविष्य में तीव्र वृद्धि का अनुमान है।"
    },
    {
        "sourceText": "भारत में जनसंख्या वृद्धि, शहरों के विस्तार और उपभोग के तरीकों में बदलाव के कारण अपशिष्ट की मात्रा लगातार बढ़ती जा रही है। हाल के अनुमानों के अनुसार, देश प्रतिदिन लगभग 170,000 टन नगरपालिका ठोस अपशिष्ट उत्पन्न करता है, जो वार्षिक रूप से लगभग 62 मिलियन टन होता है।वैश्विक स्तर पर, संयुक्त राष्ट्र पर्यावरण कार्यक्रम द्वारा किये गए आकलन इस बात पर प्रकाश डालते हैं।",
        "targetText": "भारत में जनसंख्या वृद्धि, शहरी विस्तार और बदलते उपभोग पैटर्न के कारण अपशिष्ट उत्पादन तेजी से बढ़ रहा है। देश प्रतिदिन लगभग 1.7 लाख टन नगरपालिका ठोस अपशिष्ट उत्पन्न करता है, जबकि वैश्विक स्तर पर यूएनईपी के आकलन इस समस्या की गंभीरता को रेखांकित करते हैं।"
    },
    {
        "sourceText": "अपशिष्ट उत्पादन में शहरी-ग्रामीण अंतर: भारत में शहरी और ग्रामीण क्षेत्रों के बीच अपशिष्ट उत्पादन के पैटर्न में काफी अंतर है।शहरों में प्रति व्यक्ति अपशिष्ट की मात्रा बहुत अधिक होती है। अनुमान है कि वर्ष 2030 तक शहरी केंद्रों में प्रति वर्ष लगभग 16.5 करोड़ टन अपशिष्ट उत्पन्न होगा, जिससे नगरपालिका प्रणालियों पर भारी दबाव पड़ेगा। इसके विपरीत, ग्रामीण क्षेत्रों में प्रति व्यक्ति अपशिष्ट की मात्रा कम होती है तथा इसका अधिकांश भाग जैव अपघटनीय होता है।",
        "targetText": "भारत में शहरी और ग्रामीण क्षेत्रों के अपशिष्ट उत्पादन में स्पष्ट अंतर है। शहरों में प्रति व्यक्ति अपशिष्ट अधिक होता है और 2030 तक शहरी क्षेत्रों में लगभग 16.5 करोड़ टन वार्षिक अपशिष्ट से नगरपालिका प्रणालियों पर भारी दबाव पड़ेगा, जबकि ग्रामीण क्षेत्रों में अपशिष्ट कम और अधिकतर जैव-अपघटनीय होता है।"
    },
    {
        "sourceText": "जैविक अपशिष्ट: बचा हुआ भोजन, सब्जियों के छिलके, फलों का अपशिष्ट, बाज़ार और बगीचे का अपशिष्ट, अर्थात वह गीला भाग जो जल्दी सड़ जाता है। जब इसे लैंडफिल में छोड़ दिया जाता है या फेंक दिया जाता है, तो यह मीथेन गैस उत्पन्न करता है, जो एक शक्तिशाली ग्रीनहाउस गैस है और दुर्गंध, मक्खियों एवं बीमारियों का खतरा उत्पन्न करता है।भारत के कई शहरों में नगरपालिका के ठोस अपशिष्ट का आधे से अधिक हिस्सा जैविक होता है।",   
        "targetText": "जैविक अपशिष्ट जैसे भोजन के अवशेष, सब्ज़ियों-फलों के छिलके और बगीचे का कचरा जल्दी सड़ता है। लैंडफिल में जाने पर यह मीथेन जैसी शक्तिशाली ग्रीनहाउस गैस पैदा करता है और दुर्गंध व रोगों का खतरा बढ़ाता है। भारत के कई शहरों में नगरपालिका अपशिष्ट का आधे से अधिक भाग जैविक है।"
    },
    {
        "sourceText": "कागज़ और गत्ता, काँच की बोतलें, धातु के डिब्बे, कपड़ा, रबड़, ऐसी वस्तुएँ जिन्हें अलग से एकत्र करने पर प्रायः पुनर्चक्रण योग्य माना जा सकता है।सरकारी आकलन और अपशिष्ट वर्गीकरण अध्ययनों के अनुसार, भारत में नगरपालिका ठोस अपशिष्ट का लगभग एक तिहाई (आवास और शहरी मामलों के मंत्रालय के अनुसार 35%) शुष्क अपशिष्ट होता है।प्लास्टिक अपशिष्ट: इसमें सभी प्रकार की प्लास्टिक पैकेजिंग, एकल-उपयोग वाली वस्तुएँ, मल्टी लेयर्ड पाउच, PET बोतलें, फिल्म और प्लास्टिक के टुकड़े शामिल हैं।",
        "targetText": "काग़ज़, गत्ता, काँच, धातु, कपड़ा और रबर जैसे पदार्थ शुष्क अपशिष्ट में आते हैं, जो अलग संग्रहण पर पुनर्चक्रण योग्य होते हैं। सरकारी आकलनों के अनुसार भारत में नगरपालिका ठोस अपशिष्ट का लगभग 35% हिस्सा शुष्क अपशिष्ट है। वहीं प्लास्टिक अपशिष्ट में पैकेजिंग, एकल-उपयोग वस्तुएँ, मल्टी-लेयर्ड पाउच, PET बोतलें और प्लास्टिक फिल्म शामिल हैं।"
    },
    {
        "sourceText": "भारत विश्व में इलेक्ट्रॉनिक अपशिष्ट के सबसे तीव्रता से बढ़ते उत्पादकों में से एक है। तीव्रता से हो रहे डिजिटलीकरण, गैजेट्स के बार-बार प्रतिस्थापन और स्मार्टफोन, लैपटॉप एवं घरेलू उपकरणों के बढ़ते उपयोग के साथ।भारत में ई-अपशिष्ट उत्पादन में 5 वर्षों में 73% की वृद्धि हुई, जो सत्र 2023-24 में 1.751 मिलियन मीट्रिक टन तक पहुँच गया।इसके अलावा, वित्त वर्ष 2023 तक, भारत ने लगभग 100 किलोटन (kt) संचयी सौर अपशिष्ट उत्पन्न किया है, जो वर्ष 2030 तक बढ़कर 340 kt हो जाएगा।",
        "targetText": "भारत इलेक्ट्रॉनिक अपशिष्ट के सबसे तेज़ी से बढ़ते उत्पादकों में शामिल है। तेज़ डिजिटलीकरण और इलेक्ट्रॉनिक उपकरणों के बढ़ते उपयोग के कारण पिछले 5 वर्षों में ई-अपशिष्ट में 73% की वृद्धि हुई है, जो 2023–24 में 1.751 मिलियन मीट्रिक टन तक पहुँच गया। साथ ही, सौर ऊर्जा के विस्तार के कारण सौर अपशिष्ट भी बढ़ रहा है, जो 2023 तक 100 किलोटन से बढ़कर 2030 तक 340 किलोटन होने का अनुमान है।"
    },
    {
        "sourceText": "जैवचिकित्सा अपशिष्ट अस्पतालों, क्लीनिकों, प्रयोगशालाओं और स्वास्थ्य देखभाल सुविधाओं से उत्पन्न होता है। दिल्ली जैसे प्रमुख शहरी केंद्रों में प्रतिदिन लगभग 40 टन जैव-चिकित्सा अपशिष्ट उत्पन्न होता है, जो अपशिष्ट उपचार अवसंरचना पर दबाव को दर्शाता है।इस प्रकार के अपशिष्ट का अनुचित प्रबंधन संक्रमण फैला सकता है तथा सार्वजनिक स्वास्थ्य के लिये गंभीर खतरा उत्पन्न कर सकता है। हालाँकि राष्ट्रीय आँकड़े भिन्न-भिन्न हैं, लेकिन शहरी स्वास्थ्य देखभाल प्रणालियाँ जैव चिकित्सा अपशिष्ट उत्पादन में एक बड़ा हिस्सा योगदान करती हैं।",
        "targetText": "जैवचिकित्सा अपशिष्ट अस्पतालों और स्वास्थ्य सुविधाओं से उत्पन्न होता है, जो बड़े शहरों में तेज़ी से बढ़ रहा है। दिल्ली जैसे शहरी केंद्रों में प्रतिदिन लगभग 40 टन जैवचिकित्सा अपशिष्ट निकलता है, जिससे उपचार अवसंरचना पर दबाव पड़ता है। इसका अनुचित प्रबंधन संक्रमण फैलाने और सार्वजनिक स्वास्थ्य के लिये गंभीर खतरा पैदा कर सकता है।"
    },
    {
        "sourceText": "इसमें विषैले, ज्वलनशील, संक्षारक या प्रतिक्रियाशील अपशिष्ट शामिल हैं जो मुख्य रूप से रसायन, फार्मास्यूटिकल्स और धातु विज्ञान जैसे उद्योगों द्वारा उत्पन्न होते हैं।केंद्रीय प्रदूषण नियंत्रण बोर्ड के अनुसार, भारत में प्रतिवर्ष लगभग 7.9 मिलियन टन खतरनाक औद्योगिक अपशिष्ट उत्पन्न होता है।सुरक्षित भंडारण, परिवहन और निपटान प्रमुख चुनौतियाँ बनी हुई हैं, विशेषकर औद्योगिक समूहों में।",  
        "targetText": "खतरनाक औद्योगिक अपशिष्ट में विषैले, ज्वलनशील और प्रतिक्रियाशील पदार्थ शामिल होते हैं, जो मुख्यतः रसायन, फार्मास्यूटिकल्स और धातु उद्योगों से उत्पन्न होते हैं। भारत में प्रतिवर्ष लगभग 7.9 मिलियन टन ऐसा अपशिष्ट निकलता है। इसके सुरक्षित भंडारण, परिवहन और निपटान में विशेषकर औद्योगिक क्षेत्रों में गंभीर चुनौतियाँ बनी हुई हैं।"
    },
    {
        "sourceText": "निर्माण एवं विध्वंस अपशिष्ट भवन निर्माण, नवीनीकरण और विध्वंस जैसी गतिविधियों से उत्पन्न होता है, और इसमें मुख्य रूप से ईंटें, कंक्रीट, टाइलें, मिट्टी, प्लास्टर, लकड़ी एवं मलबा शामिल होता है।तीव्रता से हो रहे शहरीकरण और अधोसंरचना के विस्तार के साथ, भारत में प्रतिवर्ष लगभग 10-12 मिलियन टन निर्माण एवं विध्वंस अपशिष्ट उत्पन्न होता है। इस भारी मात्रा में अपशिष्ट का एक महत्त्वपूर्ण हिस्सा सड़कों के किनारे, खुले भूखंडों और जल निकायों में अवैध रूप से फेंक दिया जाता है, जिससे शहरी बाढ़, धूल प्रदूषण एवं भूमि क्षरण होता है।",
        "targetText": "निर्माण एवं विध्वंस अपशिष्ट में ईंट, कंक्रीट, मलबा आदि शामिल होते हैं और भारत में शहरीकरण के कारण प्रतिवर्ष लगभग 10–12 मिलियन टन ऐसा अपशिष्ट उत्पन्न होता है। इसका अवैध निपटान सड़कों, खुले भूखंडों और जल निकायों में होने से शहरी बाढ़, धूल प्रदूषण और भूमि क्षरण जैसी समस्याएँ बढ़ती हैं।"
    },
    {
        "sourceText": "अधिकांश शहरों में अपशिष्ट को गीले, सूखे और खतरनाक श्रेणियों में अलग करने की व्यवस्था कमज़ोर बनी हुई है। स्रोत पर पृथक्करण अनिवार्य करने वाले नियमों के बावजूद, दिल्ली और मुंबई जैसे शहर कुल अपशिष्ट के 50 प्रतिशत से भी कम का पृथक्करण कर रहे हैं। जब मिश्रित अपशिष्ट संग्रहण वाहनों या प्रसंस्करण संयंत्रों तक पहुँचता है, तो पुनर्चक्रण योग्य पदार्थ दूषित हो जाते हैं और जैविक अपशिष्ट को कुशलतापूर्वक खाद या बायो-मीथेन में परिवर्तित नहीं किया जा सकता है।",
        "targetText": "भारत के अधिकांश शहरों में अपशिष्ट का गीले, सूखे और खतरनाक श्रेणियों में पृथक्करण प्रभावी नहीं है। नियमों के बावजूद दिल्ली और मुंबई जैसे शहर 50% से भी कम अपशिष्ट का पृथक्करण कर पा रहे हैं, जिससे मिश्रित अपशिष्ट के कारण पुनर्चक्रण योग्य सामग्री दूषित हो जाती है और जैविक अपशिष्ट का खाद या बायो-मीथेन में रूपांतरण बाधित होता है।"
    },
    {
        "sourceText": "भारत अभी भी अपशिष्ट के निपटान के डिफ़ॉल्ट तरीके के रूप में लैंडफिलिंग पर बहुत अधिक निर्भर है। अनुमानों से पता चलता है कि नगरपालिका के ठोस अपशिष्ट का आधे से अधिक हिस्सा डंपसाइटों में चला जाता है, जिनमें से कई खुले एवं अवैज्ञानिक हैं। दिल्ली व अन्य महानगरों के आसपास स्थित बड़े-बड़े पुराने अपशिष्ट डंप मीथेन का उत्सर्जन करते रहते हैं, जहरीले तरल पदार्थों को भूजल में रिसने देते हैं तथा आग के माध्यम से वायु प्रदूषण का कारण बनते हैं।",
        "targetText": "भारत में अपशिष्ट निपटान का प्रमुख तरीका अब भी लैंडफिलिंग है, जहाँ नगरपालिका ठोस अपशिष्ट का आधे से अधिक भाग खुले और अवैज्ञानिक डंपसाइटों में जाता है। गाज़ीपुर जैसे पुराने डंप मीथेन उत्सर्जन, भूजल प्रदूषण और आग से वायु प्रदूषण का कारण बनते हैं, जिससे गंभीर पर्यावरणीय और स्वास्थ्य जोखिम पैदा होते हैं।"
    },
    {
        "sourceText": "अपशिष्ट उत्पादन में तीव्रता से वृद्धि हो रही है, लेकिन प्रसंस्करण क्षमता उस गति से नहीं बढ़ पाई है। कम्पोस्टिंग संयंत्र, बायोमेथेनेशन इकाइयाँ, सामग्री पुनर्प्राप्ति सुविधाएँ और कार्बन एवं विध्वंस पुनर्चक्रण संयंत्र असमान रूप से वितरित हैं तथा प्रायः इनका पूर्ण उपयोग नहीं हो पाता है। इसी वजह से 30% से भी कम अपशिष्ट का शोधन हो पाता है। खराब गुणवत्ता वाले कच्चे माल, परिचालन संबंधी समस्याओं या खाद या अपशिष्ट से बने ईंधन जैसे उत्पादों की बाज़ार में मांग न होने के कारण संयंत्र प्रायः बंद हो जाते हैं।",
        "targetText": "भारत में अपशिष्ट उत्पादन तेज़ी से बढ़ रहा है, लेकिन प्रसंस्करण अवसंरचना उतनी तेज़ी से विकसित नहीं हुई है। असमान वितरण, कम उपयोग, कच्चे माल की खराब गुणवत्ता, संचालन समस्याओं और बाज़ार मांग की कमी के कारण 30% से भी कम अपशिष्ट का ही प्रभावी शोधन हो पाता है।"
    },
    {
        "sourceText": "शहरी स्थानीय निकाय अपशिष्ट प्रबंधन की रीढ़ हैं, लेकिन उनमें से कई में तकनीकी विशेषज्ञता, जनशक्ति और प्रशासनिक क्षमता की कमी है। छोटे नगर पालिकाएँ और कस्बे प्रायः पुराने उपकरणों एवं अल्पकालिक अनुबंधों पर निर्भर रहते हैं। वित्तीय दृष्टि से, शहरी स्थानीय निकाय सीमित संसाधनों से ग्रस्त हैं, क्योंकि उपयोगकर्त्ता शुल्क अपशिष्ट प्रबंधन लागत का केवल एक छोटा सा हिस्सा ही वसूल कर पाते हैं, जिससे दीर्घकालिक योजना एवं नवाचार मुश्किल हो जाते हैं। इस क्षमता की कमी के कारण अपशिष्ट प्रबंधन निवारक के बजाय प्रतिक्रियात्मक हो जाता है।",
        "targetText": "शहरी स्थानीय निकाय अपशिष्ट प्रबंधन में केंद्रीय भूमिका निभाते हैं, लेकिन तकनीकी विशेषज्ञता, जनशक्ति, प्रशासनिक क्षमता और वित्तीय संसाधनों की कमी से जूझ रहे हैं। सीमित उपयोगकर्त्ता शुल्क और पुराने उपकरणों पर निर्भरता के कारण दीर्घकालिक योजना व नवाचार बाधित होते हैं, जिससे अपशिष्ट प्रबंधन सक्रिय के बजाय प्रतिक्रियात्मक बना रहता है।"
    },
    {
        "sourceText": "हालाँकि प्लास्टिक और ई-अपशिष्ट के लिये EPR लागू किया गया है, लेकिन इसका कवरेज और प्रवर्तन असमान बना हुआ है। निगरानी, ​​सत्यापन एवं जवाबदेही में कमियों के कारण कम रिपोर्टिंग और केवल कागज़ी अनुपालन ही संभव है।इससे ग्रीनवॉशिंग और भौतिक सामग्री की पुनर्प्राप्ति के बिना फर्ज़ी रीसाइक्लिंग प्रमाणपत्रों की बिक्री को बढ़ावा मिलता है।",
        "targetText": "प्लास्टिक और ई-अपशिष्ट के लिए लागू EPR असमान रूप से प्रवर्तित हो रहा है। निगरानी, सत्यापन और जवाबदेही की कमजोरियों के कारण केवल कागज़ी अनुपालन होता है, जिससे ग्रीनवॉशिंग और वास्तविक पुनर्चक्रण के बिना फर्ज़ी रीसाइक्लिंग प्रमाणपत्रों की बिक्री बढ़ रही है।"
    },
    {
        "sourceText": "भारत में, प्लास्टिक अपशिष्ट के संग्रहण का लगभग 80% कार्य अनौपचारिक क्षेत्र द्वारा किया जाता है।अनौपचारिक अपशिष्ट क्षेत्र में अनुमानित 15 लाख से 40 लाख लोग काम करते हैं उनमें से 70% से अधिक महिलाएँ हैं।हालाँकि, यह क्षेत्र औपचारिक मान्यता, सामाजिक सुरक्षा या सुरक्षा मानकों के बिना संचालित होता है।",
        "targetText": "भारत में लगभग 80% प्लास्टिक अपशिष्ट अनौपचारिक क्षेत्र द्वारा संग्रहित किया जाता है, जिसमें 15–40 लाख लोग काम करते हैं और 70% से अधिक महिलाएँ शामिल हैं। यह क्षेत्र औपचारिक मान्यता, सामाजिक सुरक्षा और सुरक्षा मानकों के बिना संचालित होता है।"
    },
    {
        "sourceText": "अपशिष्ट उत्पादन, संरचना, प्रसंस्करण एवं निपटान से संबंधित सटीक आँकड़े प्रायः शहरों और राज्यों में अनुपलब्ध या असंगत होते हैं। उदाहरण के लिये, अधिकांश राज्य केवल समेकित डेटा और सीमित यूएलबी-वार जानकारी ही रिपोर्ट करते हैं। वर्ष 2024 तक, भारत के दैनिक अपशिष्ट का लगभग 22% हिस्सा या तो पूरी तरह से अज्ञात रहता है।", 
        "targetText": "भारत में अपशिष्ट उत्पादन, संरचना, प्रसंस्करण और निपटान के सटीक आंकड़े अक्सर अनुपलब्ध या असंगत हैं। अधिकांश राज्य केवल सीमित और समेकित डेटा ही रिपोर्ट करते हैं, और 2024 तक दैनिक अपशिष्ट का लगभग 22% हिस्सा पूरी तरह अज्ञात रहा।"
    },
    {
        "sourceText": "जनभागीदारी व्यवस्था की सबसे कमज़ोर कड़ियों में से एक बनी हुई है। कई नागरिक अपशिष्ट को केवल नगरपालिका की जिम्मेदारी मानते हैं तथा पृथक्करण, खाद बनाने या उपयोगकर्त्ता शुल्क का भुगतान करने जैसे व्यवहारिक परिवर्तनों का विरोध करते हैं।औपचारिक संग्रहण प्रणाली मौजूद होने के बावजूद, बाज़ार के विक्रेता और राहगीर दस वर्षों से अधिक समय तक वहाँ कूड़ा फेंकते रहे, जो सेवाओं की उपलब्धता के बावजूद नागरिक जिम्मेदारी की निरंतर कमी को दर्शाता है।",  
        "targetText": "जनभागीदारी में कमजोरी एक प्रमुख चुनौती बनी हुई है। अधिकांश नागरिक अपशिष्ट प्रबंधन को केवल नगरपालिका का काम मानते हैं और पृथक्करण, खाद निर्माण या उपयोगकर्ता शुल्क जैसे व्यवहारिक बदलावों का पालन नहीं करते। औपचारिक संग्रहण व्यवस्था होने के बावजूद, बाजार और राहगीर लंबे समय से कूड़ा फेंकते रहे, जो नागरिक जिम्मेदारी की लगातार कमी को दर्शाता है।"
    },
    {
        "sourceText": "पर्यावरण प्रदूषण को और बढ़ाना अपशिष्ट का अनुचित प्रबंधन सीधे तौर पर पर्यावरण को प्रदूषित करता है। अपशिष्ट को खुले में फेंकने और जलाने से कणिका पदार्थ, डाइऑक्सिन और फ्यूरॉन जैसी जहरीली गैसें निकलती हैं, जिससे शहरों में वायु गुणवत्ता खराब होती है।गाज़ीपुर और देवनार जैसे बड़े लैंडफिल स्थलों के आसपास देखा गया है कि डंपसाइटों से निकलने वाला रिसाव भूजल एवं आसपास की नदियों को दूषित करता है।",
        "targetText": "अपशिष्ट के अनुचित प्रबंधन से पर्यावरण प्रदूषण बढ़ता है। खुले में फेंकने और जलाने पर जहरीली गैसें जैसे कणिका पदार्थ, डाइऑक्सिन, फ्यूरॉन निकलती हैं, जिससे वायु गुणवत्ता खराब होती है। बड़े लैंडफिल गाज़ीपुर,देवनार से रिसाव भूजल और नदियों को भी दूषित करता है।"
    },
    {
        "sourceText": "अपशिष्ट जलवायु परिवर्तन में एक महत्त्वपूर्ण योगदानकर्त्ता है, लेकिन प्रायः इसे कम करके आँका जाता है। लैंडफिल में फेंका गया जैविक अपशिष्ट अवायवीय रूप से विघटित होता है और मीथेन उत्सर्जित करता है, जो अल्पावधि में कार्बन डाइऑक्साइड की तुलना में कहीं अधिक शक्तिशाली ग्रीनहाउस गैस है। दिल्ली के अपशिष्ट स्थलों में लगने वाली आग जैसी लगातार होने वाली लैंडफिल आग से कार्बन डाइऑक्साइड एवं ब्लैक कार्बन का उत्सर्जन और बढ़ जाता है।",
        "targetText": "अपशिष्ट जलवायु परिवर्तन में महत्वपूर्ण योगदान देता है। लैंडफिल में जैविक अपशिष्ट के अवायवीय विघटन से मीथेन उत्सर्जित होता है, जो अल्पकाल में कार्बन डाइऑक्साइड से कहीं अधिक शक्तिशाली ग्रीनहाउस गैस है। इसके अलावा, दिल्ली जैसे शहरों में लगातार लगने वाली लैंडफिल आग से कार्बन डाइऑक्साइड और ब्लैक कार्बन का उत्सर्जन और बढ़ जाता है, जिससे वायु प्रदूषण और वैश्विक तापमान वृद्धि में योगदान होता है।"
    },
    {
        "sourceText": "अव्यवस्थित अपशिष्ट रोग फैलने के लिये आदर्श परिस्थितियाँ उत्पन्न करता है। खुले अपशिष्ट के ढेर मक्खियों, मच्छरों, चूहों और आवारा पशुओं को आकर्षित करते हैं, जिससे डेंगू, मलेरिया, हैजा एवं दस्त जैसी वेक्टर जनित तथा जल जनित बीमारियों का खतरा बढ़ जाता है।कोविड-19 के दौरान, जैव चिकित्सा अपशिष्ट के अनुचित प्रबंधन ने इस बात को उजागर किया कि अपशिष्ट कुप्रबंधन स्वास्थ्य संकटों को किस प्रकार बढ़ा सकता है।",
        "targetText": "अव्यवस्थित अपशिष्ट रोगों के फैलने के लिए अनुकूल वातावरण बनाता है। खुले अपशिष्ट के ढेर मक्खियों, मच्छरों, चूहों और आवारा पशुओं को आकर्षित करते हैं, जिससे डेंगू, मलेरिया, हैजा और दस्त जैसी बीमारियों का खतरा बढ़ जाता है। कोविड-19 के दौरान, जैव चिकित्सा अपशिष्ट के अनुचित प्रबंधन ने यह स्पष्ट किया कि अपशिष्ट कुप्रबंधन स्वास्थ्य संकटों को और बढ़ा सकता है।"
    },
    {
        "sourceText": "ठोस अपशिष्ट भारतीय शहरों में शहरी बाढ़ का एक प्रमुख कारण है। प्लास्टिक बैग, खाद्य अपशिष्ट और निर्माण मलबा बरसाती जल निकासी नालियों को अवरुद्ध कर देते हैं, जिससे बारिश के जल का प्राकृतिक प्रवाह बाधित होता है। मुंबई, चेन्नई और बंगलुरु जैसे शहरों में मानसून के दौरान प्रायः बाढ़ आती है, जिसका एक कारण अपशिष्ट से अवरुद्ध जल निकासी व्यवस्था है।",
        "targetText": "भारतीय शहरों में ठोस अपशिष्ट शहरी बाढ़ का प्रमुख कारण है। प्लास्टिक, खाद्य अपशिष्ट और निर्माण मलबा जल निकासी नालियों को अवरुद्ध कर बारिश के जल प्रवाह में बाधा डालते हैं, जिससे मुंबई, चेन्नई और बंगलुरु जैसे शहरों में मानसून के दौरान बाढ़ आती है।"
    },
    {
        "sourceText": "जब अपशिष्ट को फेंका या जलाया जाता है, तो बहुमूल्य सामग्रियाँ हमेशा के लिये नष्ट हो जाती हैं। जैविक अपशिष्ट को खाद या बायोगैस में परिवर्तित किया जा सकता है; प्लास्टिक व धातुओं को पुनर्चक्रित किया जा सकता है तथा निर्माण अपशिष्ट का उपयोग प्राकृतिक सामग्रियों के स्थान पर किया जा सकता है। इसके विपरीत, भारत नए कच्चे माल का दोहन जारी रखता है जबकि पुनर्प्राप्त करने योग्य संसाधनों को नष्ट कर देता है।",
        "targetText": "अपशिष्ट को जलाने या फेंकने से बहुमूल्य संसाधन नष्ट हो जाते हैं। जबकि जैविक अपशिष्ट को खाद या बायोगैस, प्लास्टिक व धातुओं को पुनर्चक्रित, और निर्माण अपशिष्ट का पुन: उपयोग किया जा सकता है, भारत में यह संसाधन दोहन के बजाय खो दिए जा रहे हैं।"
    },
    {
        "sourceText": "तीव्र गति से विभाजित होती वैश्विक डिजिटल व्यवस्था में साइबर सुरक्षा अब रणनीतिक स्वायत्तता की एक निर्णायक कसौटी बन चुकी है। साइबर अपराध के विरुद्ध संयुक्त राष्ट्र कन्वेंशन से उत्पन्न मतभेद साइबर क्षेत्र के शासन में साझा सिद्धांतों और विवादित प्रथाओं के बीच बढ़ते अंतराल को उजागर करते हैं। जैसे-जैसे साइबर खतरे अंतर्राष्ट्रीय और प्रौद्योगिकी-आधारित होते जा रहे हैं।",                                                                                                                                                            
        "targetText": "वैश्विक डिजिटल व्यवस्था के विभाजन के बीच साइबर सुरक्षा रणनीतिक स्वायत्तता का प्रमुख आधार बन गई है। साइबर अपराध पर संयुक्त राष्ट्र कन्वेंशन से जुड़े मतभेद साइबर शासन में साझा सिद्धांतों और विवादित प्रथाओं के बीच बढ़ते अंतर को उजागर करते हैं, विशेषकर जब साइबर खतरे अधिक अंतरराष्ट्रीय और तकनीक-आधारित होते जा रहे हैं।"
    },
    {
        "sourceText": "कृत्रिम बुद्धिमत्ता द्वारा संचालित और स्वचालित साइबर हमले साइबर अपराध में कृत्रिम बुद्धिमत्ता के एकीकरण ने हमलों के स्तर, गति और परिष्कार में उल्लेखनीय वृद्धि की है। कृत्रिम बुद्धिमत्ता का उपयोग अत्यधिक विश्वसनीय फिशिंग ईमेल, डीप फेक वीडियो प्रतिरूपण और ऐसे अनुकूलित मैलवेयर तैयार करने में किया जा रहा है, जो पारंपरिक पहचान प्रणालियों से बच सकते हैं।",
        "targetText": "कृत्रिम बुद्धिमत्ता के एकीकरण से साइबर हमले अधिक तेज़, बड़े पैमाने पर और परिष्कृत हो गए हैं।कृत्रिम बुद्धिमत्ता आधारित फिशिंग, डीपफेक प्रतिरूपण और अनुकूलित मैलवेयर पारंपरिक सुरक्षा प्रणालियों को चकमा दे रहे हैं, जबकि स्वचालित भेद्यता स्कैनिंग से हमलावर वास्तविक समय में कमज़ोरियों का दुरुपयोग कर पा रहे हैं।"
    },
    {
        "sourceText": " रैनसमवेयर एक पृथक आपराधिक गतिविधि से विकसित होकर एक संगठित, अंतर्राष्ट्रीय व्यापार मॉडल का रूप ले लिया है।MaaS कम कुशल हमलावरों को भी तैयार उपकरण किराए पर लेकर जटिल साइबर हमले करने में सक्षम बनाता है। हाल के वर्षों में CERT-In को रिपोर्ट किये गए शीर्ष तीन साइबर खतरों में रैनसमवेयर प्रमुख था।",
        "targetText": "रैनसमवेयर अब एकल अपराध न रहकर संगठित और अंतर्राष्ट्रीय व्यापार मॉडल में बदल चुका है।मैलवेयर-एज़-अ-सर्विस जैसी प्रणालियाँ कम कुशल हमलावरों को भी जटिल साइबर हमले करने में सक्षम बनाती हैं।इसी कारण हाल के वर्षों में CERT-In को रिपोर्ट किये गए शीर्ष साइबर खतरों में रैनसमवेयर प्रमुख रहा है।"
    },
    {
        "sourceText": "व्यापक डेटा लीक होने से संवेदनशील व्यक्तिगत, वित्तीय और बायोमेट्रिक डेटा को उजागर करता है, जिससे डिजिटल शासन में नागरिकों का विश्वास कम हो जाता है। उदाहरण के लिये, वर्ष 2023 में CoWIN लाभार्थियों से संबंधित डेटा, जिसमें नाम, आधार से जुड़े विवरण और फोन नंबर शामिल थे, कथित तौर पर एक टेलीग्राम बॉट के माध्यम से सुलभ था।",
        "targetText": "व्यापक डेटा लीक से संवेदनशील व्यक्तिगत, वित्तीय और बायोमेट्रिक जानकारी उजागर होती है, जिससे डिजिटल शासन पर नागरिकों का भरोसा कमज़ोर पड़ता है।2023 में CoWIN लाभार्थियों का नाम, आधार-संबंधित विवरण और फोन नंबर टेलीग्राम बॉट के माध्यम से उपलब्ध होना इस जोखिम का स्पष्ट उदाहरण है।"
    },
    {
        "sourceText": "साइबर अपराधी तकनीकी कमज़ोरियों के बजाए मानवीय व्यवहार का अधिक से अधिक लाभ उठा रहे हैं, जैसा कि डिजिटल अरेस्ट स्कैम में देखा गया।UPI आधारित धोखाधड़ी, सिम स्वैप हमले और फर्जी निवेश प्लेटफॉर्म पहली बार डिजिटल तकनीक का उपयोग करने वाले उपयोगकर्त्ताओं को असमान रूप से प्रभावित करते हैं।",
        "targetText": "साइबर अपराधी तकनीकी खामियों के बजाय मानवीय व्यवहार का दुरुपयोग कर रहे हैं। डिजिटल अरेस्ट स्कैम, UPI धोखाधड़ी और सिम-स्वैप हमले विशेषकर पहली बार डिजिटल सेवाएँ उपयोग करने वाले लोगों को अधिक प्रभावित करते हैं।"
    },
    {
        "sourceText": "भारत का विद्युत ग्रिड, दूरसंचार नेटवर्क, परिवहन नेटवर्क और वित्तीय बाज़ार साइबर हमलों के उच्च-मूल्य वाले लक्ष्य बनते जा रहे हैं। इन पर हमलों से सार्वजनिक व्यवस्था, आर्थिक स्थिरता और राष्ट्रीय सुरक्षा पर गंभीर प्रभाव पड़ सकता है।ऑपरेशनल टेक्नोलॉजी  और IT सिस्टम के बीच बढ़ते अंतरसंबंध ने साइबर स्पेस के आँकड़ों को बढ़ावा दिया है।", 
        "targetText": "भारत का विद्युत, दूरसंचार, परिवहन और वित्तीय ढाँचा साइबर हमलों के प्रमुख लक्ष्य बनते जा रहे हैं, जिनसे राष्ट्रीय सुरक्षा और आर्थिक स्थिरता को गंभीर खतरा हो सकता है।ऑपरेशनल टेक्नोलॉजी और IT सिस्टम के बढ़ते आपसी जुड़ाव ने साइबर जोखिमों को और बढ़ा दिया है।"
    },
    {
        "sourceText": "APT में प्रशिक्षित और गुप्त साइबर घुसपैठिये शामिल होते हैं जिसका उद्देश्य जासूसी करना होता है।भारत को रक्षा अनुसंधान, अनुसंधान संस्थान और सरकारी दस्तावेजों की सुरक्षा में इन APT खतरों का सामना करना पड़ता है।इन खतरों का पता लगाना और उन्हें पहचानना प्रायः चुनौतीपूर्ण होता है, जिससे एंजलर्स को लंबे समय तक संवेदनशील जानकारी चुराने का अवसर मिलता है। एडवांस्ड पर्सिस्टेंट थ्रेट समूह साइबर स्पेस के भू-राजनीतिकरण में सक्रिय रुचि रखते हैं।",
        "targetText": "एडवांस्ड पर्सिस्टेंट थ्रेट गुप्त और दीर्घकालिक साइबर हमले होते हैं, जिनका उद्देश्य जासूसी कर संवेदनशील जानकारी चुराना होता है।भारत में ये खतरे रक्षा अनुसंधान, सरकारी संस्थानों और दस्तावेज़ों को निशाना बनाते हैं, और इनका पता लगाना कठिन होने से साइबर स्पेस के भू-राजनीतिकरण को बढ़ावा मिलता है।"
    },
    {
        "sourceText": "इंटरनेट ऑफ थिंग्स और पहचान आधारित खतरे: स्मार्ट मीटर, कैमरे, चिकित्सा उपकरण और औद्योगिक सेंसर जैसे IoT उपकरण के तीव्र प्रसार ने भारत में साइबर खतरे की दर में वृद्धि की है। कई उपकरणों में बुनियादी सुरक्षा सुविधाओं जैसे नियमित अपडेट या मज़बूत प्रमाणीकरण का अभाव है।साथ ही, पहचान की चोरी और कृत्रिम पहचान का उपयोग प्रमाणीकरण प्रणालियों को दरकिनार करने, धोखाधड़ी करने और अनधिकृत पहुँच प्राप्त करने के लिये किया जा रहा है।",   
        "targetText": "भारत में IoT उपकरणों के तेजी से बढ़ते उपयोग और कमजोर सुरक्षा के कारण साइबर खतरे गंभीर रूप से बढ़ गए हैं। हमलावर पहचान चोरी और नकली पहचान का इस्तेमाल कर प्रणालियों में अनधिकृत प्रवेश और धोखाधड़ी कर रहे हैं।"
    },
    {
        "sourceText": "संगठित धोखाधड़ी के जामतारा मॉडल के विरुद्ध डेटा-आधारित युद्ध छेड़ने के लिये भारतीय साइबर अपराध समन्वय केंद्र को गृह मंत्रालय के संलग्न कार्यालय के रूप में उन्नत किया गया है।प्रतिबिंब सॉफ्टवेयर को संचालित करके, राज्य अब साइबर अपराधियों द्वारा उपयोग किये जाने वाले सक्रिय सिम कार्डों के भौगोलिक स्थान का वास्तविक समय में मानचित्रण कर सकता है, जिससे केवल डिजिटल अवरोध ही नहीं बल्कि भौतिक छापेमारी मारना भी संभव हो जाता है।",
        "targetText": "जामतारा मॉडल जैसी संगठित साइबर धोखाधड़ी से निपटने के लिये भारतीय साइबर अपराध समन्वय केंद्र को सशक्त किया गया है। डेटा आधारित तकनीकों के माध्यम से सक्रिय सिम कार्डों का रियल टाइम लोकेशन ट्रैक कर डिजिटल के साथ‑साथ भौतिक कार्रवाई भी संभव हुई है।"
    },
    {
        "sourceText": "विदेशी सॉफ्टवेयर में मौजूद बैकडोर कमज़ोरियों को दूर करने के लिये, रक्षा मंत्रालय ने इंटरनेट से जुड़े सभी रक्षा टर्मिनलों में माइक्रोसॉफ्ट विंडोज को स्वदेशी माया ओएस से बदल दिया है।इसे चक्रव्यूह नामक एक विशेष एंडपॉइंट डिटेक्शन सिस्टम से कनेक्ट किया गया है, जो एक विशेष एंडपॉइंट डिटेक्शन सिस्टम है और APT समूहों की पार्श्व गतिविधि को फँसाने के लिये एक भ्रामक परत  बनाता है।",
        "targetText": "विदेशी सॉफ़्टवेयर में बैकडोर जोखिम को कम करने के लिये रक्षा मंत्रालय ने सभी इंटरनेट‑जुड़े रक्षा टर्मिनलों में विंडोज के स्थान पर स्वदेशी माया ओएस लागू किया है। इसे चक्रव्यूह नामक विशेष एंडपॉइंट डिटेक्शन सिस्टम से जोड़ा गया है, जो APT समूहों की गतिविधियों को पकड़ने हेतु भ्रामक सुरक्षा परत प्रदान करता है।"
    },
    {
        "sourceText": "संचार साथी के शुभारंभ ने नागरिकों को अपने नाम पर पंजीकृत अज्ञात मोबाइल कनेक्शनों की पहचान करने और उन्हें डिस्कनेक्ट करने की सुविधा देकर थ्रेट इंटेलिजेंस का लोकतंत्रीकरण किया है।इसे वर्ष 2024 में शुरू की गई चक्षु सुविधा से और सशक्त किया गया है, जो संदिग्ध धोखाधड़ी संचार का डेटा क्राउडसोर्स कर उसे एक केंद्रीकृत AI प्रणाली में भेजती है, जो सभी दूरसंचार नेटवर्कों में बार बार अपराध करने वालों को स्वतः ब्लैकलिस्ट कर देती है।",
        "targetText": "संचार साथी की शुरुआत ने नागरिकों को अपने नाम पर पंजीकृत अज्ञात मोबाइल कनेक्शन पहचानकर डिस्कनेक्ट करने का अवसर दिया, जिससे थ्रेट इंटेलिजेंस लोकतंत्रीकृत हुई। वर्ष 2024 में शुरू की गई चक्षु सुविधा संदिग्ध धोखाधड़ी संचार डेटा को क्राउडसोर्स कर केंद्रीय AI सिस्टम में भेजती है, जो अपराधियों को सभी नेटवर्कों में स्वतः ब्लैकलिस्ट कर देती है।"
    },
    {
        "sourceText": "डिजिटल व्यक्तिगत डेटा संरक्षण अधिनियम 2023 दिशानिर्देशों से आगे बढ़कर वैधानिक दायित्व की ओर संक्रमण करते हुए, यह अधिनियम लापरवाही का जुर्माना निर्धारित कर कॉर्पोरेट सुरक्षा संस्कृति को मौलिक रूप से परिवर्तित करता है।यह अनिवार्य करता है कि कंपनियाँ न केवल अनुपालन के लिये बल्कि भारी वित्तीय दंड से बचने के लिये मज़बूत एन्क्रिप्शन और सुरक्षा उपायों को लागू करें, जिससे साइबर सुरक्षा एक तकनीकी विषय से आगे बढ़कर बोर्ड-स्तरीय प्राथमिकता बन जाती है।",
        "targetText": "संचार साथी की शुरुआत ने नागरिकों को अपने नाम पर पंजीकृत अज्ञात मोबाइल कनेक्शन पहचानकर डिस्कनेक्ट करने का अवसर दिया, जिससे थ्रेट इंटेलिजेंस लोकतंत्रीकृत हुई। वर्ष 2024 में शुरू की गई चक्षु सुविधा संदिग्ध धोखाधड़ी संचार डेटा को क्राउडसोर्स कर केंद्रीय AI सिस्टम में भेजती है, जो अपराधियों को सभी नेटवर्कों में स्वतः ब्लैकलिस्ट कर देती है।"
    },
    {
        "sourceText": "अमेरिका या ब्रिटेन के विपरीत, जहाँ राज्य प्रायोजित अभिनेताओं के विरुद्ध नाम उजागर करने या संयुक्त कूटनीतिक वक्तव्य जारी करने के स्थापित ढाँचे हैं,भारत सामान्यत रणनीतिक मौन की नीति अपनाता है। मानकीकृत साक्ष्य आधारित ढाँचे के अभाव में निष्कर्षों को सार्वजनिक करने में असमर्थता के कारण, भारत एक ग्रे ज़ोन में फँसा रहता है, जहाँ पड़ोसी राज्यों के परिष्कृत अभिनेता यथार्थपरक अस्वीकृति के साथ अवसंरचना को पंगु बना सकते हैं।", 
        "targetText": "भारत, अमेरिका और ब्रिटेन के विपरीत, राज्य-प्रायोजित साइबर गतिविधियों के खिलाफ सार्वजनिक रूप से नाम उजागर नहीं करता और सामान्यतः रणनीतिक मौन अपनाता है। मानकीकृत साक्ष्य ढाँचे की कमी के कारण भारत “ग्रे ज़ोन” में फँसा रहता है, जहाँ पड़ोसी राज्य अवसंरचना को यथार्थपरक अस्वीकृति के साथ प्रभावित कर सकते हैं।"
    },
    {
        "sourceText": "वर्तमान रक्षात्मक दृष्टिकोण मुख्यत नेटवर्क की सुरक्षा पर केंद्रित है, परंतु मानवीय विश्वास के दुरुपयोग के विरुद्ध यह लगभग असहाय है, क्योंकि सूचना प्रौद्योगिकी अधिनियम जैसे वर्तमान कानून AI-जनित दुष्प्रचार की तीव्रता से निपटने में सुस्त हैं, जो मिनटों में बाज़ार अस्थिरता या सामाजिक अशांति उत्पन्न कर सकता है।",
        "targetText": "वर्तमान रक्षात्मक उपाय नेटवर्क सुरक्षा पर केंद्रित हैं, लेकिन मानव विश्वास के दुरुपयोग के खिलाफ कमजोर हैं। सूचना प्रौद्योगिकी अधिनियम जैसे कानून AI-जनित दुष्प्रचार की तेज़ी से उत्पन्न होने वाली सामाजिक और आर्थिक अस्थिरता को रोकने में सक्षम नहीं हैं।"
    },
    {
        "sourceText": "तकनीकी और संस्थागत क्षमता का निर्माण: भारत को सरकार के भीतर विशेष कैडर बनाकर साइबर लॉ, डिजिटल फोरेंसिक्स, एआई गवर्नेंस और सीमा पार डेटा विनियमन में उन्नत विशेषज्ञता में निवेश करना चाहिये।प्रौद्योगिकी और नीति निर्माण के बीच के अंतराल को न्यूनतम करने के लिये पुलिस, अभियोजकों, नियामकों एव राजनयिकों का निरंतर कौशल विकास आवश्यक है।",
        "targetText": "भारत को साइबर लॉ, डिजिटल फोरेंसिक्स, एआई गवर्नेंस और सीमा पार डेटा विनियमन में विशेषज्ञता विकसित करने हेतु विशेष सरकारी कैडर बनाने और पुलिस, अभियोजक, नियामक एवं राजनयिकों का निरंतर कौशल विकास करने की आवश्यकता है।"
    },
    {
        "sourceText": "भारत को परस्पर विरोधी साइबर संस्थानों को सुव्यवस्थित करना चाहिये, जनादेश को स्पष्ट करना चाहिये तथा एजेंसियों के बीच समन्वय में सुधार करना चाहिये। डेटा सुरक्षा नियमों का अधिक सख्ती से पालन, साइबर अपराध जाँच प्रक्रियाओं में तेज़ी लाना और संविधान के अनुरूप एआई विनियमन की आवश्यकता है।", 
        "targetText": "भारत को साइबर संस्थानों का समन्वय सुधारकर जनादेश स्पष्ट करना, डेटा सुरक्षा नियमों का कड़ाई से पालन सुनिश्चित करना, साइबर अपराध जांच तेज़ करना और संविधान-संगत एआई विनियमन लागू करना चाहिए।"
    },
    {
        "sourceText": "भारत और जर्मनी ने वर्ष 1951 में राजनयिक संबंध स्थापित किये।युद्धोत्तर काल में जर्मनी भारत के लिये एक महत्त्वपूर्ण विकास और तकनीकी भागीदार के रूप में उभरा, जिसने औद्योगिक प्रशिक्षण, अवसंरचना एवं क्षमता निर्माण में KfW जैसे संस्थानों के माध्यम से समर्थन प्रदान किया।यह संबंध मुख्यतः आर्थिक और विकासात्मक रहे तथा इसमें राजनीतिक या रणनीतिक गंभीरता सीमित रही।",
        "targetText": "भारत और जर्मनी ने 1951 में राजनयिक संबंध स्थापित किए। युद्धोत्तर काल में जर्मनी भारत का मुख्य आर्थिक और तकनीकी सहयोगी बना, खासकर औद्योगिक प्रशिक्षण, अवसंरचना और क्षमता निर्माण में, जबकि राजनीतिक और रणनीतिक संबंध अपेक्षाकृत सीमित रहे।"
    },
    {
        "sourceText": "जर्मनी का एकीकरण और भारत का वर्ष 1991 का आर्थिक उदारीकरण एक महत्त्वपूर्ण मोड़ साबित हुआ। व्यापार, निवेश और प्रौद्योगिकी सहयोग में तेज़ी से विस्तार हुआ, विशेष रूप से विनिर्माण तथा इंजीनियरिंग क्षेत्रों में। दोनों देशों के बहुध्रुवीय वैश्विक व्यवस्था के अनुरूप ढलने के साथ-साथ राजनीतिक सहभागिता और भी गहरी होती गई।",
        "targetText": "जर्मनी का एकीकरण और भारत का 1991 का आर्थिक उदारीकरण व्यापार, निवेश और प्रौद्योगिकी सहयोग में तेज़ी लाने वाला मोड़ साबित हुआ। विशेष रूप से विनिर्माण और इंजीनियरिंग क्षेत्रों में सहयोग बढ़ा और बहुध्रुवीय वैश्विक परिदृश्य के अनुसार दोनों देशों की राजनीतिक सहभागिता गहरी हुई।"
    },
    {
        "sourceText": "इंडो-पैसिफिक अभिसरण, अनुकूलित आपूर्ति शृंखला, रक्षा औद्योगिक सहयोग, हरित हाइड्रोजन, महत्त्वपूर्ण प्रौद्योगिकियों और कुशल गतिशीलता के संबंधों में बदलाव आया है।जर्मनी ने वर्ष 2022 की हरित और सतत विकास साझेदारी के तहत भारत को वर्ष 2030 तक 10 अरब यूरो उपलब्ध कराने की प्रतिबद्धता व्यक्त की है।",
        "targetText": "इंडो-पैसिफिक सहयोग, आपूर्ति श्रृंखला, रक्षा उद्योग, हरित हाइड्रोजन और तकनीकी क्षेत्रों में भारत-जर्मनी संबंधों में विकास हुआ है। जर्मनी ने 2022 की हरित एवं सतत विकास साझेदारी के तहत भारत को 2030 तक 10 अरब यूरो उपलब्ध कराने की प्रतिबद्धता जताई।"
    },
    {
        "sourceText": "हरित एवं सतत विकास साझेदारी भारत जर्मनी संबंधों का एक प्रमुख स्तंभ है, जिसमें जर्मनी की 10 अरब यूरो की प्रतिबद्धता में से लगभग 5 अरब यूरो 2026 के मध्य तक पहले ही खर्च या आवंटित किये जा चुके हैं। यह साझेदारी जलवायु परिवर्तन के शमन और अनुकूलन, नवीकरणीय ऊर्जा, सतत गतिशीलता, जैवविविधता, चक्रीय अर्थव्यवस्था तथा कौशल विकास का समर्थन करती है, साथ ही पीएम ई-बस सेवा, राष्ट्रीय हरित हाइड्रोजन मिशन, सौर रूफटॉप विस्तार, मेट्रो रेल परियोजनाओं और बैटरी भंडारण जैसी भारतीय पहलों के साथ निकटता से जुड़ी हुई है।",
        "targetText": "हरित एवं सतत विकास साझेदारी भारत-जर्मनी संबंधों का प्रमुख स्तंभ है। जर्मनी की 10 अरब यूरो की प्रतिबद्धता में से लगभग 5 अरब यूरो 2026 तक खर्च या आवंटित हो चुके हैं। यह साझेदारी जलवायु शमन, नवीकरणीय ऊर्जा, सतत गतिशीलता, जैवविविधता, चक्रीय अर्थव्यवस्था और कौशल विकास में समर्थन देती है तथा पीएम ई-बस, राष्ट्रीय हरित हाइड्रोजन मिशन, सौर रूफटॉप, मेट्रो और बैटरी भंडारण जैसी पहलों से जुड़ी है।"
    },
    {
        "sourceText": "शिक्षा, कौशल विकास, गतिशीलता और जन जन संबंध जन जन संबंध भारत जर्मनी संबंधों का एक मुख्य स्तंभ बना हुआ है, जो जर्मनी में भारतीय छात्रों और कुशल पेशेवरों की बढ़ती उपस्थिति में परिलक्षित होता है। उच्च शिक्षा पर भारत-जर्मन व्यापक योजना संस्थागत साझेदारी, संयुक्त डिग्री और अनुसंधान सहयोग को मज़बूत करता है, जबकि भारत ने जर्मन विश्वविद्यालयों को NEP संरचना के तहत परिसर स्थापित करने के लिये आमंत्रित किया है।",
        "targetText":  "जन-जन संबंध भारत जर्मनी साझेदारी का मुख्य स्तंभ हैं, जो जर्मनी में बढ़ते भारतीय छात्रों और कुशल पेशेवरों से झलकता है। उच्च शिक्षा पर भारत-जर्मनी योजना संस्थागत साझेदारी, संयुक्त डिग्री और अनुसंधान सहयोग को मजबूत करती है, और भारत ने जर्मन विश्वविद्यालयों को NEP के तहत परिसर स्थापित करने का आमंत्रण दिया है।"
    },
    {
        "sourceText": "सामरिक स्वायत्तता बनाम गठबंधन भारत और जर्मनी सुरक्षा तथा सामरिक संरेखण के प्रति अपने दृष्टिकोण में भिन्न हैं। भारत सामरिक स्वायत्तता के सिद्धांत का पालन करता है, अपने बाह्य संबंधों में अनुकूलन चाहता है और औपचारिक सैन्य गठबंधनों का विरोध करता है। इसके विपरीत, जर्मनी नाटो और यूरोपीय संघ की सुरक्षा संरचनाओं में गहराई से समाहित है, जो उसकी रक्षा नीतियों तथा खतरे की धारणाओं को आकार देती हैं।उदाहरण के लिये, रूस यूक्रेन संघर्ष में जर्मनी ने रूस के खिलाफ एक मज़बूत रुख अपनाया है।",
        "targetText": "भारत और जर्मनी सुरक्षा दृष्टिकोण में भिन्न हैं भारत सामरिक स्वायत्तता पर जोर देता है और औपचारिक सैन्य गठबंधनों से बचता है, जबकि जर्मनी नाटो और यूरोपीय संघ की सुरक्षा संरचनाओं में गहराई से शामिल है, जो उसकी रक्षा नीतियों और खतरे की धारणाओं को प्रभावित करती है, जैसे रूस-यूक्रेन संघर्ष में जर्मनी का कठोर रुख।"
    },
    {
        "sourceText": "भारत और जर्मनी जलवायु परिवर्तन पर व्यापक रूप से सहयोग करते हैं, फिर भी गति, ज़िम्मेदारी तथा वित्तपोषण को लेकर मतभेद बने हुए हैं।जहाँ जर्मनी 1.5 डिग्री सेल्सियस लक्ष्य को पूरा करने के लिये सभी जीवाश्म ईंधनों को तेज़ी से और कानूनी रूप से बाध्यकारी तरीके से चरणबद्ध समाप्त करने का समर्थन करता है, वहीं भारत का मानना है ‘जलवायु न्याय’ के लिये पश्चिम के विलासिता उत्सर्जन और विकासशील दुनिया के जीवन निर्वाह उत्सर्जन के बीच अंतर करना आवश्यक है।",
        "targetText": "भारत और जर्मनी जलवायु परिवर्तन पर सहयोग करते हैं, लेकिन गति, ज़िम्मेदारी और वित्तपोषण को लेकर मतभेद हैं। जर्मनी सभी जीवाश्म ईंधनों को तेजी से चरणबद्ध समाप्त करना चाहता है, जबकि भारत जलवायु न्याय के तहत पश्चिमी विलासिता उत्सर्जन और विकासशील देशों के जीवन निर्वाह उत्सर्जन के बीच अंतर पर जोर देता है।"
    },
    {
        "sourceText": "यद्यपि रक्षा सहयोग का विस्तार हो रहा है, जर्मनी की कठोर निर्यात नियंत्रण व्यवस्था और संवेदनशील प्रौद्योगिकियों के प्रति सतर्क दृष्टिकोण कभी कभी प्रगति को धीमा कर देता है।भारत त्वरित अनुमोदन, व्यापक प्रौद्योगिकी अंतरण और स्थानीय विनिर्माण अधिकारों की मांग करता है, जबकि जर्मनी वाणिज्यिक हितों को घरेलू राजनीतिक निरीक्षण तथा गठबंधन संबंधी विचारों के साथ संतुलित करता है। इससे रक्षा उद्योग सहयोग की समयसीमा और दायरे में कभी-कभी टकराव उत्पन्न होता है।",
        "targetText": "भारत-जर्मनी रक्षा सहयोग में वृद्धि हो रही है, लेकिन जर्मनी के कड़े निर्यात नियंत्रण और संवेदनशील तकनीक पर सतर्कता कभी कभी प्रगति धीमी कर देती है। भारत त्वरित अनुमोदन, व्यापक तकनीकी हस्तांतरण और स्थानीय विनिर्माण चाहता है, जबकि जर्मनी घरेलू और गठबंधन हितों के साथ संतुलन बनाए रखता है, जिससे समयसीमा और दायरे में टकराव उत्पन्न होता है।"
    },
    {
        "sourceText": "भारत, चीन को मुख्य रूप से क्षेत्रीय अखंडता, सीमा सुरक्षा और क्षेत्रीय शक्ति संतुलन के नजरिये से देखता है, जबकि जर्मनी की चीन नीति ऐतिहासिक रूप से आर्थिक परस्पर निर्भरता से अधिक प्रभावित रही है, हालाँकि यह अब बदल रहा है।यद्यपि दोनों देश एक स्वतंत्र और मुक्त इंडो पैसिफिक का समर्थन करते हैं, लेकिन जर्मनी की भागीदारी अभी भी आर्थिक दृष्टिकोण से रणनीतिक दृष्टिकोण की ओर विकसित हो रही है, जिससे तात्कालिकता और खतरे की धारणा में अंतर उत्पन्न होता है।",
        "targetText": "भारत चीन को क्षेत्रीय अखंडता, सीमा सुरक्षा और शक्ति संतुलन के दृष्टिकोण से देखता है, जबकि जर्मनी की चीन नीति अब भी ऐतिहासिक आर्थिक परस्पर निर्भरता से प्रभावित है। दोनों स्वतंत्र और मुक्त इंडो-पैसिफिक का समर्थन करते हैं, लेकिन जर्मनी की भागीदारी अधिक आर्थिक-संबंधित रणनीतिक है, जिससे तत्काल खतरे की धारणा में अंतर आता है।"
    },
    {
        "sourceText": "एक महत्त्वपूर्ण उपाय रक्षा औद्योगिक सहयोग रोडमैप का प्रभावी संचालन है। दोनों पक्षों को सह-विकास और सह-उत्पादन परियोजनाओं को त्वरित करके उद्देश्यपूर्ण रूप से कार्यान्वयन की ओर बढ़ना चाहिये, जिससे गहन प्रौद्योगिकी अंतरण एवं संयुक्त बौद्धिक संपदा निर्माण को सक्षम बनाया जा सके। जर्मनी भारत के कुशल कार्यबल और लागत प्रतिस्पर्द्धात्मकता से बड़े पैमाने पर लाभ उठा सकता है, जबकि भारत सटीक इंजीनियरिंग, उन्नत सामग्री तथा रक्षा इलेक्ट्रॉनिक्स में जर्मन विशेषज्ञता से लाभान्वित हो सकता है।",
        "targetText": "रक्षा औद्योगिक सहयोग में भारत और जर्मनी को सह-विकास और सह-उत्पादन परियोजनाओं को तेजी से लागू करना चाहिए। इससे तकनीकी अंतरण, संयुक्त बौद्धिक संपदा निर्माण, और दोनों देशों के विशेषज्ञता एवं संसाधनों का लाभ सुनिश्चित होगा।"
    },
    {
        "sourceText": "एक महत्त्वपूर्ण उपाय रक्षा औद्योगिक सहयोग रोडमैप का प्रभावी संचालन है।दोनों पक्षों को सह विकास और सह उत्पादन परियोजनाओं को त्वरित करके उद्देश्यपूर्ण रूप से कार्यान्वयन की ओर बढ़ना चाहिये, जिससे गहन प्रौद्योगिकी अंतरण एवं संयुक्त बौद्धिक संपदा निर्माण को सक्षम बनाया जा सके। जर्मनी भारत के कुशल कार्यबल और लागत प्रतिस्पर्द्धात्मकता से बड़े पैमाने पर लाभ उठा सकता है, जबकि भारत सटीक इंजीनियरिंग,उन्नत सामग्री तथा रक्षा इलेक्ट्रॉनिक्स में जर्मन विशेषज्ञता से लाभान्वित हो सकता है।",
        "targetText": "रक्षा औद्योगिक सहयोग में भारत और जर्मनी को सह विकास और सह उत्पादन परियोजनाओं को तेजी से लागू करना चाहिए। इससे तकनीकी अंतरण, संयुक्त बौद्धिक संपदा निर्माण, और दोनों देशों के विशेषज्ञता एवं संसाधनों का लाभ सुनिश्चित होगा।"
    },
    {
        "sourceText": "उत्तर प्रदेश के कांग्रेस अध्यक्ष अजय राय ने कहा कि बीजेपी सत्ता में बने रहने के लिए फूट डाल रही है, पहले उसने हिंदू-मुसलमान के नाम पर लड़ाया और अब हिंदुओं को ही जाति में बांट रही है। अजय राय ने कहा कि यूजीसी नियमन को लेकर जो स्थिति कांग्रेस के समय में थी वही होनी चाहिए।",
        "targetText": "उत्तर प्रदेश कांग्रेस अध्यक्ष अजय राय ने आरोप लगाया कि बीजेपी सत्ता बनाए रखने के लिए समाज में फूट डाल रही है—पहले हिंदू-मुसलमान के नाम पर और अब हिंदुओं को जातियों में बांटकर। उन्होंने कहा कि यूजीसी नियमों को लेकर वही व्यवस्था लागू होनी चाहिए जैसी कांग्रेस शासन के दौरान थी।"
    },
    {
        "sourceText": "लेकिन यूजीसी जो नए नियमन लेकर आई है उसे लेकर कुछ लोगों ने चिंता ज़ाहिर की है। हमें उन्हें दूर करना चाहिए और इसके साथ ही हमारी ज़िम्मेदारी है कि हाशिए के समाज, जिनमें एससी, एसटी और ओबीसी वर्ग शामिल हैं, के हितों की रक्षा करें। उच्च शिक्षा संस्थान ऐसे सभी विवादों से दूर होने चाहिए और हमें सभी के साथ एक जैसा बर्ताव करना चाहिए। हमारी सरकार भी एक ऐसा विधेयक तैयार कर रही है जिसमें इन सब बातों का ध्यान रखा जाएगा।",
        "targetText": "नए यूजीसी नियमन को लेकर उठी चिंताओं को दूर करना ज़रूरी है और साथ ही एससी, एसटी व ओबीसी जैसे हाशिए के वर्गों के हितों की रक्षा हमारी ज़िम्मेदारी है। उच्च शिक्षा संस्थानों में सभी के साथ समान व्यवहार होना चाहिए। सरकार इन सभी पहलुओं को ध्यान में रखते हुए एक विधेयक तैयार कर रही है।"
    },
    {
        "sourceText": "अगर पाकिस्तान टी-20 वर्ल्ड कप का बायकॉट करता है तो इसका क्या असर होगा? बहिष्कार की स्थिति में पाकिस्तान और आईसीसी को कितना नुक़सान होगा? इस बारे में बीबीसी ने पीसीबी के पूर्व अधिकारियों से बात की है।",
        "targetText": "यदि पाकिस्तान टी-20 वर्ल्ड कप का बहिष्कार करता है, तो इसका असर पाकिस्तान और आईसीसी दोनों पर पड़ेगा। बहिष्कार की स्थिति में दोनों को नुकसान हो सकता है। इस विषय पर बीबीसी ने पीसीबी के पूर्व अधिकारियों से बातचीत की है।"
    },
    {
        "sourceText": "सोमवार को सूत्रों के हवाले से पाकिस्तानी मीडिया यह बता रहा था कि पाकिस्तान, कोलंबो में 15 फ़रवरी को निर्धारित भारत के साथ मैच के बहिष्कार या मैच के दौरान काली पट्टियां बांधकर खेलने पर विचार कर रहा है।",
        "targetText": "पाकिस्तानी मीडिया के अनुसार, पाकिस्तान 15 फ़रवरी को कोलंबो में भारत के खिलाफ होने वाले मैच के बहिष्कार या मैच के दौरान काली पट्टियां पहनकर खेलने पर विचार कर रहा है।"
    },
    {
        "sourceText": "भू-राजनीतिक तनाव के कारण दुनिया में अस्थिरता बढ़ रही है, ऐसे टाइम में निवेशक जोखिम उठाने की बजाय पारंपरिक संपत्तियों में निवेश कर रहे हैं। जियोपॉलिटिकल टेंशन की वजह से ही डॉलर का इस्तेमाल भी घट रहा है और सोने पर निर्भरता बढ़ाई जा रही है।",
        "targetText": "भू-राजनीतिक तनाव बढ़ने से वैश्विक अस्थिरता बढ़ी है, जिसके कारण निवेशक जोखिम लेने के बजाय पारंपरिक संपत्तियों में निवेश कर रहे हैं। इसी वजह से डॉलर का उपयोग घट रहा है और सोने पर निर्भरता बढ़ रही है।"
    },
    {
        "sourceText": "450 ईसा पूर्व में चीन के मशहूर विचारक मोज़ी ने तीन साल तक मेहनत करके लकड़ी से एक पक्षी जैसी दिखने वाली चीज़ बनाई, जिसे डोर से बांधकर उड़ाया जा सके। कुछ लोग कहते हैं कि यह पतंग ही थी, लेकिन इस पर विवाद है।",
        "targetText": "450 ईसा पूर्व में चीनी विचारक मोज़ी ने लकड़ी से पक्षी जैसी एक उड़ने वाली वस्तु बनाई, जिसे डोर से उड़ाया जा सकता था। कुछ लोग इसे पतंग मानते हैं, हालांकि इस पर मतभेद हैं।"
    },
    {
        "sourceText": "इसमें कहा गया है कि हान राजवंश के सेनापति हान शिन ने एक शहर पर हमला करते समय उसकी दीवारों के ऊपर पतंग उड़ाई। इससे उन्होंने यह नापा कि उनकी फ़ौज को दीवार के नीचे से सुरंग कितनी लंबी खोदनी होगी।",
        "targetText": "कहा जाता है कि हान राजवंश के सेनापति हान शिन ने एक शहर पर हमला करते समय दीवारों के ऊपर पतंग उड़ाकर यह अनुमान लगाया कि दीवार के नीचे सुरंग कितनी लंबी खोदनी होगी।"
    },
    {
        "sourceText": "13वीं सदी तक चीन के व्यापारियों ने पतंग को कोरिया, भारत और बाकी एशिया व मध्य पूर्व के देशों तक पहुँचा दिया। हालांकि, हर जगह के लोगों ने अपनी अलग-अलग तरह की पतंग बनाई और उन्हें अलग-अलग मौक़ों पर उड़ाने लगे।",
        "targetText": "13वीं सदी तक चीन के व्यापारियों ने पतंग को कोरिया, भारत सहित एशिया और मध्य पूर्व तक पहुँचा दिया। अलग-अलग क्षेत्रों में लोगों ने अपनी-अपनी शैली की पतंगें बनाईं और विभिन्न अवसरों पर उन्हें उड़ाने लगे।"
    },
    {
        "sourceText": "उलटे भारत उन्हें अपनी धरती पर बैठकर बांग्लादेश के ख़िलाफ़ इस तरह के उकसाने वाले बयान देने का अवसर दे रहा है। यह साफ़तौर पर बांग्लादेश के लोकतंत्र, शांति और सुरक्षा के लिए ख़तरा है।",
        "targetText": "भारत की धरती से बांग्लादेश के खिलाफ उकसाने वाले बयान दिए जा रहे हैं, जो बांग्लादेश के लोकतंत्र, शांति और सुरक्षा के लिए गंभीर खतरा हैं।"
    },
    {
        "sourceText": "बयान में कहा गया कि भारत की राजधानी में बैठकर इस तरह के 'विद्वेषपूर्ण' बयान देने की अनुमति देना दोनों देशों के रिश्तों के लिए 'बाधा है।' इससे बांग्लादेश और भारत के भविष्य के रिश्ते 'जोखिम में पड़ सकते हैं।'",
        "targetText": "भारत की राजधानी से दिए जा रहे विद्वेषपूर्ण बयान दोनों देशों के रिश्तों में बाधा बन रहे हैं और इससे बांग्लादेश–भारत के भविष्य के संबंध जोखिम में पड़ सकते हैं।"
    },
    {
        "sourceText": "पिछले साल 17 नवंबर में बांग्लादेश के अंतरराष्ट्रीय अपराध न्यायाधिकरण ने पूर्व प्रधानमंत्री शेख़ हसीना और पूर्व गृह मंत्री असदुज्जमां ख़ान कमाल को मौत की सज़ा सुनाई थी। दोनों ही इस समय भारत में रह रहे हैं।",
        "targetText": "पिछले साल 17 नवंबर को बांग्लादेश के अंतरराष्ट्रीय अपराध न्यायाधिकरण ने पूर्व प्रधानमंत्री शेख़ हसीना और पूर्व गृह मंत्री असदुज्जमां ख़ान कमाल को मौत की सज़ा सुनाई, जो वर्तमान में भारत में रह रहे हैं।"
    },
    {
        "sourceText": "शेख़ हसीना पर पिछले साल जुलाई-अगस्त में हुए विद्रोह के दौरान मानवता के विरुद्ध अपराध के आरोप तय किए गए थे। भारत में निर्वासन में रह रहीं शेख़ हसीना की ग़ैर मौजूदगी में उनके ख़िलाफ़ मामला चलाया गया था।",
        "targetText": "पिछले साल जुलाई–अगस्त के विद्रोह के दौरान शेख़ हसीना पर मानवता के विरुद्ध अपराध के आरोप लगाए गए और भारत में निर्वासन में रहने के कारण उनकी अनुपस्थिति में मुकदमा चलाया गया।"
    },
    {
        "sourceText": "वहीं पूर्व गृह मंत्री असदुज्जमां ख़ान कमाल को भी मौत की सज़ा सुनाई गई है। पूर्व आईजी पुलिस अब्दुल्ला अल मनून को सरकारी गवाह बनने के बाद पांच साल की सज़ा सुनाई गई है।",
        "targetText": "पूर्व गृह मंत्री असदुज्जमां ख़ान कमाल को मौत की सज़ा दी गई, जबकि पूर्व आईजी पुलिस अब्दुल्ला अल मनून को सरकारी गवाह बनने पर पाँच साल की सज़ा सुनाई गई।"
    },
    {
        "sourceText": "अभिषेक शर्मा ने साल 2025 में कई तूफ़ानी पारियां खेलीं। इसी साल ऑस्ट्रेलिया के ख़िलाफ़ 5 टी-20 मैचों की सिरीज़ में उन्होंने 40.75 के औसत से 163 रन बनाए थे और उनका स्ट्राइक रेट था क़रीब 161। भारत ने ये सिरीज़ 2-1 से जीत ली थी।",
        "targetText": "अभिषेक शर्मा ने 2025 में शानदार प्रदर्शन करते हुए ऑस्ट्रेलिया के खिलाफ टी-20 सीरीज़ में 40.75 के औसत से 163 रन बनाए और करीब 161 के स्ट्राइक रेट के साथ भारत को 2-1 से जीत दिलाने में अहम भूमिका निभाई।"
    },
    {
        "sourceText": "पंजाब क्रिकेट एसोसिएशन चाहता था कि अभिषेक और शुभमन को रणजी में चांस दिया जाए। ये वो समय था, जब युवराज सिंह अपनी बीमारी को हराकर दोबारा भारतीय टीम में वापसी की कोशिशों में जुटे थे और बीसीसीआई के निर्देश पर रणजी खेलने लौटे थे।",
        "targetText": "पंजाब क्रिकेट एसोसिएशन अभिषेक और शुभमन को रणजी में मौका देना चाहता था, उसी समय युवराज सिंह बीमारी से उबरकर बीसीसीआई के निर्देश पर रणजी खेलते हुए टीम में वापसी की कोशिश कर रहे थे।"
    },
    {
        "sourceText": "तब राज कुमार शर्मा ने बताया था, युवराज बोले मुझे बल्लेबाज़ चाहिए क्योंकि बॉलर मेरे पास हैं। सेलेक्टर्स ने बोला कि नहीं दोनों को चांस देना चाहिए। एक मैच में तीन-चार प्लेयर जल्दी आउट हो गए। युवराज बैटिंग कर रहे थे। उन्होंने बोला कि अभिषेक को पैड करवाकर भेजो। फिर वो आए और युवराज देखते रह गए। वो 40 पर खेल रहे थे, अभिषेक आए और तेज़-तर्रार 100 रन बना गए।''",
        "targetText": "पंजाब क्रिकेट एसोसिएशन अभिषेक और शुभमन को रणजी में मौका देना चाहता था, उसी समय युवराज सिंह बीमारी से उबरकर बीसीसीआई के निर्देश पर रणजी खेलते हुए टीम में वापसी की कोशिश कर रहे थे।"
    },
    {
        "sourceText": "शर्मा ने बताया कि युवराज सिंह ने अंदर मैदान पर ही बोला कि क्या अभिषेक उनके पास ट्रेनिंग करेंगे, इस पर अभिषेक ने जवाब दिया कि वो युवराज को अपना आइडल, अपना भगवान मानते हैं, और उन्हें ही देख-देखकर खेलना सीखे हैं। तब से वही आज तक अभिषेक को ट्रेनिंग करवा रहे हैं।",
        "targetText": "शर्मा के अनुसार युवराज सिंह ने मैदान पर ही अभिषेक को ट्रेनिंग का प्रस्ताव दिया, जिसे अभिषेक ने अपने आदर्श मानते हुए स्वीकार किया और तब से युवराज ही उन्हें प्रशिक्षण दे रहे हैं।"
    },
    {
        "sourceText": "उनके पिता बताते हैं, ''युवराज ही उन्हें ट्रेनिंग करवा रहे हैं। वो मेरे बेटे का पूरा ख़्याल रखते हैं। उसे मेंटली, फिजिकली स्ट्रॉन्ग बना दिया है। अपनी पूरी टीम लगा दी उसके पीछे कि ये एक भी दिन खाली नहीं रहना चाहिए। अगर वर्ल्ड क्लास ऑलराउंडर बंदा ट्रेनिंग करवाएगा तो सोच लीजिए कि प्लेयर कहां तक जा सकता है। अभी तो बस शुरुआत है!''",
        "targetText": "अभिषेक के पिता के अनुसार युवराज सिंह उन्हें मानसिक और शारीरिक रूप से मजबूत बना रहे हैं, लगातार ट्रेनिंग दे रहे हैं, और उनका समर्थन देखकर अभिषेक भविष्य में वर्ल्ड-क्लास खिलाड़ी बनने की राह पर है।"
    },
    {
        "sourceText": "'मिलिट्री स्लीप मेथड' टिकटॉक पर बहुत लोकप्रिय हुआ है। इससे जुड़े वीडियोज पर लाखों व्यूज आते हैं। वीडियोज में इस तरीके को अपनाने के लिए आसान स्टेप्स दिखाए जाते हैं और दावा किया जाता है कि इससे तुरंत नींद आ जाती है।",
        "targetText": "'मिलिट्री स्लीप मेथड' टिकटॉक पर बेहद लोकप्रिय है, जिसमें आसान स्टेप्स दिखाकर दावा किया जाता है कि इससे तुरंत नींद आ जाती है और इसके वीडियो पर लाखों व्यूज आते हैं।"
    },
    {
        "sourceText": "शरद पवार से बग़ावत कर एकनाथ शिंदे सरकार में शामिल होने के अपने फ़ैसले पर अजित पवार ने कहा था, प्रधानमंत्री नरेंद्र मोदी के नेतृत्व में भारत प्रगति कर रहा है। इसलिए बीजेपी के साथ कुछ मतभेद होने के बावजूद एनसीपी ने महाराष्ट्र की प्रगति के लिए सरकार के साथ हाथ मिलाने का फ़ैसला किया है।",
        "targetText": "अजित पवार ने कहा कि प्रधानमंत्री नरेंद्र मोदी के नेतृत्व में भारत प्रगति कर रहा है, इसलिए महाराष्ट्र की विकास यात्रा को देखते हुए एनसीपी ने बीजेपी के साथ मतभेद के बावजूद सरकार में शामिल होने का फैसला किया।"
    },
    {
        "sourceText": "वे कहते हैं, मुझे मालूम है कि अरिजीत सिंह फ़िल्ममेकिंग को लेकर बहुत जुनूनी रहे हैं। मैं जब फ़िल्म बर्फ़ी बना रहा था, उस वक्त भी अरिजीत ने मुझे अपने असिस्टेंट के रूप में काम देने का आग्रह किया था। वे स्कूल खोलने और बच्चों के साथ ख़ूब सारा वक्त बिताने की इच्छा भी रखते हैं। उनके और भी कई प्लान्स हैं जिससे हमें उनका अलग रूप देखने को मिलेगा।",
        "targetText": "वे कहते हैं कि अरिजीत सिंह फ़िल्ममेकिंग के प्रति बहुत जुनूनी हैं, उन्होंने पहले असिस्टेंट के रूप में काम करने का प्रस्ताव दिया था, और वे स्कूल खोलने व बच्चों के साथ समय बिताने जैसे कई अन्य योजनाओं में भी रुचि रखते हैं।"
    },
    {
        "sourceText": "अनुराग ने बीबीसी से कहा, दुनिया भर के लोग भले ही इस बात से हैरत में पड़ गए हों लेकिन मुझे उनके इस फ़ैसले से ज़रा भी हैरत नहीं हुई। मैं एक अरसे से जानता हूं कि अरिजीत आख़िर किस क़दर प्रतिभाशाली शख़्स हैं और सिंगिंग के अलावा ज़िंदगी में बहुत कुछ करने की चाहत रखते हैं।",
        "targetText": "अनुराग ने कहा कि अरिजीत की प्रतिभा और जीवन में नए काम करने की चाहत को देखते हुए उनका फ़ैसला आश्चर्यजनक नहीं है।"
    },
    {
        "sourceText": "वे कहते हैं, मुझे मालूम है कि अरिजीत सिंह फ़िल्ममेकिंग को लेकर बहुत जुनूनी रहे हैं। मैं जब फ़िल्म बर्फ़ी बना रहा था, उस वक्त भी अरिजीत ने मुझे अपने असिस्टेंट के रूप में काम देने का आग्रह किया था। वे स्कूल खोलने और बच्चों के साथ ख़ूब सारा वक्त बिताने की इच्छा भी रखते हैं। उनके और भी कई प्लान्स हैं जिससे हमें उनका अलग रूप देखने को मिलेगा।",
        "targetText": "अरिजीत सिंह फ़िल्ममेकिंग के प्रति जुनूनी हैं, पहले असिस्टेंट के रूप में काम करने की इच्छा जताई, और स्कूल खोलने व बच्चों के साथ समय बिताने जैसी कई अन्य योजनाओं में भी रुचि रखते हैं।"
    },
    {
        "sourceText": "उन्होंने मंगलवार शाम जब अचानक सोशल मीडिया पोस्ट के ज़रिए एलान किया कि वो प्लेबैक सिंगिग को अलविदा कह रहे हैं तो उनके कई फ़ैंस हैरान रह गए और सोशल मीडिया पर इसकी चर्चा होने लगी।",
        "targetText": "उन्होंने मंगलवार शाम अचानक सोशल मीडिया पोस्ट के जरिए प्लेबैक सिंगिंग से अलविदा कहने की घोषणा की, जिससे उनके कई फ़ैंस हैरान हुए और सोशल मीडिया पर चर्चा शुरू हो गई।"
    },
    {
        "sourceText": "इसी जोड़ी के सुलेमान कहते हैं, फ़िल्म मेकिंग अरिजीत का एक पुराना ख़्वाब है जिस पर अब वो अब पूरा ध्यान लगाना चाहते हैं। वो बहुत ही महत्वाकांक्षी व्यक्ति हैं और मैं उनके इस फ़ैसले की बहुत इज़्ज़त करता हूं।",
        "targetText": "सुलेमान के अनुसार अरिजीत का फ़िल्म मेकिंग एक पुराना सपना है, जिसे वे अब पूरा करना चाहते हैं, और उनका यह महत्वाकांक्षी फ़ैसला सम्मान योग्य है।"
    },
    {
        "sourceText": "उन्होंने अपने पैतृक शहर मुर्शिदाबाद स्थित घर में रिकॉर्डिंग स्टूडियो सेट-अप किया है। पिछले कुछ समय से वो वहीं से अपने गानों को रिकॉर्ड करने और कंपोज़ करने का काम करते आ रहे हैं।",
        "targetText": "अरिजीत ने मुर्शिदाबाद स्थित अपने घर में रिकॉर्डिंग स्टूडियो स्थापित किया है, जहाँ वे अपने गाने रिकॉर्ड और कंपोज़ कर रहे हैं।"
    },
    {
        "sourceText": "हाल ही में संगीतकार जोड़ी सलीम-सुलेमान के सलीम मर्चेंट ने उसी स्टूडियो जाकर अरिजीत सिंह की आवाज़ में एक गाना भी रिकॉर्ड कराया था।",
        "targetText": "हाल ही में सलीम-सुलेमान के सलीम मर्चेंट ने अरिजीत सिंह के स्टूडियो में उनकी आवाज़ में एक गाना रिकॉर्ड कराया।"
    },
    {
        "sourceText": "फिर मोहब्बत,तुम ही हो और बिन्ते दिल जैसे सुपरहिट गानों के अलावा फिर ले आया दिल,बदतमीज दिल,कबीरा,इलाही,ऐ दिल है मुश्क़िल चन्ना मेराया,कलंक, केसरिया,कभी जो बादल बरसे जैसे गानों को अपनी आवाज़ देकर अरिजीत ने कामयाबी की नई इबारत लिखी।",
        "targetText": "अरिजीत सिंह ने फिर मोहब्बत, तुम ही हो,बिन्ते दिल सहित कई हिट गानों को अपनी आवाज़ दी और संगीत में सफलता की नई कहानी लिखी।"
    },
    {
        "sourceText": "सुनीता विलियम्स नासा में 27 साल काम करने के बाद दिसंबर में रिटायर हुईं। वह हाल ही में कोझिकोड में संपन्न हुए केरल साहित्य महोत्सव में भाग लेने के लिए भारत में थीं। करीब एक दशक के बाद वो भारत आई थीं।",
        "targetText": "सुनीता विलियम्स ने नासा में 27 साल काम के बाद दिसंबर में रिटायर होकर करीब एक दशक बाद भारत आकर केरल साहित्य महोत्सव में भाग लिया।"
    },
    {
        "sourceText": "जयदेव डोले कहते हैं, 2004 में वह मौक़ा आया था, जब अजित पवार मुख्यमंत्री बन सकते थे लेकिन ऐसा नहीं हुआ। मुझे लगता है कि अजित पवार और शरद पवार में बुनियादी अंतर यह था कि शरद पवार बहुत पढ़े-लिखे नेता हैं लेकिन अजित पवार एक मैनेजर के तौर पर अच्छे थे।",
        "targetText": "जयदेव डोले के अनुसार 2004 में अजित पवार मुख्यमंत्री बन सकते थे, लेकिन ऐसा नहीं हुआ; शरद पवार पढ़े-लिखे नेता हैं, जबकि अजित पवार एक अच्छे मैनेजर हैं।"
    },
    {
        "sourceText": "जयदेव डोले कहते हैं, तब भी अजित को एनसीपी के ज़्यादातर विधायकों का समर्थन हासिल था। उनका मानना था कि उस समय यूपीए सरकार में केंद्रीय कृषि मंत्री रहे पवार ने उनसे मुख्यमंत्री पद छीन लिया। संभवतः पवार राज्य की राजनीति में अपने नियंत्रण को छोड़ना नहीं चाहते थे।",
        "targetText": "जयदेव डोले के अनुसार तब अजित को एनसीपी के अधिकांश विधायकों का समर्थन था, लेकिन पवार ने उन्हें मुख्यमंत्री पद से वंचित रखा, शायद राज्य की राजनीति पर अपना नियंत्रण बनाए रखने के लिए।"
    },
    {
        "sourceText": "पारिवारिक समीकरणों ने भी पवार और अजित के रिश्ते को और तनावपूर्ण बना दिया। अपने भतीजे को राजनीतिक उत्तराधिकारी के रूप में पेश करने के बाद शरद पवार ने 2005 में अपनी बेटी को राजनीति में उतारा। राज्यसभा सदस्य के रूप में सुप्रिया सुले ने शुरू में राज्य की राजनीति से दूरी बनाए रखी लेकिन बाद में अजित के लिए एनसीपी के महाराष्ट्र मामलों में उनके हस्तक्षेप की अनदेखी करना मुश्किल हो गया।",
        "targetText": "पारिवारिक समीकरणों ने पवार और अजित के रिश्ते को तनावपूर्ण बनाया; शरद पवार ने 2005 में अपनी बेटी सुप्रिया सुले को राजनीति में उतारा, जिससे अजित के लिए एनसीपी के महाराष्ट्र मामलों में हस्तक्षेप की अनदेखी करना मुश्किल हो गया।"
    },
    {
        "sourceText": "डोले कहते हैं, 2009 में जब विधानसभा चुनाव के बाद एनसीपी दूसरे स्थान पर खिसक गई तो अजित ने उप मुख्यमंत्री बनने की भरपूर कोशिश की, लेकिन पवार और प्रफुल्ल पटेल ने छगन भुजबल को आगे बढ़ाया। ग़ुस्से में अजित सार्वजनिक जीवन से दूर हो गए और बाद में उन्होंने स्वीकार किया कि इसी दौरान बीजेपी ने पहली बार उनसे संपर्क किया और अपने तत्कालीन सहयोगी शिव सेना के साथ मिलकर पवार से अलग होने को कहा।",
        "targetText": "डोले के अनुसार 2009 में विधानसभा चुनाव के बाद अजित उप मुख्यमंत्री बनने की कोशिश कर रहे थे, लेकिन पवार और प्रफुल्ल पटेल ने छगन भुजबल को आगे बढ़ाया। ग़ुस्से में अजित सार्वजनिक जीवन से दूर हुए, और इसी दौरान बीजेपी ने उनसे संपर्क कर पवार से अलग होने को कहा।"
    },
    {
        "sourceText": "मराठा जाति का वर्चस्व खेती, शिक्षा और बैंकिंग पर ख़त्म हो चुका है। शरद पवार के साथ अब मराठा जाति की सहानुभूति आएगी। ग्रामीण महाराष्ट्र की आर्थिक व्यवस्था पर अब भी मराठा जाति की पकड़ है और इन्हें अब लग रहा है कि बीजेपी के आने से उनकी पकड़ कमज़ोर पड़ रही है।",
        "targetText": "मराठा जाति का वर्चस्व खेती, शिक्षा और बैंकिंग तक सीमित हो गया है; शरद पवार के साथ उन्हें अब सहानुभूति मिलेगी, लेकिन बीजेपी के आने से उनकी ग्रामीण आर्थिक पकड़ कमजोर पड़ती दिख रही है।"
    },
    {
        "sourceText": "अमेरिका इसे लेकर हमलावर दिख रहा है। अमेरिकी वित्त मंत्री स्कॉट बेसेंट ने 24 जनवरी को कहा, यूरोप के हमारे सहयोगियों ने रूस से तेल ख़रीदने के बदले भारत पर टैरिफ़ लगाने से इनकार कर दिया था क्योंकि उन्हें भारत से बड़ा व्यापार समझौता करना था। यूरोप यूक्रेन के ख़िलाफ़ रूस की जंग में ख़ुद ही मदद कर रहा है।",
        "targetText": "अमेरिका इस मामले में आक्रामक है; अमेरिकी वित्त मंत्री स्कॉट बेसेंट ने कहा कि यूरोप ने रूस से तेल खरीद पर भारत पर टैरिफ़ लगाने से इनकार किया, क्योंकि वे भारत से बड़ा व्यापार समझौता करना चाहते थे, जबकि यूरोप यूक्रेन के खिलाफ रूस की लड़ाई में मदद कर रहा है।"
    },
    {
        "sourceText": "हाल ही में दिल्ली में मोतियाबिंद का ऑपरेशन करा कर पटना लौटे लालू यादव ने इसका प्रमाण पत्र तेजस्वी को सौंप दिया। इससे पहले 18 जनवरी 2025 को पार्टी ने तेजस्वी को लालू यादव के समान फ़ैसले लेने का अधिकार दिया था।",
        "targetText": "हाल ही में मोतियाबिंद का ऑपरेशन कर पटना लौटे लालू यादव ने इसका प्रमाण पत्र तेजस्वी को सौंपा, जबकि 18 जनवरी 2025 को पार्टी ने तेजस्वी को लालू के समान फ़ैसले लेने का अधिकार दिया था।"
    },
    {
        "sourceText": "इससे सवाल उठ रहे हैं कि देश में इतने शीर्ष स्तर पर यह झगड़ा क्यों शुरू हुआ? इससे चीन की सेना की ताक़त पर क्या असर पड़ेगा, ख़ासकर तब अगर चीन ताइवान पर हमला करना चाहे या कोई बड़ा युद्ध लड़े।",
        "targetText": "सवाल यह उठ रहे हैं कि देश में उच्च स्तर पर यह झगड़ा क्यों शुरू हुआ और इसका चीन की सेना की ताक़त और ताइवान या किसी बड़े युद्ध पर क्या असर पड़ेगा।"
    },
    {
        "sourceText": "धर्म, नस्ल, जाति, लिंग, जन्म स्थान, विकलांगता के आधार पर छात्र-छात्राओं से भेदभाव ना हो और विशेष रूप से अनुसूचित जाति, अनुसूचित जनजाति, सामाजिक एवं शैक्षणिक रूप से पिछड़े वर्गों, आर्थिक रूप से कमज़ोर वर्गों, विकलांगों और इनमें से किसी भी वर्ग के भी सदस्यों के विरुद्ध भेदभाव ख़त्म किया जा सके। इसके अलावा उच्च शिक्षा संस्थानों में समानता को बढ़ावा दिया जा सके।",
        "targetText": "छात्रों के साथ धर्म, जाति, लिंग, जन्म स्थान या विकलांगता के आधार पर भेदभाव न हो और विशेष रूप से पिछड़े, आर्थिक रूप से कमजोर तथा विकलांग वर्गों के खिलाफ भेदभाव खत्म कर उच्च शिक्षा में समानता बढ़ाई जाए।"
    },
    {
        "sourceText": "विवाद की मूल वजह जाति आधारित भेदभाव की परिभाषा में अन्य पिछड़े वर्गों (ओबीसी) को शामिल करना है. इसके पहले, ड्राफ्ट में जातिगत भेदभाव से सुरक्षा के दायरे में केवल एससी और एसटी (अनुसूचित जाति और अनुसूचित जनजाति) को रखा गया था।",
        "targetText": "विवाद इसलिए है क्योंकि जाति आधारित भेदभाव की परिभाषा में अब ओबीसी को शामिल किया गया, जबकि पहले यह सुरक्षा केवल एससी और एसटी तक सीमित थी।"
    },
    {
        "sourceText": "नोटिफ़िकेशन के मुताबिक़ उच्च शिक्षण संस्थानों में भेदभाव खत्म करने के लिए एक इक्विटी कमेटी (समता समिति) बनाई जाएगी जिसमें ओबीसी, विकलांग, अनुसूचित जाति, जनजाति और महिलाओं का प्रतिनिधित्व होना चाहिए।",
        "targetText": "उच्च शिक्षण संस्थानों में भेदभाव समाप्त करने के लिए एक इक्विटी कमेटी बनाई जाएगी, जिसमें ओबीसी, विकलांग, अनुसूचित जाति, जनजाति और महिलाओं का प्रतिनिधित्व होगा।"
    },
    {
        "sourceText": "शिवसेना (यूबीटी) नेता प्रियंका चतुर्वेदी ने एक्स पर पोस्ट किया, कैंपस में किसी भी प्रकार का जातिगत भेदभाव गलत है, और भारत में पहले ही कई छात्र इसके दुष्परिणाम झेल चुके हैं. लेकिन क्या कानून को समावेशी नहीं होना चाहिए और यह सुनिश्चित नहीं करना चाहिए कि सभी को समान रूप से संरक्षण मिले? फिर कानून के लागू होने में यह भेदभाव क्यों? झूठे मामलों की स्थिति में क्या होगा? दोष का निर्धारण कैसे किया जाएगा?",
        "targetText": "प्रियंका चतुर्वेदी ने कहा कि कैंपस में जातिगत भेदभाव गलत है, लेकिन कानून समावेशी और सभी के लिए समान सुरक्षा सुनिश्चित करे; उन्होंने लागू कानून में संभावित भेदभाव, झूठे मामलों और दोष निर्धारण पर भी सवाल उठाए।"
    },
    {
        "sourceText": "वहीं भारतीय जनता पार्टी के नेता और सांसद निशिकांत दुबे ने इन नियमों का बचाव करते हुए लिखा, गरीब सवर्ण समाज को 10 प्रतिशत आरक्षण माननीय प्रधानमंत्री मोदी जी ने ही दिया। आज किस प्रकार की ग़लतफ़हमी UGC के नाम पर? संविधान का आर्टिकल 14 इस देश में जाति, वर्ग, वर्ण, धर्म या संप्रदाय के किसी भी भेदभाव के ख़िलाफ़ है,आप निश्चिंत रहिए, UGC का यह नियम अनुसूचित जाति, अनुसूचित जनजाति, पिछड़े वर्ग के साथ-साथ सवर्णों पर भी बराबर लागू होगा। यह राजनीति नहीं है, देश बाबा साहेब अंबेडकर जी के संविधान से ही चलता है।",
        "targetText": "निशिकांत दुबे ने कहा कि गरीब सवर्णों को 10% आरक्षण प्रधानमंत्री मोदी ने दिया, और UGC का नियम अनुसूचित जाति, जनजाति, पिछड़े वर्ग और सवर्ण सभी पर समान रूप से लागू होगा; यह संविधान के सिद्धांतों के अनुसार है, राजनीति नहीं।"
    },
    {
        "sourceText": "उन्होंने कहा, इस भेदभाव को कैसे परिभाषित किया जाए- शब्दों से, कार्यों से या धारणाओं से?। क़ानून के लागू होने की प्रक्रिया स्पष्ट, सटीक और सभी के लिए समान होनी चाहिए। कैंपस में नकारात्मक माहौल बनाने के बजाय, मैं आग्रह करती हूँ कि यूजीसी की यह अधिसूचना या तो वापस ली जाए या उसमें आवश्यक संशोधन किया जाए।",
        "targetText": "उन्होंने कहा कि भेदभाव की परिभाषा स्पष्ट हो और कानून सभी के लिए समान रूप से लागू हो; नकारात्मक माहौल से बचने के लिए यूजीसी की अधिसूचना या तो वापस ली जाए या आवश्यक संशोधन किया जाए।"
    },
    {
        "sourceText": "रियाद और अबू धाबी के बीच बढ़ती राजनीतिक खींचतान की पृष्ठभूमि में ऐसे सवाल उठ रहे हैं जो सतही मतभेदों से आगे बढ़कर इस क्षेत्र के जियो-पॉलिटिक्स से जुड़े विवाद के बुनियादी पहलुओं के इर्द-गिर्द घूमते हैं। इनमें सबसे अहम सवाल यह है कि क्या व्यापार के लिए महत्वपूर्ण जलमार्ग दोनों खाड़ी पड़ोसियों के बीच एक अघोषित प्रतिद्वंद्विता का मैदान बन गए हैं?",
        "targetText": "रियाद और अबू धाबी के बीच बढ़ती राजनीतिक खींचतान के बीच सवाल उठ रहे हैं कि क्या व्यापारिक जलमार्ग दोनों खाड़ी पड़ोसियों के बीच अघोषित प्रतिद्वंद्विता का मैदान बन गए हैं?"
    },
    {
        "sourceText": "बीबीसी न्यूज़ अरबी से बातचीत में शीबान ने कहा कि यूएई की क्षेत्रीय उपस्थिति समुद्री सीमाओं पर मज़बूत पकड़ और अमेरिका के साथ गहरे संबंधों पर आधारित है, जिसका मक़सद यह है कि मैरीटाइम सिक्योरिटी और अंतरराष्ट्रीय शिपिंग की सुरक्षा से जुड़े अमेरिका के बोझ को कम किया जा सके।",
        "targetText": "शीबान के अनुसार यूएई की क्षेत्रीय ताक़त समुद्री सीमाओं पर मज़बूत पकड़ और अमेरिका से गहरे रिश्तों पर आधारित है, जिससे समुद्री सुरक्षा और अंतरराष्ट्रीय शिपिंग में अमेरिका का बोझ कम किया जा सके।"
    },
    {
        "sourceText": "उनके मुताबिक़, पहला, अदन यमन का प्राकृतिक दक्षिणी प्रवेश द्वार है और इसकी स्थिरता यमन के साथ-साथ पूरे क्षेत्र के लिए फ़ायदेमंद है। दूसरा, सोमालीलैंड दूसरी ओर एक लॉजिस्टिक पॉइंट है जो रास्तों में विविधता लाने, व्यापारिक जलमार्गों पर दबाव कम करने और स्थानीय विकास में मदद करता है।",
        "targetText": "उनके अनुसार अदन यमन का प्राकृतिक दक्षिणी प्रवेश द्वार है, जिसकी स्थिरता पूरे क्षेत्र के लिए लाभकारी है, जबकि सोमालीलैंड एक लॉजिस्टिक केंद्र है जो व्यापारिक मार्गों में विविधता लाकर दबाव कम करता और स्थानीय विकास में मदद करता है।"
    },
    {
        "sourceText": "उन्होंने बीबीसी न्यूज़ अरबी से बातचीत में कहा, बाब अल-मंदाब आज एक वैश्विक मार्ग है, और इसमें किसी भी रुकावट का असर व्यापार, ऊर्जा, अनाज और यहां तक कि समुद्री बीमा पर पड़ता है। इसलिए इसकी सुरक्षा केवल भाषणों से नहीं, बल्कि दोनों तरफ़ एक सक्रिय अर्थव्यवस्था से सुनिश्चित की जा सकती है, जो अराजकता और आतंकवादियों की हरकतों को रोकती है, जिसमें मुस्लिम ब्रदरहुड और जिहादी समूह भी शामिल हैं।",
        "targetText": "उन्होंने कहा कि बाब अल-मंदाब एक वैश्विक व्यापारिक मार्ग है, जिसकी सुरक्षा सक्रिय आर्थिक गतिविधियों से ही संभव है, ताकि अराजकता और आतंकी समूहों की गतिविधियों को रोका जा सके।"
    },
    {
        "sourceText": "यमनी शोधकर्ता बरा शीबान कहते हैं, अगर हम सऊदी नज़रिए को देखें, कम से कम सोमालीलैंड के संबंध में, तो सऊदी ये मानते हैं कि इसराइल और यूएई के बीच एक तरह का गठबंधन है, जिसका मक़सद उन क्षेत्रों में इसराइल की मौजूदगी को मज़बूत करना है जो पारंपरिक रूप से इसराइल के अनुकूल नहीं रहे हैं।",
        "targetText": "बरा शीबान के अनुसार सऊदी नज़रिए से सोमालीलैंड को लेकर यह धारणा है कि इसराइल और यूएई का गठबंधन उन इलाकों में इसराइल की मौजूदगी बढ़ाने के लिए है, जो पहले उसके समर्थक नहीं रहे।"
    },
    {
        "sourceText": "यूएई और भारत के बीच द्विपक्षीय रणनीतिक रक्षा साझेदारी को लेकर मध्य-पूर्व की न्यूज़ विश्लेषण वेबसाइट मिडिल ईस्ट आई तुर्की ब्यूरो चीफ़ रेइप सोयलु ने एक्स पर लिखा है, ऐसा प्रतीत होता है कि यूएई, परमाणु शक्ति संपन्न पाकिस्तान के साथ सऊदी अरब के रक्षा समझौते का संतुलन बनाने के लिए, परमाणु शक्ति संपन्न भारत के साथ साझेदारी कर रहा है।",
        "targetText": "रेइप सोयलु के अनुसार यूएई, सऊदी अरब-पाकिस्तान रक्षा समझौते का संतुलन बनाने के लिए परमाणु शक्ति संपन्न भारत के साथ रणनीतिक रक्षा साझेदारी कर रहा है।"
    },
    {
        "sourceText": "इस सवाल के जवाब में सऊदी अरब में भारत के राजदूत रहे तलमीज़ अहमद ने बीबीसी हिन्दी से कहा, यूएई के राष्ट्रपति का दौरा बहुत ही अहम था। हमारी स्ट्रैटिजिक पार्टनर्शिप तो पहले से ही थी लेकिन डिफेंस उस तरह से इसमें शामिल नहीं था। डिफेंस को उस वक़्त शामिल किया जा रहा है, जब ईरान और अमेरिका में तनातनी है, ग़ज़ा का मसला सुलझा नहीं है, सोमानीलैंड को लेकर यूएई इसराइल के साथ दिख रहा है, सऊदी और यूएई में तनाव बढ़ा हुआ है और पाकिस्तान सऊदी के डिफेंस पैक्ट में तुर्की भी शामिल होना चाहता है।",
        "targetText": "तलमीज़ अहमद के अनुसार यूएई राष्ट्रपति का दौरा महत्वपूर्ण था; पहले से मौजूद रणनीतिक साझेदारी में अब रक्षा को शामिल किया जा रहा है, वह भी ऐसे समय में जब क्षेत्र में ईरान-अमेरिका तनाव, ग़ज़ा संकट, सोमालीलैंड मुद्दा, सऊदी-यूएई तनाव और सऊदी-पाकिस्तान रक्षा समझौते से जुड़े घटनाक्रम चल रहे हैं।"
    },
    {
        "sourceText": "मुझे लगता है कि यूएई के राष्ट्रपति से भारत के प्रधानमंत्री की सऊदी और पाकिस्तान के डिफेंस पैक्ट पर ज़रूर बात हुई होगी। भारत को कैसे रिएक्ट करना है, इसे भी गंभीरता से सोचना होगा। पाकिस्तान को अचानक से प्रासंगकिता मिल गई है। पाकिस्तान को सऊदी बुला रहा है, तुर्की साथ चाहता है और राष्ट्रपति ट्रंप भी तवज्जो दे रहे हैं। ऐसे में भारत की रणनीति पश्चिम एशिया में कैसी होगी, यह बड़ा सवाल है।",
        "targetText": "वक्ताओं के अनुसार यूएई राष्ट्रपति से भारत के प्रधानमंत्री ने सऊदी-पाकिस्तान रक्षा समझौते पर चर्चा की होगी; पाकिस्तान की बढ़ती अहमियत के बीच पश्चिम एशिया में भारत की रणनीति पर गंभीरता से विचार करना ज़रूरी है।"
    },
    {
        "sourceText": "मिडिल ईस्ट इंस्टिट्यूट टर्किश प्रोग्राम की फाउंडिंग डायरेक्टर गोनुल तोल मानती हैं कि सऊदी अरब के क्राउन प्रिंस मोहम्मद बिन सलमान के अमेरिकी राष्ट्रपति डोनाल्ड ट्रंप के साथ संबंध, अमीराती नेता मोहम्मद बिन ज़ाएद की तुलना में अधिक मज़बूत हैं। इस समीकरण को तुर्की के अधिकारी वॉशिंगटन के साथ लंबित मुद्दों के समाधान में संभावित रूप से उपयोगी मानते हैं। इन्हीं कारणों से प्रेरित होकर हाल के वर्षों में तुर्की और सऊदी अरब के बीच रक्षा और वित्तीय संबंध गहरे हुए हैं।",
        "targetText": "गोनुल तोल के अनुसार सऊदी क्राउन प्रिंस मोहम्मद बिन सलमान के ट्रंप से रिश्ते यूएई नेता मोहम्मद बिन ज़ाएद से अधिक मजबूत हैं, और इसी वजह से तुर्की-सऊदी के बीच हाल के वर्षों में रक्षा व वित्तीय सहयोग बढ़ा है।"
    },
    {
        "sourceText": "यूएई पश्चिम एशिया में और जीसीसी में अलग नीति पर चल रहा है। यूएई ने 2020 में इसराइल को एक संप्रभु देश के रूप में मान्यता देते हुए राजनयिक संबंध स्थापित किया था। अभी इसराइल ने सोमालिया के भीतर सोमानीलैंड को मान्यता दी तो पश्चिम एशिया के लगभग सभी इस्लामिक देशों ने निंदा की थी लेकिन यूएई चुप रहा।",
        "targetText": "यूएई पश्चिम एशिया और जीसीसी में अलग नीति अपना रहा है; उसने 2020 में इसराइल से संबंध बनाए और सोमालीलैंड को इसराइल द्वारा मान्यता देने पर अन्य इस्लामिक देशों की निंदा के बावजूद यूएई चुप रहा।"
    },
    {
        "sourceText": "इसके जवाब में विक्रम मिसरी ने कहा, मैं इसे दोनों देशों के बीच पहले से मौजूद पर्याप्त रक्षा सहयोग का स्वाभाविक विकास मानूंगा, न कि क्षेत्र में घटित किसी विशेष घटना की प्रतिक्रिया के रूप में या भविष्य के किसी काल्पनिक स्थिति में शामिल होने के इरादे के तौर पर।",
        "targetText": "विक्रम मिसरी ने कहा कि यह कदम दोनों देशों के बीच पहले से मौजूद रक्षा सहयोग का स्वाभाविक विस्तार है, न कि किसी क्षेत्रीय घटना की प्रतिक्रिया या भविष्य की किसी संभावित स्थिति में शामिल होने का संकेत।"
    },
    {
        "sourceText": "दिलचस्प है कि यूएई के राष्ट्रपति के नई दिल्ली आने के बाद सऊदी अरब के विदेश मंत्री की पाकिस्तान और तुर्की के विदेश मंत्री से बात हुई। सऊदी अरब के विदेश मंत्रालय ने इस बातचीत की जानकारी देते हुए कहा है कि दोनों देशों के विदेश मंत्रियों से इलाक़े में हालिया घटनाक्रम पर चर्चा हुई है।",
        "targetText": "यूएई राष्ट्रपति के नई दिल्ली दौरे के बाद सऊदी विदेश मंत्री ने पाकिस्तान और तुर्की के विदेश मंत्रियों से बातचीत कर क्षेत्र के हालिया घटनाक्रम पर चर्चा की।"
    },
    {
        "sourceText": "चेलानी ने एक्स लिखा है, संयुक्त अरब अमीरात अब भारत का तीसरा सबसे बड़ा व्यापारिक साझेदार और दूसरा सबसे बड़ा निर्यात गंतव्य है, साथ ही वह भारत का एक महत्वपूर्ण ऊर्जा साझेदार भी है। यह भारत के रणनीतिक तेल भंडारण कार्यक्रम में भाग लेने वाला पहला देश भी था। दोनों देशों ने रुपये और दिरहम में व्यापार को सक्षम बनाया है, जिससे अमेरिकी डॉलर पर निर्भरता कम हुई है।",
        "targetText": "चेलानी के अनुसार यूएई भारत का तीसरा सबसे बड़ा व्यापारिक साझेदार, दूसरा सबसे बड़ा निर्यात गंतव्य और अहम ऊर्जा साझेदार है; साथ ही दोनों देशों ने रुपये-दिरहम में व्यापार कर डॉलर पर निर्भरता घटाई है।"
    },
    {
        "sourceText": "मुदस्सिर क़मर कहते हैं, ये बात ज़रूर है कि पश्चिम एशिया में अभी जो हालात हैं, उनमें यूएई, इसराइल और भारत एक साथ दिख रहे हैं. दूसरी तरफ़ पाकिस्तान उस खेमे में दिख रहा है, जिसमें ज़्यादातर इस्लामिक देश हैं। लेकिन इसे हम स्थायी हालात के रूप में नहीं देख रहे हैं। यूएई और सऊदी अरब का तनाव भी एमबीज़ेड और एमबीएस के बीच पर्सनल ईगो के कारण है। दोनों के बीच स्थिति कुछ ही महीनों में बेहतर हो सकती है। यमन से यूएई का चुपचाप निकल जाना बताता है कि वह सऊदी अरब से टकराव नहीं चाहता है। ऐसे में यूएई और भारत की दोस्ती को हम पश्चिम एशिया के हालिया हालात से सीधे नहीं जोड़ सकते हैं।",
        "targetText": "मुदस्सिर क़मर के अनुसार फिलहाल पश्चिम एशिया में यूएई, इसराइल और भारत एक साथ दिखते हैं, जबकि पाकिस्तान अन्य इस्लामिक देशों के साथ है, लेकिन यह स्थिति स्थायी नहीं है; यूएई-सऊदी तनाव अस्थायी है और इसलिए यूएई-भारत की दोस्ती को सीधे मौजूदा क्षेत्रीय हालात से नहीं जोड़ा जाना चाहिए।"
    },
    {
        "sourceText": "फ़रवरी 2022 में दोनों देशों के बीच व्यापक आर्थिक साझेदारी समझौते पर हस्ताक्षर होने के बाद इस मज़बूत व्यापारिक रिश्ते को और बल मिला, जिससे व्यापार और निवेश के नए अवसर खुले। यूएई दुनिया में भारतीय पासपोर्ट धारकों की सबसे बड़ी संख्या की मेज़बानी करता है, जहां 43 लाख से अधिक भारतीय प्रवासी रहते हैं, जो देश की कुल आबादी का लगभग 35 प्रतिशत हैं।",
        "targetText": "फ़रवरी 2022 में व्यापक आर्थिक साझेदारी समझौते के बाद भारत–यूएई व्यापार और निवेश और मजबूत हुआ, और यूएई में 43 लाख से अधिक भारतीय प्रवासी रहते हैं, जो आबादी का लगभग 35% हैं।"
    },
    {
        "sourceText": "भारत के लिए यूएई दूसरा सबसे बड़ा निर्यात गंतव्य है, जहाँ उसी वित्त वर्ष में निर्यात 37 अरब डॉलर तक पहुंच गया। दोनों देशों ने 2032 तक द्विपक्षीय व्यापार 200 अरब डॉलर तक ले जाने का लक्ष्य रखा है।",
        "targetText": "यूएई भारत का दूसरा सबसे बड़ा निर्यात गंतव्य है, जहां निर्यात 37 अरब डॉलर तक पहुंचा है, और दोनों देशों ने 2032 तक द्विपक्षीय व्यापार 200 अरब डॉलर करने का लक्ष्य रखा है।"
    },
    {
        "sourceText": "इस सवाल के जवाब में सऊदी अरब में भारत के राजदूत रहे तलमीज़ अहमद ने बीबीसी हिन्दी से कहा, यूएई के राष्ट्रपति का दौरा बहुत ही अहम था। हमारी स्ट्रैटिजिक पार्टनर्शिप तो पहले से ही थी लेकिन डिफेंस उस तरह से इसमें शामिल नहीं था। डिफेंस को उस वक़्त शामिल किया जा रहा है, जब ईरान और अमेरिका में तनातनी है, ग़ज़ा का मसला सुलझा नहीं है, सोमानीलैंड को लेकर यूएई इसराइल के साथ दिख रहा है, सऊदी और यूएई में तनाव बढ़ा हुआ है और पाकिस्तान सऊदी के डिफेंस पैक्ट में तुर्की भी शामिल होना चाहता है।",
        "targetText": "तलमीज़ अहमद के अनुसार यूएई राष्ट्रपति का दौरा अहम था; पहले से मौजूद रणनीतिक साझेदारी में अब रक्षा को ऐसे समय शामिल किया जा रहा है, जब ईरान-अमेरिका तनाव, ग़ज़ा संकट, सोमालीलैंड मुद्दा, सऊदी-यूएई तनाव और सऊदी-पाकिस्तान रक्षा समझौते से जुड़े घटनाक्रम चल रहे हैं।"
    },
    {
        "sourceText": "नाज़ियों ने यूरोप में 60 लाख से अधिक यहूदियों की हत्या की और उत्तर अफ़्रीका में यहूदी समुदाय के हज़ारों लोगों का उत्पीड़न किया, जिन्हें फ़्रांसीसी सहयोगी विची सरकार का समर्थन प्राप्त था। इसके परिणामस्वरूप बहुत से लोगों की मौतें हुईं, पलायन पर मजबूर होना पड़ा और अपनी संपत्तियां खोनी पड़ीं, हालांकि ये छोटे पैमाने पर ही हुआ।",
        "targetText": "नाज़ियों ने यूरोप में 60 लाख से अधिक यहूदियों की हत्या की और उत्तर अफ़्रीका में हज़ारों यहूदियों का उत्पीड़न किया, जिससे मौतें हुईं, लोग पलायन करने और अपनी संपत्ति खोने को मजबूर हुए।"
    },
    {
        "sourceText": "ट्यूनीशिया उत्तर अफ्रीका का एकमात्र देश था जिस पर पूरी तरह नाज़ियों का कब्ज़ा रहा। यहां नवंबर 1942 से मई 1943 के बीच यहूदियों को पीले सितारे पहनने के लिए मजबूर किया गया। जब नाज़ियों ने सभी यहूदी मर्दों को जबरन मज़दूरी के लिए रिपोर्ट करने का आदेश दिया, तो ट्यूनिस में रहने वाले जोसेफ़ नाकाश उनमें से एक थे, जो भागने में सफल रहे।",
        "targetText": "ट्यूनीशिया अकेला ऐसा उत्तर अफ़्रीकी देश था जिस पर पूरी तरह नाज़ियों का कब्ज़ा था; नवंबर 1942 से मई 1943 के बीच यहूदियों को पीला सितारा पहनने और जबरन मजदूरी के लिए रिपोर्ट करने को मजबूर किया गया, जिसमें ट्यूनिस के जोसेफ़ नाकाश भागने में सफल रहे।"
    },
    {
        "sourceText": "सैटलॉफ़ कहते हैं, दिसंबर 1942 में एसएस (नाज़ियों की ख़ुफ़िया पुलिस) ने युवा यहूदी पुरुषों को पकड़ने के लिए बड़े पैमाने पर घेराबंदी और छापेमारी की। अगर आप किसी ऐसे व्यक्ति को छिपाते हुए पकड़े जाते, जिसका नाम एसएस की सूची में होता, तो यह बहुत गंभीर अपराध माना जाता।",
        "targetText": "सैटलॉफ़ के अनुसार दिसंबर 1942 में एसएस ने युवा यहूदी पुरुषों को पकड़ने के लिए बड़े पैमाने पर छापेमारी की, और किसी ऐसे व्यक्ति को छिपाने को गंभीर अपराध माना जाता था जो उनकी सूची में था।"
    },
    {
        "sourceText": "सैटलॉफ़ बीबीसी वर्ल्ड सर्विस से कहते हैं, मैं सिर्फ़ उस व्यक्ति से नहीं मिला जिसे बचाया गया था, बल्कि मैं ट्यूनिस भी गया, हम्माम को देखा और उस व्यक्ति के बेटे से भी मिला जिसने उसे बचाया था। उसे पूरी कहानी पता थी। यह एक शानदार कहानी है और मुझे इसके दोनों पहलुओं से जानकारी मिली।",
        "targetText": "सैटलॉफ़ ने कहा कि उन्होंने उस व्यक्ति और उसे बचाने वाले के बेटे से मिलकर ट्यूनिस में पूरी कहानी जानकर दोनों पहलुओं की जानकारी हासिल की।"
    },
    {
        "sourceText": "ट्यूनिस के पूर्व मेयर साई अली सक्कत ने भी सब कुछ दांव पर लगाते हुए यहूदी लेबर कैंप से भागे लोगों के एक समूह को अपने घर में खाना और शरण दी। यह घर राजधानी से करीब 55 किलोमीटर दूर ज़घुआन घाटी में स्थित था।",
        "targetText": "ट्यूनिस के पूर्व मेयर साई अली सक्कत ने यहूदी लेबर कैंप से भागे लोगों को अपने घर में शरण और भोजन दिया, जो राजधानी से 55 किलोमीटर दूर ज़घुआन घाटी में स्थित था।"
    },
    {
        "sourceText": "पीएलओ के महासचिव साएब इराकात ने एक बयान जारी कर कहा, ये इतिहास में एक दुखद दिन है जब इसराइली सरकार के मुखिया अपने पड़ोसी (फ़लस्तीनीयों) से इतना नफ़रत करते हैं कि वो 60 लाख यहूदियों की हत्या करने वाले इतिहास के सबसे कुख्यात युद्ध अपराधी एडोल्फ़ हिटलर को भी माफ़ करने को तैयार हैं।",
        "targetText": "पीएलओ महासचिव साएब इराकात ने कहा कि यह एक दुखद दिन है जब इसराइली नेता अपने पड़ोसी फ़लस्तीनीयों से इतनी नफ़रत करते हैं कि इतिहास के कुख्यात युद्ध अपराधी हिटलर को भी माफ़ करने को तैयार हैं।"
    },
    {
        "sourceText": "अक्तूबर की शुरुआत से छुरेबाज़ी और गोलीबारी की वारदातों के कारण फ़लस्तीनियों और इसराइल के बीच तनाव बढ़ते जा रहे हैं। इसराइली सुरक्षाकर्मियों और फ़लस्तीनियों के बीच हिंसक झड़पें भी हुईं हैं जिनके कारण कई फ़लस्तीनी मारे जा चुके हैं। हिंसक वारदातें अब ग़ज़ा की सीमा तक फैल गईं हैं।",
        "targetText": "अक्तूबर की शुरुआत से छुरेबाज़ी और गोलीबारी के कारण फ़लस्तीनियों और इसराइल के बीच तनाव बढ़ा है, हिंसक झड़पों में कई फ़लस्तीनी मारे गए और हिंसा अब ग़ज़ा की सीमा तक फैल गई है।"
    },
    {
        "sourceText": "वहीं एंतोनियो लुईस सांतोस दा कोस्टा ने कहा, ग्लोबल वर्ल्ड ऑर्डर बदल रहा है। ऐसे में भारत और यूरोप के बीच ये साझेदारी ऐतिहासिक है। भारत हमारे भरोसेमंद पार्टनर के तौर पर आगे आया है। भारत तेज़ी से बढ़ती इकॉनमी है। और इस डील से दो अरब लोगों का फ़ायदा होगा। हम विश्व शांति के लिए आप पर भरोसा कर सकते हैं।",
        "targetText": "एंतोनियो लुईस सांतोस दा कोस्टा के अनुसार बदलते ग्लोबल वर्ल्ड ऑर्डर में भारत और यूरोप की साझेदारी ऐतिहासिक है; भारत एक भरोसेमंद और तेजी से बढ़ती अर्थव्यवस्था वाला पार्टनर है, और इस डील से दो अरब लोगों को फायदा होगा।"
    },
    {
        "sourceText": "वहीं यूरोपियन कमीशन की अध्यक्ष उर्सुला वॉन डेर लेयन ने कहा, भारत और यूरोप मिलकर इतिहास बना रहे हैं। हमने मदर ऑफ़ ऑल डील्स पूरी कर ली है। हमने दो अरब लोगों के लिए फ़्री ट्रेड ज़ोन बनाया है जिससे भारत और यूरोप, दोनों को ही फ़ायदा मिलेगा।",
        "targetText": "उर्सुला वॉन डेर लेयन के अनुसार भारत और यूरोप मिलकर ऐतिहासिक काम कर रहे हैं; उन्होंने दो अरब लोगों के लिए फ़्री ट्रेड ज़ोन बनाकर दोनों पक्षों को लाभ पहुंचाया है।"
    },
    {
        "sourceText": "पीआईबी ने बताया है कि इस डील की वजह से टेक्सटाइल, परिधान और कपड़ों पर पहले दिन से ही ज़ीरो ड्यूटी लागू होगी। एफ़टीए से 263.5 अरब डॉलर के यूरोपीय संघ के टेक्सटाइल बाज़ार तक पहुंच खुलेगी. कारीगरों, महिलाओं, बुनकरों और एमएसएमई क्लस्टरों के लिए बड़े पैमाने पर रोज़गार के मौके बनेंगे।",
        "targetText": "पीआईबी के अनुसार इस डील से टेक्सटाइल और कपड़ों पर ज़ीरो ड्यूटी लागू होगी, यूरोपीय संघ के 263.5 अरब डॉलर के बाज़ार तक पहुंच खुलेगी, और कारीगरों, महिलाओं, बुनकरों और एमएसएमई क्लस्टरों के लिए बड़े पैमाने पर रोजगार के अवसर बनेंगे।"
    },
    {
        "sourceText": "पीएम मोदी ने एक्स पर इस डील से जुड़ी कुछ जानकारियों को शेयर किया है जिसमें बताय गया है इस सौदे में भारत से निर्यात किए जाने वाली 9425 टैरिफ़ लाइन को ख़त्म कर दिया गया है। यानी इन 9425 टैरिफ़ लाइन से जुड़े सामानों पर कोई टैरिफ़ नहीं लगा करेगा।",
        "targetText": "पीएम मोदी के अनुसार इस डील में भारत से निर्यात होने वाली 9425 टैरिफ़ लाइनें समाप्त कर दी गई हैं, यानी इन सामानों पर अब कोई टैरिफ़ नहीं लगेगा।"
    },
    {
        "sourceText": "साथ ही यूरोप पढ़ने जाने वाले छात्रों के लिए पढ़ाई के बाद नौ महीने के पोस्ट-स्टडी वीज़ा फ्रेमवर्क पर भी सहमति बनी है। इसके अलावा यूरोप में भारतीय पारंपरिक दवाओं के चिकित्सकों को भी अनुमति दी जाएगी।",
        "targetText": "सहमति के तहत यूरोप पढ़ने वाले छात्रों को पढ़ाई के बाद नौ महीने का पोस्ट-स्टडी वीज़ा मिलेगा, और भारतीय पारंपरिक दवाओं के चिकित्सकों को भी यूरोप में काम करने की अनुमति दी जाएगी।"
    },
    {
        "sourceText": "दावोस में वर्ल्ड इकोनॉमिक फ़ोरम के मंच से वॉन डेर लेयेन ने कहा था कि यूरोपीय संघ और भारत साथ आते हैं तो दो अरब लोगों का एक विशाल मुक्त बाज़ार बनेगा, जो वैश्विक जीडीपी का एक चौथाई हिस्सा होगा।",
        "targetText": "वॉन डेर लेयेन के अनुसार यूरोपीय संघ और भारत के साथ आने से दो अरब लोगों का विशाल मुक्त बाज़ार बनेगा, जो वैश्विक जीडीपी का एक चौथाई हिस्सा होगा।"
    },
    {
        "sourceText": "इस समझौते के साथ ईयू भारत का 22वां एफ़टीए साझेदार बन गया है। भारत ब्रिटेन से पहले ही एफ़टीए कर चुका है और अब यूरोपीय संघ के साथ हुए समझौतों के साथ मिलकर भारतीय कारोबारियों के लिए लगभग पूरा यूरोपीय बाज़ार खुल गया है।",
        "targetText": "इस समझौते के बाद ईयू भारत का 22वां एफ़टीए साझेदार बन गया है, जिससे भारतीय कारोबारियों के लिए लगभग पूरा यूरोपीय बाज़ार खुल गया है।"
    },
    {
        "sourceText": "यह समझौता जनरलाइज्ड सिस्टम ऑफ प्रेफरेंसेज यानी जीएसपी की बहाली भी करेगा, जिसके तहत विकासशील देशों से यूरोपीय बाज़ार में आने वाले कई उत्पादों पर आयात शुल्क नहीं लगता।",
        "targetText": "इस समझौते से जीएसपी बहाल होगा, जिससे विकासशील देशों के उत्पादों पर यूरोपीय बाज़ार में आयात शुल्क नहीं लगेगा।"
    },
    {
        "sourceText": "नए नियमों के मुताबिक, अब चाहे सरकारी कॉलेज हो या निजी यूनिवर्सिटी, हर जगह एक 'इक्विटी सेल बनाना ज़रूरी होगा। ये सेल एक तरह की अदालत जैसा काम करेगी। अगर किसी छात्र को लगता है कि उसके साथ भेदभाव हुआ है, तो वह यहां जाकर अपनी शिकायत दर्ज करा सकता है। कमेटी की सिफारिश पर संस्थान को उस पर तुरंत एक्शन लेना होगा।",
        "targetText": "नए नियमों के तहत सभी सरकारी और निजी कॉलेजों/यूनिवर्सिटी में इक्विटी सेल अनिवार्य होगा, जो भेदभाव की शिकायतों को दर्ज कर तुरंत कार्रवाई सुनिश्चित करेगा।"
    },
    {
        "sourceText": "उन्होंने कहा, अगर आप में टैलेंट नहीं है तो कोई सवाल ही नहीं है कि इसके पीछे आपका धर्म कोई वजह है और लोग आपको चांस नहीं दे रहे हैं। वो काफ़ी सफल और मैच्योर इंसान हैं। वो जो कह रहे हैं, उन्हें ऐसा नहीं कहना चाहिए था। हो सकता है उनके पास इसकी वजह हो। आपको इस बारे में उनसे पूछना चाहिए।",
        "targetText": "उन्होंने कहा कि अवसर न मिलने का कारण धर्म नहीं, बल्कि टैलेंट की कमी हो सकती है; वह व्यक्ति सफल और परिपक्व हैं, इसलिए ऐसा बयान नहीं देना चाहिए था, और इसकी वजह जानने के लिए उनसे ही पूछा जाना चाहिए।"
    },
    {
        "sourceText": "वहीं गायक शान ने कहा, मुझे नहीं लगता कि संगीत में कोई सांप्रदायिक या अल्पसंख्यक पहलू होता है। अगर ऐसी बात होती तो हमारे जो तीनों सुपरस्टार तीस साल से हैं, वे भी अल्पसंख्यक हैं लेकिन क्या उनके फैंस किसी से कम हैं? वे तो बढ़ते ही जा रहे हैं।",
        "targetText": "गायक शान के अनुसार संगीत में कोई सांप्रदायिक या अल्पसंख्यक भेद नहीं होता; उदाहरण के तौर पर उन्होंने कहा कि अल्पसंख्यक होने के बावजूद सुपरस्टार कलाकारों के प्रशंसक लगातार बढ़ते रहे हैं।"
    },
    {
        "sourceText": "एआर रहमान के दावे पर उपन्यासकार शोभा डे ने कहा, ये बहुत ख़तरनाक कमेंट है। मैं पचास साल से बॉलीवुड को देख रही हूँ। अगर मैंने कोई ऐसी जगह देखी है जो सांप्रदायिकता से मुक्त है, तो वो बॉलीवुड है। आप में टैलेंट हो तो आपको चांस मिलेगा।",
        "targetText": "शोभा डे ने कहा कि एआर रहमान का बयान खतरनाक है और उनके अनुभव में बॉलीवुड सांप्रदायिकता से मुक्त है, जहाँ टैलेंट होने पर मौका मिलता है।"
    },
     {
        "sourceText": "उन्होंने कहा, अगर आप में टैलेंट नहीं है तो कोई सवाल ही नहीं है कि इसके पीछे आपका धर्म कोई वजह है और लोग आपको चांस नहीं दे रहे हैं। वो काफ़ी सफल और मैच्योर इंसान हैं। वो जो कह रहे हैं, उन्हें ऐसा नहीं कहना चाहिए था। हो सकता है उनके पास इसकी वजह हो। आपको इस बारे में उनसे पूछना चाहिए।",
        "targetText": "उन्होंने कहा कि अवसर न मिलने का कारण धर्म नहीं बल्कि टैलेंट की कमी हो सकती है; वह सफल और परिपक्व व्यक्ति हैं, इसलिए ऐसा बयान नहीं देना चाहिए था, और इसकी वजह उनसे ही पूछी जानी चाहिए।"
    },
    {
        "sourceText": "याचिका में कहा गया है कि मुसलमानों की मदद से शाही ईदगाह ट्रस्ट ने श्रीकृष्ण जन्मभूमि पर क़ब्ज़ा कर लिया और उनके स्थान पर एक ढांचे का निर्माण कर दिया। भगवान विष्णु के आठवें अवतार श्रीकृष्ण का जन्मस्थान उसी ढांचे के नीचे स्थित है।",
        "targetText": "याचिका में आरोप लगाया गया है कि शाही ईदगाह ट्रस्ट ने मुसलमानों की मदद से श्रीकृष्ण जन्मभूमि पर कब्ज़ा कर वहां ढांचा बनाया, जिसके नीचे श्रीकृष्ण का जन्मस्थान स्थित बताया गया है।"
    },
    {
        "sourceText": "भारत और चीन दोनों के लगभग 50-50 हज़ार सैनिक इस क्षेत्र में तैनात हैं। टैंकों, तोपखाने और वायुसेना की भी तैनाती है। सैन्य सूत्रों ने अख़बार को बताया है कि दोनों देश एक दूसरे की तैनाती के हिसाब से अपनी तैनाती की योजना बनाएंगे।",
        "targetText": "भारत और चीन के लगभग 50-50 हजार सैनिक इस क्षेत्र में तैनात हैं, टैंक, तोपखाना और वायुसेना भी मौजूद हैं, और दोनों देश एक-दूसरे की तैनाती के अनुसार अपनी रणनीति तय करेंगे।"
    },
    {
        "sourceText": "लद्दाख की सर्दियां बेहद सख़्त और ख़तरनाक होती हैं। ऐसे में दोनों ही देश ऊंचाइयों से कुछ नीचे आ सकते हैं और इस क्षेत्र में तैनात सैनिकों की संख्या कम भी कर सकते हैं।",
        "targetText": "लद्दाख की कड़ी सर्दियों के कारण दोनों देश ऊंचे इलाकों से नीचे आकर इस क्षेत्र में तैनात सैनिकों की संख्या घटा सकते हैं।"
    },
    {
        "sourceText": "एक शीर्ष अधिकारी ने इंडियन एक्सप्रेस से कहा, हम परिस्थितियों पर नज़र रखे हुए हैं। हमें देखना होगा कि पीएलए क्षेत्र में अपने कितने सैनिकों की तैनाती रखती है। पीएलए सर्दियों में भी कुछ अहम जगहों पर सैनिक तैनात रख सकती है।",
        "targetText": "एक अधिकारी के अनुसार हालात पर नजर रखी जा रही है और यह देखा जाएगा कि पीएलए कितने सैनिक तैनात रखती है, क्योंकि सर्दियों में भी वह कुछ अहम इलाकों में मौजूद रह सकती है।"
    },
    {
        "sourceText": "द टाइम्स ऑफ़ इंडिया की एक रिपोर्ट के मुताबिक़, भारत में सड़क हादसे में होने वाली प्रत्येक मौत का सामाजिक आर्थिक नुकसान 91 लाख रुपए के बराबर होता है जबकि गंभीर रूप से घायल होने पर यही 3.6 लाख रुपए के बराबर होता है। ये बात सड़क परिवहन मंत्रालय की ओर से कराए गए एक शोध में पता चली है।",
        "targetText": "टाइम्स ऑफ़ इंडिया की रिपोर्ट के अनुसार सड़क परिवहन मंत्रालय के अध्ययन में पाया गया कि भारत में सड़क हादसे में हर मौत से 91 लाख रुपये और गंभीर चोट से 3.6 लाख रुपये का सामाजिक-आर्थिक नुकसान होता है।"
    },
    {
        "sourceText": "भारत में साल 2018 में 1.51 लाख लोग सड़क हादसों में मारे गए थे जिनका अर्थव्यवस्था पर क़रीब 1.47 लाख करोड़ रुपए का नुकसान हुआ। इसी साल हादसों में 4.69 लाख लोग गंभीर रूप से घायल हुए थे।",
        "targetText": "2018 में भारत में सड़क हादसों से 1.51 लाख मौतें हुईं, जिससे अर्थव्यवस्था को करीब 1.47 लाख करोड़ रुपये का नुकसान हुआ, और 4.69 लाख लोग गंभीर रूप से घायल हुए।"
    },
    {
        "sourceText": "गुजरात के कच्छ में हुई एक दलित अधिवक्ता की हत्या के सिलसिले में पुलिस ने मुंबई के मलाड वेस्ट इलाक़े से एक स्टेशनरी की दुकान पर काम करने वाले व्यक्ति को गिरफ़्तार किया है। इंडियन एक्सप्रेस की रिपोर्ट के मुताबिक पुलिस ने कहा है कि अधिवक्ता की हत्या सोशल मीडिया पर किए गए पोस्ट की वजह से हुई है।",
        "targetText": "गुजरात के कच्छ में दलित अधिवक्ता की हत्या मामले में पुलिस ने मुंबई के मलाड वेस्ट से एक व्यक्ति को गिरफ्तार किया है, और पुलिस के अनुसार हत्या सोशल मीडिया पोस्ट के कारण हुई।"
    },
    {
        "sourceText": "उत्तर प्रदेश के कांग्रेस अध्यक्ष अजय राय ने कहा कि बीजेपी सत्ता में बने रहने के लिए फूट डाल रही है, पहले उसने हिंदू-मुसलमान के नाम पर लड़ाया और अब हिंदुओं को ही जाति में बांट रही है। अजय राय ने कहा कि यूजीसी नियमन को लेकर जो स्थिति कांग्रेस के समय में थी वही होनी चाहिए।",
        "targetText": "अजय राय ने आरोप लगाया कि बीजेपी सत्ता बनाए रखने के लिए समाज में फूट डाल रही है और यूजीसी नियमन को लेकर कांग्रेस के समय जैसी व्यवस्था की मांग की।"
    },
    {
        "sourceText": "लेकिन यूजीसी जो नए नियमन लेकर आई है उसे लेकर कुछ लोगों ने चिंता ज़ाहिर की है। हमें उन्हें दूर करना चाहिए और इसके साथ ही हमारी ज़िम्मेदारी है कि हाशिए के समाज, जिनमें एससी, एसटी और ओबीसी वर्ग शामिल हैं, के हितों की रक्षा करें। उच्च शिक्षा संस्थान ऐसे सभी विवादों से दूर होने चाहिए और हमें सभी के साथ एक जैसा बर्ताव करना चाहिए। हमारी सरकार भी एक ऐसा विधेयक तैयार कर रही है जिसमें इन सब बातों का ध्यान रखा जाएगा।",
        "targetText": "यूजीसी के नए नियमों को लेकर उठी चिंताओं को दूर करने के साथ-साथ सरकार की जिम्मेदारी है कि एससी, एसटी और ओबीसी जैसे हाशिए के वर्गों के हितों की रक्षा करे, और उच्च शिक्षा संस्थानों में सभी के साथ समान व्यवहार सुनिश्चित किया जाए।"
    },
    {
        "sourceText": "भाजपा सांसद निशिकांत दुबे ने इन नियमों का बचाव करते हुए लिखा, संविधान का आर्टिकल 14 इस देश में जाति, वर्ग, वर्ण, धर्म या संप्रदाय के किसी भी भेदभाव के ख़िलाफ़ है,आप निश्चिंत रहिए, UGC का यह नियम अनुसूचित जाति, अनुसूचित जनजाति, पिछड़े वर्ग के साथ-साथ सवर्णों पर भी बराबर लागू होगा। यह राजनीति नहीं है, देश बाबा साहेब अंबेडकर जी के संविधान से ही चलता है।",
        "targetText": "भाजपा सांसद निशिकांत दुबे ने कहा कि यूजीसी का नियम संविधान के अनुच्छेद 14 के अनुरूप है और यह बिना किसी भेदभाव के एससी, एसटी, ओबीसी और सवर्ण सभी पर समान रूप से लागू होगा, इसे राजनीति से जोड़ना गलत है।"
    },
    {
        "sourceText": "विश्लेषक मान रहे हैं कि इस समझौते की सबसे बड़ी वजह मौजूदा वैश्विक राजनीति है जिसमें अमेरिकी राष्ट्रपति डोनल्ड ट्रंप कारोबार का इस्तेमाल अन्य देशों पर दवाब बनाने के लिए एक कूटनीतिक हथियार की तरह कर रहे हैं।",
        "targetText": "विश्लेषकों के अनुसार इस समझौते का मुख्य कारण मौजूदा वैश्विक राजनीति है, जहाँ अमेरिकी राष्ट्रपति डोनल्ड ट्रंप व्यापार को दूसरे देशों पर दबाव बनाने के कूटनीतिक साधन के रूप में इस्तेमाल कर रहे हैं।"
    },
    {
        "sourceText": "भारत और यूरोपीय संघ ने मुक्त व्यापार समझौता (फ़्री ट्रेड एग्रीमेंट यानी एफ़टीए) करने की दिशा में साल 2007 में पहली बार क़दम बढ़ाए थे। अब लगभग 19 साल बाद यूरोपीय संघ और भारत मुक्त व्यापार समझौते पर सहमत हुए हैं।",
        "targetText": "भारत और यूरोपीय संघ ने 2007 में मुक्त व्यापार समझौते की पहल की थी और लगभग 19 साल बाद अब दोनों इस समझौते पर सहमत हो गए हैं।"
    },
    {
        "sourceText": "इस समझौते को लेकर दोनों पक्षों में सैद्धांतिक सहमति बन गई है लेकिन इसके प्रभावी होने में अभी लंबा वक़्त लग सकता है क्योंकि इसे क़ानूनी रूप देने के लिए यूरोपीय संघ की पार्लियामेंट और यूरोपीय परिषद में पारित करवाना है।",
        "targetText": "समझौते पर दोनों पक्षों में सैद्धांतिक सहमति बन चुकी है, लेकिन इसे लागू होने में समय लगेगा क्योंकि इसके लिए यूरोपीय संघ की संसद और परिषद से मंज़ूरी आवश्यक है।"
    },
    {
        "sourceText": "विश्लेषकों के मुताबिक़, भारत और यूरोपीय संघ के बीच हुआ फ़्री ट्रेड एग्रीमेंट केवल एक व्यापारिक समझौता नहीं है, बल्कि यह बदलते वैश्विक शक्ति संतुलन और भारत की रणनीतिक प्राथमिकताओं का भी संकेत देता है।",
        "targetText": "विश्लेषकों के अनुसार भारत-यूरोपीय संघ का फ़्री ट्रेड एग्रीमेंट सिर्फ़ व्यापारिक समझौता नहीं, बल्कि बदलते वैश्विक शक्ति संतुलन और भारत की रणनीतिक प्राथमिकताओं का प्रतीक है।"
    },
    {
        "sourceText": "विशेषज्ञों का मानना है कि यह समझौता सिर्फ़ कारोबार तक ही सीमित नहीं है बल्कि इसके प्रभाव वैश्विक राजनीति पर भी होंगे, ख़ासकर अमेरिकी की आक्रामक कारोबार नीति पर।",
        "targetText": "विशेषज्ञों के मुताबिक़ यह समझौता केवल व्यापार तक सीमित नहीं रहेगा, बल्कि इसके असर वैश्विक राजनीति पर, विशेष रूप से अमेरिका की आक्रामक व्यापार नीति पर भी पड़ेंगे।"
    },
    {
        "sourceText": "ट्रेड इकोनॉमिस्ट और जेएनयू के पूर्व प्रोफ़ेसर बिस्वजीत धर का कहना है कि 'अमेरिका लंबे समय से भारत जैसे बड़े बाज़ार के साथ एक बड़ी ट्रेड डील करना चाहता था, ताकि वह भारतीय बाजार से अधिकतम लाभ उठा सके। उनके मुताबिक, भारत और ईयू के बीच हुई यह डील अमेरिका के लिए एक रणनीतिक झटका है, क्योंकि इससे अमेरिका-भारत ट्रेड एग्रीमेंट की संभावनाएं कमज़ोर होती दिख रही हैं।'",
        "targetText": "बिस्वजीत धर के अनुसार अमेरिका भारत जैसे बड़े बाज़ार के साथ बड़ी व्यापार डील चाहता था, लेकिन भारत-ईयू समझौता अमेरिका के लिए रणनीतिक झटका है और इससे अमेरिका-भारत ट्रेड एग्रीमेंट की संभावनाएँ कमज़ोर पड़ती दिख रही हैं।"
    },
    {
        "sourceText": "प्रोफ़ेसर अरुण कुमार के मुताबिक़, अमेरिका ने भारत और यूरोपीय संघ, दोनों के सामने कड़े और असंतुलित ट्रेड टर्म्स रखने की कोशिश की, जिससे दोनों को यह संकेत देने की ज़रूरत पड़ी कि उनके पास अमेरिका के अलावा भी विकल्प हैं।",
        "targetText": "प्रोफ़ेसर अरुण कुमार के अनुसार अमेरिका ने भारत और यूरोपीय संघ पर कड़े व असंतुलित व्यापार शर्तें थोपने की कोशिश की, जिससे दोनों ने यह दिखाया कि उनके पास अमेरिका के अलावा भी विकल्प मौजूद हैं।"
    },
    {
        "sourceText": "प्रोफ़ेसर अरुण कुमार कहते हैं, इस समझौते को बहुत तेज़ी से अंजाम तक पहुंचाया गया। इसके पीछे एक बड़ा मक़सद यह था कि अमेरिका पर दबाव बनाया जा सके और बेहतर शर्तों के लिए बातचीत की गुंजाइश बनाई जा सके।",
        "targetText": "प्रोफ़ेसर अरुण कुमार के मुताबिक़ यह समझौता तेज़ी से इसलिए पूरा किया गया ताकि अमेरिका पर दबाव बनाया जा सके और बेहतर शर्तों पर बातचीत की संभावना बने।"
    },
    {
        "sourceText": "प्रोफ़ेसर पंत के मुताबिक़, ट्रंप प्रशासन ट्रेड वार्ताओं को दबाव बनाने के औज़ार के रूप में देखता रहा है। अगर अमेरिका भारत-ईयू के बीच हुए इस समझौते को लेकर अहसज महसूस करता है तो भारत–अमेरिका ट्रेड डील में और देरी देखने को मिल सकती है।",
        "targetText": "प्रोफ़ेसर पंत के अनुसार ट्रंप प्रशासन व्यापार वार्ताओं को दबाव का साधन मानता है, और यदि वह भारत-ईयू समझौते से असहज हुआ तो भारत-अमेरिका ट्रेड डील में और देरी हो सकती है।"
    },
    {
        "sourceText": "एबीसी न्यूज़ चैनल से बात करते हुए अमेरिकी वित्त मंत्री स्कॉट बेसेंट ने कहा, यूक्रेन वॉर को ख़त्म करने के लिए अमेरिका ने यूरोप से ज़्यादा बलिदान दिया है। हमने रूसी तेल ख़रीदने के कारण भारत पर 25 प्रतिशत टैरिफ़ लगाया और बदले में देखिए यूरोप भारत से ट्रेड डील करने जा रहा है।",
        "targetText": "स्कॉट बेसेंट ने कहा कि यूक्रेन युद्ध में अमेरिका ने यूरोप से ज़्यादा बलिदान दिए, भारत पर रूसी तेल के कारण 25% टैरिफ़ लगाया, जबकि उसी समय यूरोप भारत के साथ व्यापार समझौता कर रहा है।"
    },
    {
        "sourceText": "बेसेंट ने कहा, रूसी कच्चा तेल भारत जाता है। वहां वो रिफ़ाइन होता है और वो रिफ़ाइन्ड प्रोडक्ट यूरोपीय देश ख़रीदते हैं। यानी वो ख़ुद ही अपने ख़िलाफ़ लड़ाई को फ़ंड कर रहे हैं। ख़ैर ट्रंप प्रशासन यूक्रेन वॉर को रुकवा के ही दम लेगा।",
        "targetText": "बेसेंट के अनुसार रूसी कच्चा तेल भारत में रिफ़ाइन होता है और उसके उत्पाद यूरोप खरीदता है, जिससे यूरोप अप्रत्यक्ष रूप से युद्ध को ही फ़ंड कर रहा है, और ट्रंप प्रशासन यूक्रेन युद्ध रोकने के लिए प्रतिबद्ध है।"
    },
    {
        "sourceText": "24 जनवरी को भी स्कॉट बेसेंट ने कहा था, हमने भारत पर टैरिफ़ लगाए जिसका अच्छा परिणाम निकला लेकिन यूरोपीय देशों ने रूसी तेल की ख़रीद को लेकर भारत पर किसी भी तरह के टैरिफ़ लगाने से इनकार कर दिया क्योंकि वो उनके साथ ये ट्रेड डील साइन करने जा रहे हैं। यूक्रेन वॉर के बाद से भारत भारी डिस्काउंट वाला वो रूसी तेल ख़रीद रहा था जिस पर यूरोप ने बैन लगाया था। वो तेल भारत की ऱिफ़ाइनरी में जाता था और यूरोप की मूर्खता की हरकत देखिए कि वो वही तेल वापस भारत से ख़रीद लेता था।",
        "targetText": "स्कॉट बेसेंट ने कहा कि भारत पर लगाए गए अमेरिकी टैरिफ़ असरदार रहे, लेकिन यूरोपीय देशों ने रूसी तेल को लेकर भारत पर टैरिफ़ लगाने से इनकार किया क्योंकि वे भारत से ट्रेड डील करने वाले हैं। यूक्रेन युद्ध के बाद भारत सस्ते रूसी तेल को रिफ़ाइन कर यूरोप को बेच रहा था, जिसे बेसेंट ने यूरोप की मूर्खता बताया।"
    },
    {
        "sourceText": "इस बीच रॉयटर्स ने कनाडा में भारतीय हाई कमिश्नर दिनेश पटनायक के हवाले से बताया कि कनाडा के प्रधानमंत्री मार्क कार्नी मार्च के पहले हफ्ते में भारत का दौरा कर सकते हैं और दोनों देशों के बीच यूरेनियम, ऊर्जा, खनिज और आर्टिफ़िशियल इंटेलिजेंस के क्षेत्र में समझौते हो सकते हैं।",
        "targetText": "रॉयटर्स के अनुसार कनाडा के प्रधानमंत्री मार्क कार्नी मार्च के पहले सप्ताह में भारत आ सकते हैं और इस दौरान यूरेनियम, ऊर्जा, खनिज व आर्टिफ़िशियल इंटेलिजेंस में समझौतों की संभावना है।"
    },
    {
        "sourceText": "दावोस में हाल ही में हुए वर्ल्ड इकॉनॉमिक फ़ोरम में मार्क कार्नी के उस भाषण पर जो़रदार तालियां बजी थीं जिसमें उन्होंने अमेरिका पर निशाना साधते हुए 'नए वर्ल्ड ऑर्डर' पर एक भाषण दिया और इस बात पर ज़ोर दिया कि कनाडा जैसे मिडिल पावर वाले देश आपसी सहयोग से लाभ उठा सकते हैं।",
        "targetText": "दावोस में वर्ल्ड इकॉनॉमिक फ़ोरम के दौरान मार्क कार्नी के उस भाषण को ज़ोरदार सराहना मिली, जिसमें उन्होंने अमेरिका पर निशाना साधते हुए नए वर्ल्ड ऑर्डर और कनाडा जैसे मिडिल पावर देशों के आपसी सहयोग पर ज़ोर दिया।"
    },
    {
        "sourceText": "दिल्ली स्थित ग्लोबल ट्रेड रिसर्च इनिशिएटिव (जीटीआरआई) के अजय श्रीवास्तव के मुताबिक़, भारत ने यूरोपीय संघ को करीब 76 अरब डॉलर का निर्यात किया और वहां से 61 अरब डॉलर का आयात किया. इससे भारत को व्यापार सरप्लस मिला। लेकिन 2023 में यूरोपीय संघ की ओर से जीएसपी लाभ हटाए जाने से कई भारतीय उत्पादों की प्रतिस्पर्धा कमज़ोर हुई है।",
        "targetText": "अजय श्रीवास्तव के अनुसार भारत ने यूरोपीय संघ को 76 अरब डॉलर का निर्यात और 61 अरब डॉलर का आयात किया, जिससे व्यापार अधिशेष मिला, लेकिन 2023 में ईयू द्वारा जीएसपी लाभ हटाने से कई भारतीय उत्पादों की प्रतिस्पर्धा घट गई।"
    },
    {
        "sourceText": "श्रीवास्तव कहते हैं, मुक्त व्यापार समझौता खोई हुई बाज़ार पहुंच को बहाल करेगा. इससे कपड़ा, दवाएं, इस्पात, पेट्रोलियम उत्पाद और मशीनरी जैसे प्रमुख निर्यात पर टैरिफ़ कम होंगे और अमेरिकी टैरिफ़ बढ़ने से पैदा हुए झटकों को झेलने में भारतीय कंपनियों को मदद मिलेगी।",
        "targetText": "श्रीवास्तव के अनुसार फ़्री ट्रेड एग्रीमेंट से खोई हुई बाज़ार पहुँच बहाल होगी, प्रमुख निर्यातों पर टैरिफ़ घटेंगे और बढ़ते अमेरिकी टैरिफ़ के असर से निपटने में भारतीय कंपनियों को राहत मिलेगी।"
    },
    {
        "sourceText": "हालांकि भारत कृषि और डेयरी जैसे राजनीतिक रूप से संवेदनशील क्षेत्रों को समझौते से बाहर रखने की कोशिश करेगा। कार, वाइन और स्पिरिट जैसे क्षेत्रों में शुल्क धीरे-धीरे घटाए जा सकते हैं।",
        "targetText": "भारत संवेदनशील क्षेत्रों जैसे कृषि और डेयरी को समझौते से बाहर रखेगा, जबकि कार, वाइन और स्पिरिट जैसे क्षेत्रों में शुल्क धीरे-धीरे कम किए जा सकते हैं।"
    },
    {
        "sourceText": "मोहसिन नक़वी ने सोशल मीडिया वेबसाइट एक्स पर एक पोस्ट में लिखा, प्रधानमंत्री मियां मोहम्मद शहबाज़ शरीफ़ के साथ मेरी एक अच्छी मीटिंग हुई। मैंने उन्हें आईसीसी के मुद्दे पर जानकारी दी और उन्होंने हमें सभी ऑप्शन खुले रखने और इसे सुलझाने का निर्देश दिया। हम इस बात पर सहमत हुए कि आख़िरी फ़ैसला शुक्रवार या अगले सोमवार को लिया जाएगा।",
        "targetText": "मोहसिन नक़वी ने कहा कि उन्होंने प्रधानमंत्री शहबाज़ शरीफ़ के साथ ICC मुद्दे पर चर्चा की और सभी विकल्प खुले रखने पर सहमति बनी; अंतिम फैसला शुक्रवार या अगले सोमवार को लिया जाएगा।"
    },
    {
        "sourceText": "ग़ौरतलब है कि पाकिस्तान क्रिकेट बोर्ड (पीसीबी) ने टी-20 वर्ल्ड कप 2026 से बांग्लादेश को बाहर किए जाने के फ़ैसले की आलोचना की है। टी-20 वर्ल्ड कप 7 फ़रवरी से शुरू हो रहा है, जिसमें पाकिस्तान अपने सभी मैच तय शेड्यूल के मुताबिक कोलंबो में खेलेगा।",
        "targetText": "पाकिस्तान क्रिकेट बोर्ड ने टी-20 वर्ल्ड कप 2026 से बांग्लादेश को बाहर किए जाने की आलोचना की है। टूर्नामेंट 7 फरवरी से शुरू होगा और पाकिस्तान अपने सभी मैच कोलंबो में निर्धारित शेड्यूल के अनुसार खेलेगा।"
    },
    {
        "sourceText": "इंडियन एक्सप्रेस की रिपोर्ट के मुताबिक़, अगर पाकिस्तान इस टी-20 वर्ल्ड कप का हिस्सा नहीं बनता और टूर्नामेंट खेलने से इनकार कर देता है तो आईसीसी सख़्त क़दम उठा सकता है।",
        "targetText": "इंडियन एक्सप्रेस के अनुसार, अगर पाकिस्तान टी-20 वर्ल्ड कप में हिस्सा नहीं लेता तो आईसीसी कड़ा कदम उठा सकता है।"
    },
    {
        "sourceText": "पाकिस्तानी अख़बार डॉन के मुताबिक़, पीसीबी के चेयरमैन मोहसिन नक़वी ने कहा था कि बांग्लादेश के साथ अन्याय हो रहा है और उन्हें टूर्नामेंट में खेलने की इजाज़त मिलनी चाहिए, मैंने आईसीसी की बोर्ड मीटिंग में भी यही कहा था। दोहरे मापदंड नहीं चल सकते, जहाँ एक देश जब चाहे अपना फ़ैसला कर ले और दूसरे देश के लिए ठीक उल्टा कर दे।",
        "targetText": "पीसीबी चेयरमैन मोहसिन नक़वी के अनुसार बांग्लादेश के साथ अन्याय हो रहा है और उन्हें टूर्नामेंट में खेलने की अनुमति मिलनी चाहिए; उन्होंने आईसीसी बोर्ड मीटिंग में दोहरे मापदंड को भी गलत बताया।"
    },
    {
        "sourceText": "उन्होंने आगे कहा, हम आईसीसी मेंबर्स प्लेइंग एग्रीमेंट (एमपीए) से बंधे हैं और पिछले साल बीसीसीआई के साथ एक समझौता ज्ञापन पर हस्ताक्षर किए थे, जिसमें 2027 तक सभी आईसीसी इवेंट्स के लिए हाइब्रिड मॉडल पर आईसीसी की मुहर लगी हुई है। फिलहाल इससे हटने का कोई कारण नहीं है।",
        "targetText": "मोहसिन नक़वी के अनुसार पाकिस्तान आईसीसी मेंबर्स प्लेइंग एग्रीमेंट और बीसीसीआई के समझौते के तहत 2027 तक सभी आईसीसी इवेंट्स के लिए हाइब्रिड मॉडल का पालन करेगा, और फिलहाल इससे हटने का कोई कारण नहीं है।"
    },
    {
        "sourceText": "सिद्ध चिकित्सा में बोरेक्स के उपयोग के बारे में बात करते हुए, सिद्ध चिकित्सक वीरबाबू ने चेतावनी दी, कुछ सिद्ध औषधियों में बोरेक्स बहुत कम मात्रा में मिलाई जाती है, लेकिन इसे सीधे औषधि के रूप में नहीं दिया जाता है। प्यूरिफ़िकेशन के बिना इसका उपयोग करना बहुत ख़तरनाक है।",
        "targetText": "सिद्ध चिकित्सक वीरबाबू ने चेतावनी दी कि बोरेक्स कुछ सिद्ध औषधियों में बहुत कम मात्रा में होता है, और इसे बिना शुद्धिकरण के सीधे उपयोग करना बहुत ख़तरनाक है।"
    },
    {
        "sourceText": "उन्होंने देरी के संभावित परिणामों के बारे में बताते हुए कहा, बोरेक्स के ज़हरीलेपन के कारण शरीर के आंतरिक अंग प्रभावित होंगे। थोड़े ही समय में गुर्दे ख़राब हो जाएंगे और आंतरिक रक्तस्राव होने लगेगा। यदि समय पर उपचार कराया जाए तो ज़हर को शरीर से निकाला जा सकता है।",
        "targetText": "वीरबाबू के अनुसार बोरेक्स के ज़हरीले प्रभाव से गुर्दे और अन्य आंतरिक अंग प्रभावित हो सकते हैं, आंतरिक रक्तस्राव भी हो सकता है, लेकिन समय पर उपचार से ज़हर बाहर निकाला जा सकता है।"
    },
    {
        "sourceText": "हमारे दिमाग़ के इमोशंस को प्रोसेस करने वाले हिस्से भी लैक्रिमल न्यूक्लियस के साथ संवाद करते हैं। लेकिन इनकी प्रोसेसिंग ज़्यादा जटिल होती है।",
        "targetText": "दिमाग़ के इमोशंस प्रोसेस करने वाले हिस्से लैक्रिमल न्यूक्लियस से संवाद करते हैं, लेकिन उनकी प्रोसेसिंग अधिक जटिल होती है।"
    },
    {
        "sourceText": "ब्रिटिश मेडिकल जर्नल में छपी रिसर्च के अनुसार, वज़न घटाने वाले इंजेक्शन से अधिक वज़न वाले लोगों का वज़न काफी घट जाता है। इंजेक्शन से उनका वज़न 20 प्रतिशत तक कम हो जाता है, लेकिन जैसे ही वे इंजेक्शन बंद करते हैं, तो उनका वज़न हर महीने औसतन 0.8 किलो फिर से बढ़ने लगता है।",
        "targetText": "ब्रिटिश मेडिकल जर्नल की रिसर्च के अनुसार, वज़न घटाने वाले इंजेक्शन से अधिक वज़न वाले लोगों का वज़न 20% तक घट जाता है, लेकिन इंजेक्शन बंद करने पर हर महीने औसतन 0.8 किलो वज़न फिर से बढ़ने लगता है।"
    },
    {
        "sourceText": "रिसर्चर्स का कहना है कि जो लोग डाइट करते हैं, ऐसे लोग भले ही इंजेक्शन लेने वालों की तुलना में कम वज़न घटाते हैं, लेकिन बाद में उनका वज़न धीरे-धीरे वापस बढ़ता है। अनुमानित तौर पर ऐसे लोगों का वज़न हर महीने औसतन 0.1 किलो बढ़ता है। हालांकि, यह हर मामले में अलग-अलग भी हो सकता है।",
        "targetText": "रिसर्चर्स के अनुसार डाइट करने वाले लोग इंजेक्शन लेने वालों की तुलना में कम वज़न घटाते हैं, लेकिन उनका वज़न धीरे-धीरे लौटता है, औसतन हर महीने 0.1 किलो बढ़ता है।"
    },
    {
        "sourceText": "ब्रिटेन के यूनिवर्सिटी ऑफ़ सरे के न्यूट्रिशन एक्सपर्ट डॉक्टर एडम कोलिंस का कहना है कि जिस तरह से ये इंजेक्शन दिमाग और शरीर में काम करते हैं, उससे यह पता चल सकता है कि इन्हें लेना बंद करने के बाद वज़न दोबारा क्यों बढ़ जाता है।",
        "targetText": "डॉक्टर एडम कोलिंस के अनुसार, इंजेक्शन के दिमाग और शरीर में काम करने के तरीके से यह समझा जा सकता है कि इन्हें बंद करने के बाद वज़न क्यों बढ़ जाता है।"
    },
    {
        "sourceText": "प्रोफ़ेसर नवीद सत्तार कहते हैं, संभव है कि कम समय के लिए इंजेक्शन का इस्तेमाल करने से जोड़ों, दिल और किडनी को होने वाले नुक़सान को धीमा करने में मदद मिल सकती है। हालांकि, पक्के तौर पर कुछ कहने के लिए बड़े और लंबे ट्रायल करने की ज़रूरत होगी।",
        "targetText": "प्रोफ़ेसर नवीद सत्तार के अनुसार, कम समय के लिए इंजेक्शन इस्तेमाल करने से जोड़ों, दिल और किडनी के नुकसान को धीमा किया जा सकता है, लेकिन पक्का निष्कर्ष निकालने के लिए बड़े और लंबे ट्रायल की ज़रूरत है।"
    },
    {
        "sourceText": "इसके अलावा 33 लाख लोगों का कहना है कि वे एक साल में वज़न घटाने वाले ऐसे इंजेक्शन लेना चाहते हैं। इसका मतलब है कि हर 10 में से एक वयस्क या तो यह इंजेक्शन ले चुका है या लेना चाहता है। ये आंकड़े साल 2025 की पहली तिमाही में किए गए एक सर्वे के आधार कैंसर रिसर्च यूके ने दिए हैं।",
        "targetText": "साल 2025 की पहली तिमाही के सर्वे के अनुसार, 33 लाख लोग एक साल में वज़न घटाने वाले इंजेक्शन लेना चाहते हैं, यानी हर 10 में से एक वयस्क ने यह इंजेक्शन लिया या लेना चाहता है। यह आंकड़े कैंसर रिसर्च यूके ने जारी किए हैं।"
    },
    {
        "sourceText": "विगोवी वाली कंपनी नोवो नोर्डिस्क ने कहा, ये नतीज़े दिखाते हैं कि मोटापा लंबे समय तक रहता है। साथ ही, वज़न और सेहत अच्छी बनाए रखने के लिए लगातार इलाज की ज़रूरत होती है। ठीक वैसे ही, जैसे डायबिटीज़ या हाई ब्लड प्रेशर जैसी बीमारियों में इलाज होता है।",
        "targetText": "नोवो नोर्डिस्क के अनुसार ये नतीजे दिखाते हैं कि मोटापा लंबे समय तक रहता है और वज़न व सेहत बनाए रखने के लिए लगातार इलाज की जरूरत होती है, जैसे डायबिटीज़ या हाई ब्लड प्रेशर में होता है।"
    },
    {
        "sourceText": "जैसे-जैसे कॉरपोरेट सेक्टर का विस्तार हो रहा है और कंपनियों पर क़ानूनी ज़िम्मेदारियां बढ़ रही हैं, वैसे ही कुशल कंपनी सेक्रेटरी की डिमांड भी बढ़ती जा रही है। अच्छी सैलरी, करियर में स्टेबिलिटी और टॉप मैनेजमेंट के साथ काम करने का मौका - ये सभी इस प्रोफ़ेशन को ख़ास बनाते हैं।",
        "targetText": "कॉरपोरेट सेक्टर के विस्तार और बढ़ती क़ानूनी जिम्मेदारियों के कारण कुशल कंपनी सेक्रेटरी की मांग बढ़ रही है, और अच्छी सैलरी, करियर स्थिरता और टॉप मैनेजमेंट के साथ काम करने के अवसर इसे ख़ास प्रोफ़ेशन बनाते हैं।"
    },
    {
        "sourceText": "सीयूईटी, जेईई, कैट जैसे एंट्रेंस टेस्ट की तैयारी करवाने वाले संस्थान में पढ़ाने वाले अख़िलेश सिंह कहते हैं, ऐसे तो इसके लिए उम्र की सीमा नहीं है और अगर किसी ने 12वीं के बाद एक साल ड्रॉप किया हो तो भी परीक्षा देने के लिए वो योग्य है, लेकिन अगर कोई 12वीं में रहते हुए इसकी तैयारी करता है तो उसके अच्छा स्कोर करने की संभावना ज़्यादा होती है, क्योंकि कॉम्पिटिशन साल दर साल बढ़ता ही जाता है।",
        "targetText": "अख़िलेश सिंह के अनुसार एंट्रेंस टेस्ट की तैयारी के लिए उम्र की कोई सीमा नहीं है; 12वीं के बाद एक साल ड्रॉप करने वाले भी योग्य हैं, लेकिन 12वीं के दौरान तैयारी करने वालों के अच्छे स्कोर करने की संभावना ज़्यादा होती है क्योंकि प्रतियोगिता साल दर साल बढ़ती है।"
    },
    {
        "sourceText": "जो स्टूडेंट तीन विषयों के लिए रजिस्ट्रेशन करेंगे उन्हें एक हज़ार रुपए फ़ीस देनी होगी। तीन विषय के बाद एडिशनल सब्जेक्ट एड करने पर प्रति विषय चार-चार सौ रुपये अतिरिक्त देने होंगे। आरक्षित वर्ग के स्टूडेंट्स के लिए ये राशि कम है, जिसकी पूरी जानकारी सीयूईटी के इंफ़ोर्मेशन बुलेटिन में उपलब्ध है।",
        "targetText": "तीन विषयों के लिए स्टूडेंट्स को 1,000 रुपए फ़ीस देनी होगी, और अतिरिक्त विषय जोड़ने पर प्रति विषय 400 रुपए अतिरिक्त होंगे। आरक्षित वर्ग के स्टूडेंट्स के लिए यह राशि कम है, जिसकी जानकारी सीयूईटी इंफ़ोर्मेशन बुलेटिन में उपलब्ध है।"
    },
    {
        "sourceText": "पहला सेक्शन लैंग्वेज सेक्शन है, जिसमें 13 भाषाएं होती हैं। इसमें इंग्लिश, हिंदी, गुजराती, पंजाबी, उर्दू, असमिया जैसी भाषाएं हैं। अधिकांश यूनिवर्सिटी में लैंग्वेज का पेपर अनिवार्य होता है। कुछ यूनिवर्सिटी हैं, जहां ये आवश्यक नहीं होता है, लेकिन दिल्ली यूनिवर्सिटी जैसी टॉप सेंट्रल यूनिवर्सिटी में ये ज़रूरी है। कुछ कोर्स हैं, जैसे बीए इंग्लिश ऑनर्स, उसके लिए इंग्लिश लेना ज़रूरी है लेकिन आम तौर पर अधिकांश कोर्स में स्टूडेंट्स इन 13 में से कोई भी लैंग्वेज चुन सकते हैं।",
        "targetText": "पहला सेक्शन लैंग्वेज सेक्शन है, जिसमें 13 भाषाओं में से चयन करना होता है, जैसे इंग्लिश, हिंदी, गुजराती, पंजाबी, उर्दू, असमिया। अधिकांश यूनिवर्सिटी में लैंग्वेज पेपर अनिवार्य है, जैसे दिल्ली यूनिवर्सिटी में, जबकि कुछ कोर्सों (जैसे बीए इंग्लिश ऑनर्स) में इंग्लिश लेना ज़रूरी है।"
    },
    {
        "sourceText": "जतिंदर वोहरा इसे समझाते हुए कहते हैं, दिल्ली यूनिवर्सिटी में बीकॉम ऑनर्स का काफ़ी प्रचलित है। अगर किसी को इसमें दाखिला लेना है तो उसे एक लैंग्वेज लेनी होगी, मैथमैटिक्स या अकाउंटेंसी में से एक पेपर देना होगा और दो अन्य डोमेन देने होंगे। मगर हो सकता है कि बनारस यूनिवर्सिटी के लिए कुछ अलग पेपर देने हों, जो वहां के कोर्स के हिसाब से हों।",
        "targetText": "जतिंदर वोहरा के अनुसार दिल्ली यूनिवर्सिटी में बीकॉम ऑनर्स के लिए एक लैंग्वेज, मैथमैटिक्स या अकाउंटेंसी का पेपर और दो अन्य डोमेन देने होते हैं, जबकि अन्य यूनिवर्सिटी में कोर्स के हिसाब से पेपर अलग हो सकते हैं।"
    },
    {
        "sourceText": "इंटरव्यू में उन्होंने यह भी माना कि जब अगले समर में सीरीज़ खत्म हो जाएगी, तो वह गेम ऑफ थ्रोन्स का न तो कोई प्रीक्वल बनाएंगे, न सीक्वल। उन्होंने कहा कि अब वह “युद्ध के मैदान और घोड़ों” से थक गए हैं।",
        "targetText": "उन्होंने स्पष्ट किया कि सीरीज़ के बाद गेम ऑफ थ्रोन्स का कोई प्रीक्वल या सीक्वल नहीं बनेगा। अब वह इस तरह की युद्धप्रधान कहानियों से थक चुके हैं।"
    },
    {
        "sourceText": "नवंबर से, किट सम शेपर्ड की True Well के रिवाइवल में वह स्टार बनेंगी। यह नाटक एक फिल्म प्रोड्यूसर और उसके भाई, जो लुटेरा है, की कहानी बताता है। यह उनके तीव्र प्रतिस्पर्धा, पहचान और पारिवारिक झगड़े को दिखाता है, जो उनके जीवन में अप्रत्याशित तरीकों से टकराव लेकर आता है।",
        "targetText": "नवंबर से वह True Well के रिवाइवल में नजर आएंगी। नाटक पारिवारिक टकराव, पहचान और प्रतिस्पर्धा की जटिल कहानी दिखाता है।"
    },
    {
        "sourceText": "अभिनेता ने हाल ही में बताया कि उन्हें अपनी पत्नी रोज से मिलना, गेम ऑफ थ्रोंस से निकलने की सबसे अच्छी बात लगी। उन्होंने कहा कि यह सीरीज़ उनके जीवन का सबसे खास अनुभव बन गई।",
        "targetText": "अभिनेता ने कहा कि गेम ऑफ थ्रोंस की सबसे अच्छी बात उन्हें अपनी पत्नी रोज से मिलना लगी। उन्होंने इसे अपने जीवन का सबसे खास अनुभव बताया।"
    },
    {
        "sourceText": "रोज ने यग्रिट की भूमिका निभाई, जो किट के कैरेक्टर जॉन स्नो के प्रेम के रूप में थी, इस एम्मी अवार्ड विजेता फैंटेसी सीरीज़ में।",
        "targetText": "रोज ने सीरीज़ में यग्रिट की भूमिका निभाई, जो जॉन स्नो की प्रेमिका थी। यह किरदार दर्शकों के बीच काफी लोकप्रिय रहा।"
    },
    {
       "sourceText": "यह जोड़ा जून 2018 में स्कॉटलैंड के लेस्ली के परिवार की संपत्ति पर शादी के बंधन में बंधा। समारोह निजी था और करीबी लोग ही शामिल हुए।",
       "targetText": "इस जोड़े ने जून 2018 में स्कॉटलैंड में निजी समारोह में शादी की। शादी में केवल करीबी दोस्त और परिवार शामिल थे।"
    },
    {
       "sourceText": "चीन एहो घोषणा कइलस कि अपना नागरिकन में जे लोग HIV आ AIDS से जूझ रहल बा, उनकर संख्या 14% बढ़ गइल बा।",
       "targetText": "चीन ने बताया कि HIV और AIDS से प्रभावित लोगों की संख्या में 14% की वृद्धि हुई है। इसका कारण बेहतर जांच और रिपोर्टिंग बताया गया।"
    },
    {
       "sourceText": "‘यह इनकार गुस्सैल है, फ्लाइशर ने लिखा, और बयान के तरीके से निराशा जताई।",
       "targetText": "फ्लाइशर ने बयान के लहजे को गुस्सैल और निराशाजनक बताया। उन्होंने अधिक पारदर्शी संवाद की जरूरत पर जोर दिया।"
    },
    {
       "sourceText": "जब किसी व्यक्ति पर ऐसे काम के आरोप लगें जो उन्होंने नहीं किए हों, तो उन्हें शांत रहना चाहिए।",
       "targetText": "गलत आरोपों की स्थिति में व्यक्ति को शांत रहकर तथ्यों के आधार पर जवाब देना चाहिए। इससे प्रतिष्ठा और भरोसा बना रहता है।"
    },
    {
       "sourceText": "उन्हें विद्रोही नहीं होना चाहिए क्योंकि इससे स्थिति और बिगड़ सकती है।",
       "targetText": "विद्रोही रवैया स्थिति को खराब कर सकता है। शांत और सहयोगी व्यवहार विवाद सुलझाने में मदद करता है।"
    },
    {
       "sourceText": "आरोप लगाने वाले के इरादों पर हमला करने के बजाय तथ्यों पर ध्यान देना चाहिए। इससे बातचीत रचनात्मक बनी रहती है।",
       "targetText": "उन्हें आरोप लगाने वाले के उद्देश्य पर सवाल नहीं उठाना चाहिए।"
    },
    {
       "sourceText": "उन्हें शांत और स्थिर बने रहना चाहिए। शांत रहने से वे स्पष्ट रूप से सोच सकते हैं और दबाव में भी तर्कसंगत निर्णय ले सकते हैं। एक शांत व्यवहार दूसरों का भरोसा भी जीतता है, तनाव कम करता है और स्थिति के बिगड़ने से रोकता है। यह व्यक्तित्व की मजबूती और आत्म-नियंत्रण दिखाता है, जो आरोपों को गरिमा और विश्वसनीयता के साथ संभालने में आसान बनाता है।",
       "targetText": "शांत और स्थिर व्यवहार व्यक्ति को दबाव में भी सही निर्णय लेने में मदद करता है। यह भरोसा बढ़ाता है और स्थिति को बिगड़ने से रोकता है।"
    },
    {
       "sourceText": "इस नई JE फिल्म में कुछ अच्छे पल जरूर हैं। लेकिन ये थोड़े-थोड़े मज़ेदार लम्हे कहानी में तालमेल की कमी और कमजोर कैरेक्टर विकास के कारण दब गए हैं। जहाँ विज़ुअल और साउंडट्रैक कुछ आकर्षण देते हैं, वहीं पूरा अनुभव असमान और कम प्रभावशाली लगता है।",
       "targetText": "फिल्म में कुछ अच्छे पल हैं, लेकिन कमजोर कहानी और कैरेक्टर विकास उन्हें दबा देते हैं। कुल मिलाकर अनुभव असमान और कम प्रभावी लगता है।"
    },
    {
       "sourceText": "मुझे सबसे अच्छा लगा जब जॉनी इंग्लिश हेलीकॉप्टर की ओर बढ़ रहे थे, जबकि उनके ऊपर मध्यकालीन कवच का सूट था और हेलीकॉप्टर के रोटर ब्लेड उनके हेलमेट से थोड़ा टकरा रहे थे। यह सीन कॉमेडी और एक्शन का बेहतरीन मिश्रण पेश करता है, जो उनके निडर लेकिन अतिरंजित व्यक्तित्व को उजागर करता है। रोटर ब्लेड के टकराने के समय का झटके वाला दृश्य एक स्लैपस्टिक मज़ा देता है, जो दर्शकों को जोर-जोर से हंसने पर मजबूर करता है। इस तरह के पल फिल्म का अनोखा आकर्षण दिखाते हैं, जो बेतुके हालात को चालाकी से दृश्यात्मक हास्य में बदल देते हैं।",
       "targetText": "हेलीकॉप्टर वाला सीन कॉमेडी और एक्शन का शानदार मेल दिखाता है। यह जॉनी इंग्लिश के अतिरंजित और निडर स्वभाव को मज़ेदार ढंग से पेश करता है।"
    },
    {
       "sourceText": "एटकिंसन की शारीरिक कॉमेडी में प्रतिभा स्पष्ट रूप से नजर आती है, लेकिन हास्य कुछ कमजोर और अजीब तरह से बेकार लगता है, खासकर जब “सीरियस” फिल्म ब्रांड जैसे 007 और मिशन इम्पॉसिबल अब खुद कॉमेडी के एक हिस्से को आत्मविश्वास के साथ पेश कर रहे हैं।",
       "targetText": "एटकिंसन की शारीरिक कॉमेडी प्रभावशाली है, लेकिन कुल हास्य कमजोर लगता है। आज की एक्शन फ्रेंचाइज़ खुद ज्यादा मज़ेदार नजर आती हैं।"
    },
    {
       "sourceText": "हास्य ऐसा लगता है कि यह बच्चों के लिए बनाया गया है, बड़े लोगों के लिए नहीं, और मुझे लगता है कि जॉनी इंग्लिश की अजीब साहसिक घटनाएँ एटकिंसन की बीन्स के रूप में साइलेंट-मूवी गैग्स जैसी नवाचारी और केंद्रित नहीं लगतीं।",
       "targetText": "फिल्म का हास्य बच्चों के लिए ज्यादा उपयुक्त लगता है। यह एटकिंसन की पुरानी साइलेंट-कॉमेडी जितना नवाचारी नहीं है।"
    },
    {
       "sourceText": "यह उस प्रधानमंत्री के लिए आखिरी झटका है, जो एक पाखंडी और संकटग्रस्त शख्सियत है और पहले से ही राजनीतिक लोकप्रियता के पूरी तरह टूटने का सामना कर रहा है। एम्मा थॉम्पसन ने क्वासी-टेरेसा मे के किरदार में अपना पूरा दम लगाया है, लेकिन स्क्रिप्ट में करने के लिए बहुत कुछ नहीं है।",
       "targetText": "यह कहानी एक संकटग्रस्त प्रधानमंत्री के पतन को दिखाती है। एम्मा थॉम्पसन का अभिनय मजबूत है, लेकिन स्क्रिप्ट कमजोर पड़ती है।"
    },
    {
       "sourceText": "और इसका मतलब यह है कि खुद भुलक्कड़ जॉनी इंग्लिश को ही वापस लाना पड़ेगा, जो अब एक आलीशान स्कूल में मास्टर के रूप में काम कर रहे हैं, लेकिन चुपचाप अंडरकवर ऑपरेटिव बनने के पाठ पढ़ाते हैं। यहाँ कुछ बेहद मज़ेदार दृश्य हैं, जहाँ इंग्लिश जासूसी की एक स्कूल ऑफ रॉक-टाइप अकादमी चलाते हुए नज़र आते हैं।",
       "targetText": "जॉनी इंग्लिश की वापसी एक स्कूल मास्टर के रूप में होती है जो गुप्त जासूसी सिखाता है। यह सेटअप कई मज़ेदार दृश्यों को जन्म देता है।"
    },
    {
       "sourceText": "जबकि कानूनी मामला अभी भी चल रहा है, जनता की राय की अदालत ने सोशल मीडिया पर जल्दी ही उस जोड़े की निंदा की, उनके व्यवहार और तर्क के लिए उनकी कड़ी आलोचना की गई।",
       "targetText": "कानूनी प्रक्रिया जारी रहते हुए सोशल मीडिया पर उस जोड़े की तीखी आलोचना हुई। जनता ने उनके व्यवहार और तर्क पर सवाल उठाए।"
    },
    {
       "sourceText": "तो इस तरह महारानी की सीक्रेट सर्विस में हर चीज़ गड़बड़ कर देने वाले बैटमैन और रॉबिन फिर से एक्शन में लौट आते हैं, जहाँ उनका सामना ओल्गा कुरिलेंको की खूबसूरत फेम फेटेल ओफेलिया बुलेटोवा से होता है। उनका यह पुनर्मिलन अराजकता, उलझन और मज़ेदार गलतियों की एक नई श्रृंखला लेकर आता है, जब वे एक और हाई-स्टेक मिशन में लड़खड़ाते हुए आगे बढ़ते हैं।",
       "targetText": "जॉनी इंग्लिश और उसका साथी फिर एक हाई-स्टेक मिशन में लौटते हैं। यह मिशन अराजकता, गलतियों और हास्य से भरा होता है।"
    },
    {
       "sourceText": "यह काफ़ी साधारण बात है। इसमें कुछ भी ख़ास साहसिक या नया नहीं लगता, और कुल मिलाकर इसका असर भी काफ़ी औसत है। हालाँकि इसमें कुछ सुखद पल हैं, लेकिन यह कोई मज़बूत या टिकाऊ छाप नहीं छोड़ता।",
       "targetText": "यह अनुभव साधारण और औसत लगता है, जिसमें नया या साहसिक कुछ खास नहीं है। कुछ अच्छे पल होने के बावजूद यह कोई स्थायी प्रभाव नहीं छोड़ता।"
    },
    {
       "sourceText": "लेबर पार्टी ने इस बात से इनकार किया कि वह ब्रिटिश लोगों के लिए चार दिन काम करने और पाँच दिन का भुगतान पाने की कोई योजना बना रही है। पार्टी के अधिकारियों ने साफ़ किया कि फ़िलहाल ऐसा कोई प्रस्ताव न तो तैयार किया गया है और न ही विचाराधीन है। उन्होंने ज़ोर देकर कहा कि ऐसी बात कहने वाली रिपोर्टें भ्रामक हैं और वे पार्टी की आधिकारिक नीति का प्रतिनिधित्व नहीं करतीं।",
       "targetText": "लेबर पार्टी ने चार दिन के कार्य सप्ताह की योजना से इनकार किया है। पार्टी ने कहा कि ऐसी रिपोर्टें भ्रामक हैं और आधिकारिक नीति नहीं हैं।"
    },
    {
       "sourceText": "सूत्रों ने बताया कि यह विचार पार्टी के आर्थिक एजेंडे और देश के मज़दूरों के पक्ष में झुकाव की योजना से मेल खाता है। उन्होंने यह भी जोड़ा कि यह बेहतर कार्य-जीवन संतुलन और उत्पादकता बढ़ाने के व्यापक लक्ष्य से जुड़ा हुआ है। समर्थकों का तर्क है कि ऐसे कदम से कर्मचारियों की भलाई बढ़ सकती है और साथ ही आर्थिक विकास भी बना रह सकता है।",
       "targetText": "सूत्रों के अनुसार यह विचार मज़दूरों के पक्ष में आर्थिक सोच से जुड़ा है। समर्थकों का मानना है कि इससे संतुलन, उत्पादकता और भलाई बढ़ सकती है।"
    },
    {
       "sourceText": "यूनियन नेताओं का तर्क है कि कम काम के घंटे से उत्पादकता बढ़ सकती है, तनाव कम हो सकता है और काम-जीवन का बेहतर संतुलन बन सकता है। उनका यह भी मानना है कि इससे काम का बेहतर तरीके से बँटवारा हो सकता है और आधुनिक कार्यस्थल में हो रहे तकनीकी बदलावों के साथ खुद को ढालना आसान हो सकता है।",
       "targetText": "यूनियन नेताओं का कहना है कि कम कार्य घंटे से उत्पादकता और संतुलन बेहतर होगा। इससे तकनीकी बदलावों के साथ तालमेल भी आसान हो सकता है।"
    },
    {
       "sourceText": "यह रातों-रात नहीं होगा, लेकिन चार दिन का कार्य सप्ताह एक लक्ष्य है, जो पार्टी की मज़दूरों के पक्ष में अर्थव्यवस्था को फिर से संतुलित करने की सोच और पार्टी की समग्र औद्योगिक रणनीति के अनुरूप है।",
       "targetText": "चार दिन का कार्य सप्ताह तुरंत संभव नहीं है, लेकिन यह पार्टी का दीर्घकालिक लक्ष्य है। यह मज़दूर समर्थक आर्थिक रणनीति से जुड़ा हुआ है।"
    },
    {
      "sourceText": "उन्होंने यह भी पुष्टि की कि मज़दूरों को कंपनी बोर्डों में शामिल करने की योजना है और Inclusive Ownership Funds बनाए जाएंगे, जिनके तहत निजी क्षेत्र की कंपनियों में 10 प्रतिशत हिस्सेदारी कर्मचारियों को दी जाएगी, जिसके बदले वे सालाना £500 तक का लाभांश प्राप्त कर सकेंगे।",
      "targetText": "योजना के तहत कर्मचारियों को कंपनी बोर्डों में शामिल किया जाएगा। उन्हें निजी कंपनियों में हिस्सेदारी और सालाना लाभांश मिलेगा।"
    },
    {
      "sourceText": "ब्रेट कावानॉ के खिलाफ लगल आरोपन के जाँच खातिर FBI के जाँच सुप्रीम कोर्ट में उनका नामांकन पर होखे वाला अंतिम मतदान के कम से कम एक हफ्ता ले टाल दिहलस, आ एह से ई सवाल उठ रहल बा कि का ब्यूरो के निष्कर्ष कवनो रिपब्लिकन सीनेटर के आपन समर्थन वापस लेवे पर मजबूर कर सकेला।",
      "targetText": "आरोपों की जांच के लिए एफबीआई जांच के चलते मतदान टाल दिया गया। इससे रिपब्लिकन समर्थन पर असर पड़ने की संभावना पर सवाल उठे हैं।"
    },
    {
      "sourceText": "मैं यह नहीं देख पा रही/रहा हूँ कि कोई नया बदलाव होने वाला है। जो चर्चा और बहस चल रही है, उसके बावजूद मुख्य समस्या अब तक हल नहीं हुई है और पुराना तरीका अभी भी जारी है। ऐसा लगता है कि प्रगति ठहर गई है, और तत्काल सुधार या नवाचार की बहुत कम संभावना है। यह स्थिति दिखाती है कि एक जटिल और गहरी व्यवस्था में सार्थक बदलाव लाना कितना कठिन होता है।",
      "targetText": "हालिया चर्चाओं के बावजूद कोई ठोस बदलाव नजर नहीं आ रहा है। समस्या जस की तस बनी हुई है और प्रगति रुकी हुई लगती है।"
    },
    {
      "sourceText": "इस शनिवार न्यूयॉर्क में ग्लोबल सिटीजन फेस्टिवल होगा, जो एक वार्षिक संगीत कार्यक्रम है। इसके लाइन-अप में कई नामी सितारे प्रदर्शन करेंगे और इसका मिशन दुनिया से गरीबी को खत्म करना है।",
      "targetText": "न्यूयॉर्क में होने वाला ग्लोबल सिटीजन फेस्टिवल एक वार्षिक संगीत कार्यक्रम है। इसका उद्देश्य वैश्विक गरीबी के खिलाफ जागरूकता बढ़ाना है।"
    },
    {
      "sourceText": "अब अपने सातवें साल में प्रवेश कर चुका ग्लोबल सिटीजन फेस्टिवल हजारों लोगों को सेंट्रल पार्क के ग्रेट लॉन में आकर्षित करेगा। इसमें लोग कलाकारों के प्रदर्शन के साथ-साथ 2030 तक चरम गरीबी समाप्त करने के लक्ष्य के समर्थन में जुटेंगे।",
      "targetText": "फेस्टिवल सेंट्रल पार्क में हजारों लोगों को आकर्षित करेगा। इसका लक्ष्य 2030 तक चरम गरीबी समाप्त करने के लिए समर्थन जुटाना है।"
    },
    {
      "sourceText": "ग्लोबल सिटीजन फेस्टिवल, जो 2012 में शुरू हुआ, ग्लोबल पॉवर्टी प्रोजेक्ट का विस्तार है। यह एक अंतरराष्ट्रीय वकालत समूह है, जो गरीबी खत्म करने के लिए लोगों को सक्रिय रूप से जोड़ता है।",
      "targetText": "2012 में शुरू हुआ यह फेस्टिवल ग्लोबल पॉवर्टी प्रोजेक्ट का हिस्सा है। इसका उद्देश्य लोगों को गरीबी उन्मूलन की मुहिम से जोड़ना है।"
    },
    {
      "sourceText": "इवेंट के लिए मुफ्त टिकट पाने के लिए (जब तक कि आप VIP टिकट खरीदने का निर्णय न लें), कॉन्सर्ट में जाने वाले लोगों को कुछ काम पूरे करने पड़ते थे, या ‘एक्शन’ जैसे कि स्वयंसेवा करना, किसी विश्व नेता को ईमेल भेजना, फोन कॉल करना या कोई और अर्थपूर्ण तरीका अपनाना, जो गरीबी समाप्त करने के उनके लक्ष्य के प्रति जागरूकता बढ़ाने में मदद करता हो।",
      "targetText": "मुफ्त कॉन्सर्ट टिकट पाने के लिए लोगों को स्वयंसेवा या जागरूकता बढ़ाने वाले कार्य करने पड़ते थे। इसका उद्देश्य गरीबी खत्म करने के अभियान में लोगों की भागीदारी बढ़ाना था।"
    },
    {
      "sourceText": "क्या लोगों को मुफ्त कॉन्सर्ट देकर इनाम देने का विचार वास्तव में लोगों से कार्रवाई करवाने का एक तरीका है, या यह सिर्फ़ एक और मामला है जिसे ‘क्लिक्टिविज़्म’ कहा जाता है — लोग इस सोच में रहते हैं कि वे ऑनलाइन पिटीशन साइन करके या ट्वीट भेजकर असल में कोई वास्तविक बदलाव कर रहे हैं?",
      "targetText": "यह सवाल उठाया गया कि क्या मुफ्त कॉन्सर्ट सच में लोगों को सक्रिय बनाते हैं। या फिर यह केवल ‘क्लिक्टिविज़्म’ है, जिसमें वास्तविक बदलाव नहीं होता।"
    },
    {
      "sourceText": "कुछ मुख्य प्रतिबद्धताओं में शामिल है The Power of Nutrition, जो यूके में आधारित निवेशक और क्रियान्वयनकर्ता की साझेदारी है, जो ‘बच्चों की पूरी क्षमता तक बढ़ाने में मदद करने’ के लिए प्रतिबद्ध है। इसमें वादा किया गया है कि रवांडा को 35 मिलियन डॉलर प्रदान किए जाएंगे ताकि देश में कुपोषण को खत्म करने में मदद मिल सके, जब ग्लोबल सिटीजन से 4,700 से अधिक ट्वीट प्राप्त हुए।",
      "targetText": "The Power of Nutrition ने बच्चों के पोषण सुधार का वादा किया है। 4,700 से अधिक ट्वीट्स के बाद रवांडा को कुपोषण खत्म करने के लिए 35 मिलियन डॉलर देने की घोषणा की गई।"
    },
    {
      "sourceText": "जैनेट जैकसन, द वीकेंड, शॉन मेंडेस, कार्डी बी, जनेल मोनाए इस साल न्यूयॉर्क में होने वाले कार्यक्रम में प्रदर्शन करने वाले कुछ कलाकारों में शामिल हैं, जिनकी मेज़बानी डेबोरा-ली फर्नेस और ह्यू जैकमैन करेंगे।",
      "targetText": "न्यूयॉर्क कार्यक्रम में कई प्रसिद्ध कलाकार प्रस्तुति देंगे। इस इवेंट की मेज़बानी डेबोरा-ली फर्नेस और ह्यू जैकमैन करेंगे।"
    },
    {
      "sourceText": "इस मकसद के लिए, ट्रंप प्रशासन के अधिकारी, जिनमें खुद अमेरिकी राष्ट्रपति डोनाल्ड ट्रंप भी शामिल हैं, जर्मनी की ‘अनुचित’ Nord Stream 2 पाइपलाइन परियोजना से बाहर निकलने के लिए मनाने की कोशिश कर रहे हैं। ट्रंप के अनुसार, यह परियोजना बर्लिन को मास्को का बंदी बना देती है।",
      "targetText": "ट्रंप प्रशासन जर्मनी को Nord Stream 2 परियोजना से बाहर निकलने के लिए दबाव डाल रहा है। ट्रंप का मानना है कि इससे जर्मनी रूस पर निर्भर हो जाएगा।"
    },
    {
      "sourceText": "सर्वेक्षण ने दिखाया कि पूर्व गवर्नर डिवाल पैट्रिक की दौड़ को अधिक समर्थन मिल रहा है, जहाँ 38 प्रतिशत लोग संभावित दौड़ का समर्थन कर रहे हैं और 48 प्रतिशत लोग इसके खिलाफ हैं।",
      "targetText": "सर्वे के अनुसार डिवाल पैट्रिक को सीमित समर्थन मिला है। अधिक लोग उनकी संभावित राजनीतिक दौड़ के खिलाफ हैं।"
    },
    {
      "sourceText": "पेलिन ने अपने बेटे की गिरफ्तारी को ‘कमरे में हाथी’ कहा और अपने बेटे तथा अन्य युद्धपूर्व सैनिकों के बारे में कहा, ‘वे लोग कुछ अलग होकर लौटते हैं, कठोर होकर लौटते हैं, और यह सोचते रहते हैं कि क्या उनके साथी सैनिक, एयरमैन और सेना के हर सदस्य द्वारा देश के लिए दिया गया सम्मान उनके लिए भी सम्मान है या नहीं।’",
      "targetText": "पेलिन ने बेटे की गिरफ्तारी पर बात करते हुए युद्ध सैनिकों के मानसिक बदलाव की चर्चा की। उन्होंने कहा कि सैनिक कठोर अनुभवों के साथ लौटते हैं और सम्मान को लेकर संघर्ष करते हैं।"
    },
    {
      "sourceText": "डैन बेनेट, जो वासिला पुलिस विभाग के प्रवक्ता हैं, के अनुसार, वह सोमवार को वासिला, अलास्का में गिरफ्तार किए गए और उन पर महिला पर घरेलू हिंसा का हमला करने, घरेलू हिंसा की रिपोर्ट में बाधा डालने, और नशे में हथियार रखने के आरोप लगाए गए हैं।",
      "targetText": "अलास्का में एक व्यक्ति को घरेलू हिंसा और हथियार रखने के आरोप में गिरफ्तार किया गया। उस पर रिपोर्ट में बाधा डालने का भी आरोप है।"
    },
    {
      "sourceText": "वकीलों ने और दलील दी कि प्रवासियों के प्रवेश से इनकार करने वाली नीति अमेरिका की अर्थव्यवस्था को नुकसान पहुंचाती है, यह कहते हुए कि इन लोगों के उद्यमी बनने और आवश्यक मजदूरी उपलब्ध कराने की अधिक संभावना है।",
      "targetText": "वकीलों का कहना है कि प्रवास विरोधी नीतियाँ अर्थव्यवस्था को नुकसान पहुँचाती हैं। प्रवासी उद्यमिता और श्रम शक्ति में अहम भूमिका निभाते हैं।"
    },
    {
      "sourceText": "कुछ घायल लोग, जिनमें ड्वि हारिस शामिल हैं, जिनकी पीठ और कंधे टूटे हुए हैं, पलू के आर्मी अस्पताल के बाहर आराम कर रहे थे, जहाँ मरीजों का बाहर इलाज किया जा रहा था क्योंकि लगातार तेज झटके आ रहे थे।",
      "targetText": "भूकंप के बाद घायल लोग अस्पताल के बाहर इलाज करा रहे थे। लगातार झटकों के कारण मरीजों को अंदर नहीं रखा गया।"
    },
    {
      "sourceText": "उनकी आँखों में आँसू भर आए जब उन्होंने बताया कि कितना भयंकर भूकंप उन्होंने महसूस किया, जिसने पांच मंजिला होटल के कमरे को हिला दिया, जिसे वह अपनी पत्नी और बेटी के साथ साझा कर रहे थे।",
      "targetText": "व्यक्ति ने भावुक होकर भूकंप के भयावह अनुभव को साझा किया। झटकों से पूरा होटल हिल गया था।"
    },
    {
      "sourceText": "एक हफ्ते बाद, जब एक सरकारी चीनी अखबार ने अमेरिका के एक दैनिक में चार पन्नों का विज्ञापन छापा, जो अमेरिका-चीन व्यापार के पारस्परिक लाभ को बढ़ावा दे रहा था, अमेरिका के चीन में राजदूत ने बेइजिंग पर अमेरिकी प्रेस का इस्तेमाल करके प्रचार फैलाने का आरोप लगाया।",
      "targetText": "चीनी विज्ञापन को लेकर अमेरिकी राजदूत ने विरोध जताया। उन्होंने इसे अमेरिकी मीडिया के जरिए प्रचार फैलाने का प्रयास बताया।"
    },
    {
      "sourceText": "जैसे कई शीर्ष रिपब्लिकन लोग सुप्रीम कोर्ट के नामांकित ब्रेट कावानॉ के कई यौन दुर्व्यवहार के आरोपों के बावजूद समर्थन और रक्षा कर रहे हैं, विश्लेषकों ने चेतावनी दी है कि उन्हें अपनी इस प्रतिक्रिया का सामना करना पड़ेगा, खासकर महिलाओं से, अगले मिडटर्म चुनाव में।",
      "targetText": "कावानॉ के समर्थन को लेकर रिपब्लिकन नेताओं को चेतावनी दी गई है। विश्लेषकों का मानना है कि इससे चुनाव में विरोध झेलना पड़ सकता है।"
    },
    {
      "sourceText": "शुक्रवार की सुबह, प्रदर्शनकारी लोग “नवंबर आ रहा है!” का नारा लगाते हुए सीनेट के हॉलवे में प्रदर्शन किए, जबकि न्यायिक समिति पर नियंत्रण रखने वाले रिपब्लिकन लोगों ने डॉ. क्रिस्टीन ब्लेसी फोर्ड की गवाही के बावजूद कावानॉ के नामांकन को आगे बढ़ाने का फैसला किया, माइक्रो ने रिपोर्ट किया।",
      "targetText": "सीनेट में प्रदर्शन के बावजूद कावानॉ का नामांकन आगे बढ़ाया गया। प्रदर्शनकारियों ने आगामी चुनावों की चेतावनी दी।"
    },
    {
      "sourceText": "डॉ. फोर्ड की सार्वजनिक गवाही से पहले, जिसमें उन्होंने सुप्रीम कोर्ट के नामांकित पर यौन दुर्व्यवहार के आरोपों का विस्तार से वर्णन किया, विश्लेषकों ने सुझाव दिया था कि अगर रिपब्लिकन लोग पुष्टि प्रक्रिया को आगे बढ़ाएंगे, तो उन्हें इसके परिणामस्वरूप प्रतिक्रिया का सामना करना पड़ सकता है।",
      "targetText": "विश्लेषकों ने पहले ही राजनीतिक प्रतिक्रिया की चेतावनी दी थी। फोर्ड की गवाही के बाद यह आशंका और मजबूत हो गई।"
    },
    {
      "sourceText": "YouGov के एक नए सर्वेक्षण में दिखाया गया है कि 41 प्रतिशत प्रतिभागी निश्चित रूप से या शायद फोर्ड की गवाही पर विश्वास करते थे, जबकि 35 प्रतिशत ने कहा कि वे निश्चित रूप से या शायद कावानॉ पर विश्वास करते थे।",
      "targetText": "YouGov सर्वे में फोर्ड की गवाही पर अधिक लोगों ने भरोसा जताया। कावानॉ की तुलना में फोर्ड को ज्यादा समर्थन मिला।"
    },
    {
      "sourceText": "फ्लेक के दबाव के बाद, FBI फिलहाल फोर्ड द्वारा उठाए गए आरोप और कम से कम एक और आरोपकर्ता, डेबोरा रामिरेज, के मामले की जांच कर रहा है, द गार्जियन ने रिपोर्ट किया।",
      "targetText": "राजनीतिक दबाव के बाद FBI आरोपों की जांच कर रहा है। जांच में फोर्ड और डेबोरा रामिरेज के आरोप शामिल हैं।"
    },
    {
      "sourceText": "रामिरेज ने आरोप लगाया कि सुप्रीम कोर्ट के नामांकित ने अपना जननांग उनके सामने एक पार्टी में दिखाया था, जब वे लोग 1980 के दशक में येल में पढ़ाई कर रहे थे।",
      "targetText": "रामिरेज ने कावानॉ पर गंभीर यौन आरोप लगाए। यह घटना येल विश्वविद्यालय में पढ़ाई के दौरान बताई गई है।"
    },
    {
      "sourceText": "कंपनी के CEO जॉन ब्रूस के अनुसार, Inrupt का विचार यह है कि कंपनी संसाधन, प्रक्रिया और उचित कौशल लेकर Solid को सभी के लिए उपलब्ध कराने में मदद करे।",
      "targetText": "Inrupt का लक्ष्य Solid को आम लोगों के लिए सुलभ बनाना है। इसके लिए कंपनी तकनीकी संसाधन और कौशल प्रदान करेगी।"
    },
    {
      "sourceText": "बर्नर्स-ली ने कहा कि वे और उनकी टीम फेसबुक और गूगल से यह नहीं कह रहे हैं कि वे एक पूरा बदलाव लाएँ, जहाँ उनके सभी बिजनेस मॉडल रातों-रात पूरी तरह से बदल जाएँ।",
      "targetText": "बर्नर्स-ली ने स्पष्ट किया कि वे बड़े प्लेटफॉर्म से अचानक बदलाव की मांग नहीं कर रहे हैं। उनका उद्देश्य धीरे-धीरे सुधार लाना है।"
    },
    {
      "sourceText": "और इसका मतलब है कि खुद भुलक्कड़ जॉनी इंग्लिश, जो अब किसी आलीशान स्कूल में मास्टर बनकर काम कर रहे हैं, लेकिन चुपचाप अंडरकवर ऑपरेटिव बनने के पाठ पढ़ा रहे हैं। इसमें कुछ मज़ेदार दृश्य हैं, जहाँ इंग्लिश जासूसी की स्कूल ऑफ़ रॉक-टाइप अकादमी चला रहे हैं।",
      "targetText": "जॉनी इंग्लिश अब एक स्कूल टीचर की भूमिका में दिखते हैं। फिल्म में जासूसी प्रशिक्षण से जुड़े कई हास्य दृश्य हैं।"
    },
    {
      "sourceText": "सुबह 6 बजे, ठीक जब गिगार्ड मौसासी और रॉरी मैकडोनाल्ड एक-दूसरे का सामना करने की तैयारी कर रहे थे, तब यूके में दर्शक हैरान रह गए जब प्रसारण अचानक बदलकर पेप्पा पिग दिखाने लगा।",
      "targetText": "लाइव फाइट के दौरान यूके में प्रसारण अचानक बच्चों के शो में बदल गया। इससे दर्शक हैरान रह गए।"
    },
    {
      "sourceText": "दो बार के कांस्य पदक विजेता ओलंपिक खिलाड़ी अब एक हाई-प्रोफाइल LGBT अभियानकर्ता बन गए हैं और ऑस्ट्रेलिया में इस साल के कॉमनवेल्थ गेम्स में अपनी उपस्थिति का इस्तेमाल किया ताकि अन्य देशों से अपील की जा सके कि समलैंगिकता को अपराध न माना जाए।",
      "targetText": "ओलंपिक खिलाड़ी अब LGBT अधिकारों के लिए अभियान चला रहे हैं। उन्होंने कॉमनवेल्थ गेम्स में देशों से समलैंगिकता को अपराध न मानने की अपील की।"
    },
    {
      "sourceText": "अमेरिकी गोल्फर फिल मिकल्सन रविवार को एक रिकॉर्ड बनाने वाले हैं जब वे अपना 47वां राइडर कप मैच खेलेंगे, लेकिन यह कोई खुशी का मील का पत्थर नहीं बनेगा, इसके लिए उन्हें अपना फॉर्म बदलना जरूरी है।",
      "targetText": "फिल मिकल्सन एक नया रिकॉर्ड बनाने जा रहे हैं। लेकिन बेहतर प्रदर्शन के लिए उन्हें अपने खेल में सुधार करना होगा।"
    },
    {
      "sourceText": "अमेरिका के लिए अक्सर जिस तरह वे खेल के केंद्र में रहते थे, उसकी जगह, पाँच बार के मेजर विजेता अपना दिन का आधा हिस्सा चीयरलीडर बनने में और आधा हिस्सा रेंज पर अपना खेल सुधारने में बिताते हैं, ताकि जो कमजोरी है उसे ठीक किया जा सके।",
      "targetText": "अब मिकल्सन टीम सपोर्ट और अभ्यास दोनों पर ध्यान दे रहे हैं। वे अपनी कमजोरियों को सुधारने की कोशिश कर रहे हैं।"
    },
    {
      "sourceText": "और अगर कोर्स खुद काफी चुनौतीपूर्ण नहीं है, तो मिकल्सन रविवार को नौवें मैच में सटीक ब्रिटिश ओपन चैंपियन फ्रांसेस्को मोलिनारी का सामना करेंगे, जिन्होंने रुक़ी टॉमी फ्लीटवुड के साथ टीम बनाकर इस हफ्ते अपने चारों मैच जीत लिए हैं।",
      "targetText": "मिकल्सन को एक कठिन मुकाबले का सामना करना होगा। उनके प्रतिद्वंद्वी मोलिनारी इस हफ्ते शानदार फॉर्म में रहे हैं।"
    },
    {
      "sourceText": "ब्योर्न की तुलना में, उनके सामने वाला जिम फ्यूरिक चाहते हैं कि उनके खिलाड़ी व्यक्तिगत रूप से बेहतर प्रदर्शन करें, जैसे उन्होंने साथी के रूप में किया, सिवाय जोर्डन स्पीथ और जस्टिन थॉमस के, जिन्होंने चार में से तीन अंक हासिल किए।",
      "targetText": "जिम फ्यूरिक खिलाड़ियों से व्यक्तिगत बेहतर प्रदर्शन की उम्मीद कर रहे हैं। केवल स्पीथ और थॉमस ने अब तक अच्छा योगदान दिया है।"
    },
    {
      "sourceText": "थॉमस को यह जिम्मेदारी सौंपी गई है कि वे वापसी का नेतृत्व करने की कोशिश करें और वे टॉप मैच में रॉरी मैकइलरॉय का सामना करेंगे, जबकि पॉल केसी, जस्टिन रोस, जॉन रह्म, टॉमी फ्लीटवुड और इयान पुल्टर क्रम में ऊपरी हिस्से में और यूरोपीय खिलाड़ी हैं।",
      "targetText": "थॉमस से टीम की वापसी की अगुवाई की उम्मीद है। उन्हें रॉरी मैकइलरॉय जैसे मजबूत प्रतिद्वंद्वी का सामना करना होगा।"
    },
    {
      "sourceText": "इस जहाज को 2014 में नेवी में शामिल किया जाना था, लेकिन डिलीवरी के बाद परेशान करने वाली समस्याओं ने इस महत्वाकांक्षी परियोजना के भविष्य पर असर डाला। बार-बार तकनीकी समस्याएँ, परीक्षण में देरी, और लागत बढ़ने के कारण जहाज का समय पर कमीशनिंग और बाधित हुआ। महत्वपूर्ण निवेश और उच्च उम्मीदों के बावजूद, नेवी को अपने ऑपरेशन में तैनाती कई बार स्थगित करनी पड़ी।",
      "targetText": "तकनीकी समस्याओं और लागत बढ़ने से जहाज की तैनाती में देरी हुई। इस परियोजना का भविष्य अनिश्चित हो गया।"
    },
    {
      "sourceText": "व्हाइट हाउस ने रविवार को कहा कि डोनाल्ड ट्रंप की उप अटॉर्नी जनरल रॉड रोज़ेनस्टीन के साथ होने वाली अहम बैठक शायद एक हफ्ते और आगे बढ़ सकती है, क्योंकि सुप्रीम कोर्ट के नामांकित ब्रेट कावानॉ को लेकर चल रही लड़ाई अभी भी जारी है।",
      "targetText": "व्हाइट हाउस ने बैठक टलने की संभावना जताई है। कावानॉ विवाद के कारण फैसला आगे बढ़ाया गया।"
    },
    {
      "sourceText": "रॉज़ेनस्टीन, स्पेशल काउंसल रॉबर्ट म्यूलर के कामकाज की निगरानी करते हैं, जो रूस द्वारा चुनाव में दखल, ट्रंप के सहयोगियों और रूस के बीच संबंध, और राष्ट्रपति द्वारा न्याय में रुकावट डालने के संभावित मामलों की जांच कर रहे हैं।",
      "targetText": "रोज़ेनस्टीन म्यूलर जांच की निगरानी करते हैं। यह जांच रूस हस्तक्षेप और न्याय में बाधा से जुड़ी है।"
    },
    {
      "sourceText": "इस महीने की शुरुआत में, न्यूयॉर्क टाइम्स ने रिपोर्ट किया कि रोज़ेनस्टीन ने ट्रंप से बातचीत रिकॉर्ड करने के लिए वायर लगाने के बारे में चर्चा की थी, और 25वें संशोधन के जरिए राष्ट्रपति को हटाने की संभावना पर भी विचार किया गया था।",
      "targetText": "रिपोर्ट में रोज़ेनस्टीन द्वारा गंभीर विकल्पों पर चर्चा का दावा किया गया। इसमें ट्रंप को हटाने की संभावना भी शामिल थी।"
    },
    {
      "sourceText": "ट्रंप ने कहा कि वे रोज़ेनस्टीन को बर्खास्त करने के “बेहतर समझते हैं कि न किया जाए”, लेकिन उसके बाद बैठक को टाल दिया गया, ताकि यह सीनेट ज्यूडिशियरी कमेटी की सुनवाई से टकराए नहीं, जहाँ कावानॉ और उन पर यौन दुर्व्यवहार के आरोप लगाने वाली महिलाओं में से एक, डॉ. क्रिस्टीन ब्लेसी फोर्ड, दोनों गवाही दे रही थीं।",
      "targetText": "ट्रंप ने रोज़ेनस्टीन को न हटाने का संकेत दिया। कावानॉ सुनवाई के कारण बैठक टाल दी गई।"
    },
    {
      "sourceText": "हेल्थ सेक्रेटरी स्कॉटलैंड के एनएचएस में काम करे वाला ईयू कर्मचारी लोग के चिट्ठी लिखके देश के आभार जतवलन आ ब्रेक्ज़िट के बादो ओह लोग से नौकरी पर बने रहे के इच्छा जतवलन।",
      "targetText": "स्कॉटलैंड के हेल्थ सेक्रेटरी ने ईयू कर्मचारियों को धन्यवाद दिया। उन्होंने ब्रेक्ज़िट के बाद भी उनके बने रहने की इच्छा जताई।"
    },
    {
      "sourceText": "ईयू भर से, और उसके बाहर से आने वाले साथी लोग अनमोल अनुभव और कौशल लेकर आते हैं, जो स्वास्थ्य सेवा के काम को मजबूत और बेहतर बनाता है, और जिसका लाभ हम जो मरीज और समुदाय की सेवा करते हैं, उन्हें मिलता है।",
      "targetText": "विदेशी कर्मचारी स्वास्थ्य सेवा को मजबूत बनाते हैं। उनके कौशल से मरीजों और समुदाय को लाभ मिलता है।"
    },
    {
      "sourceText": "टेनेसी स्टेट टाइगर्स के लाइनबैकर क्रिस्टियन एबरक्रॉम्बी शनिवार को वेंडरबिल्ट कॉमोडोर्स से 3127 की हार में सिर में चोट लगने के बाद आपातकालीन सर्जरी से गुजरे, टेनेसीयन के माइक ऑर्गन ने रिपोर्ट किया है।",
      "targetText": "मैच के दौरान सिर में चोट लगने के बाद एबरक्रॉम्बी की सर्जरी हुई। उनकी हालत गंभीर बताई गई।"
    },
    {
      "sourceText": "ट्रेनर और मेडिकल स्टाफ ने साइडलाइन पर एबरक्रॉम्बी को पहले ऑक्सीजन दी, उसके बाद उन्हें स्ट्रेचर पर रखकर और जांच के लिए अंदर ले गए।",
      "targetText": "चोट के बाद उन्हें तुरंत चिकित्सा सहायता दी गई। बाद में स्ट्रेचर पर ले जाकर जांच की गई।"
    },
    {
      "sourceText": "टेनेसी स्टेट के एक अधिकारी ने नैशविल, टेनेसी के WSMV के क्रिस हैरिस को बताया कि एबरक्रॉम्बी वेंडरबिल्ट मेडिकल सेंटर में सर्जरी से बाहर आ चुके हैं।",
      "targetText": "अधिकारी ने पुष्टि की कि एबरक्रॉम्बी की सर्जरी पूरी हो चुकी है। वह अब वेंडरबिल्ट मेडिकल सेंटर में रिकवरी में हैं।"
    },
    {
      "sourceText": "पिछले हफ्ते पिनेलस काउंटी के अंदर या तट के पास मध्यम स्तर का संकेंद्रण रिपोर्ट किया गया। हिल्सबोरो काउंटी के तट से बाहर कम से लेकर ज्यादा स्तर का संकेंद्रण पाया गया। मैनटी काउंटी में पृष्ठभूमि से लेकर ऊँचे स्तर का संकेंद्रण दर्ज किया गया। सारासोटा काउंटी के अंदर या तट के पास पृष्ठभूमि से ऊँचे स्तर का संकेंद्रण मिला। शार्लोट काउंटी में पृष्ठभूमि से मध्यम स्तर का संकेंद्रण है, ली काउंटी के अंदर या तट के पास पृष्ठभूमि से ऊँचे स्तर का संकेंद्रण पाया गया, और कॉलियर काउंटी में कम स्तर का संकेंद्रण रिपोर्ट किया गया।",
      "targetText": "विभिन्न काउंटियों में रेड टाइड का स्तर अलग-अलग दर्ज किया गया। कुछ इलाकों में मध्यम तो कुछ में ऊँचा संकेंद्रण पाया गया।"
    },
    {
      "sourceText": "फ्लोरिडा फिश एंड वाइल्डलाइफ कमीशन की ताज़ा रिपोर्ट दिखाती है कि टैम्पा बे इलाके के कुछ हिस्सों में रेड टाइड के संकेंद्रण में कुल मिलाकर कमी आई है।",
      "targetText": "रिपोर्ट के अनुसार टैम्पा बे के कुछ क्षेत्रों में रेड टाइड कम हुआ है। कुल मिलाकर स्थिति में सुधार देखा गया है।"
    },
    {
      "sourceText": "टीम यूएसए पूरे वीकेंड फेयरवे खोजने में जूझती रही, सिवाय पैट्रिक रीड, जस्टिन थॉमस और टोनी फिनाउ के, जिन्होंने पूरे टूर्नामेंट में उच्च स्तर का गोल्फ खेला।",
      "targetText": "टीम यूएसए के अधिकांश खिलाड़ी संघर्ष करते रहे। केवल कुछ खिलाड़ियों ने लगातार अच्छा प्रदर्शन किया।"
    },
    {
      "sourceText": "उन्होंने मशाल अपने देश के साथी जॉन रह्म को सौंप दी, जिन्होंने रविवार के सिंगल्स मुकाबले में अमेरिका के गोल्फ दिग्गज टाइगर वुड्स को 2&1 से हराया।",
      "targetText": "जॉन रह्म ने शानदार जीत हासिल की। उन्होंने टाइगर वुड्स को सिंगल्स मैच में हराया।"
    },
    {
      "sourceText": "यह टीम के बारे में है, और मैं खुश हूँ कि मैं मदद कर सका, यूरोपीय जीत के बाद भावुक हुए गार्सिया ने कहा।",
      "targetText": "गार्सिया ने जीत का श्रेय टीम को दिया। उन्होंने योगदान कर पाने पर खुशी जताई।"
    },
    {
      "sourceText": "आठ राइडर कप के अनुभवी, स्पेन के सर्जियो गार्सिया 25.5 करियर पॉइंट्स के साथ टूर्नामेंट के अब तक के सबसे ज्यादा जीतने वाले यूरोपीय बन गए हैं।",
      "targetText": "गार्सिया ने नया रिकॉर्ड बनाया। वह सबसे सफल यूरोपीय खिलाड़ी बन गए।"
    },
    {
      "sourceText": "अमेरिका के स्टार फिल मिकल्सन, जो टूर्नामेंट के अधिकांश हिस्सा में संघर्ष कर रहे थे, अपने टी-शॉट पार-3 के 16वें होल पर पानी में गिरा दिए और अपना मुकाबला फ्रांसेस्को मोलिनारी को दे दिया।",
      "targetText": "मिकल्सन की गलती से मैच हाथ से निकल गया। उन्होंने मोलिनारी के खिलाफ मुकाबला हार दिया।"
    },
    {
      "sourceText": "लेकिन उन्होंने जोर देकर कहा कि यह केवल सशर्त मदद होगी और वे उस देश से मदद स्वीकार नहीं करेंगे जिसने विद्रोह का समर्थन किया था।",
      "targetText": "उन्होंने स्पष्ट किया कि मदद सीमित होगी। विद्रोह समर्थक देश से सहायता नहीं ली जाएगी।"
    },
    {
      "sourceText": "अब सभी परिस्थितियाँ मौजूद हैं कि आतंकवाद और उन एकतरफा आर्थिक कदमों के चलते, जिन्होंने उनके रोज़मर्रा के जीवन और रोज़ी-रोटी को निशाना बनाया, मजबूरी में देश छोड़कर गए शरणार्थी लोग अपने देश में स्वेच्छा से लौट सकें।",
      "targetText": "परिस्थितियाँ अब शरणार्थियों की वापसी के अनुकूल बताई गईं। वे स्वेच्छा से अपने देश लौट सकते हैं।"
    },
    {
      "sourceText": "सीरिया कहता है कि वह शरणार्थियों की स्वेच्छा से वापसी के लिए तैयार है और सात साल से अधिक लंबे युद्ध से तबाह हुए देश को फिर से बनाने में मदद की अपील कर रहा है।",
      "targetText": "सीरिया ने शरणार्थियों की स्वैच्छिक वापसी के लिए तैयार होने की बात कही है। उसने युद्ध से तबाह देश के पुनर्निर्माण में मदद मांगी है।"
    },
    {
      "sourceText": "“यह सच्चाई कि वाशिंगटन या बीजिंग में जल्दी राजनीतिक फैसले होने से ऐसे हालात बन सकते हैं जो दोनों देशों में आर्थिक संकट शुरू कर सकते हैं, वास्तव में पहले जिन लोगों ने सोचा था उससे कहीं ज्यादा खतरनाक है,” एबिगेल ग्रेस ने कहा, जो सेंटर फॉर न्यू अमेरिकन सिक्योरिटी में रिसर्च एसोसिएट हैं और एशिया पर फोकस करती हैं, जो एक थिंक टैंक है।",
      "targetText": "विशेषज्ञ ने चेतावनी दी कि जल्दबाज़ी के राजनीतिक फैसले गंभीर आर्थिक संकट पैदा कर सकते हैं। यह खतरा पहले अनुमान से कहीं बड़ा है।"
    },
    { 
      "sourceText": "वाशिंगटन के पीछे हटने का मतलब है कि मांग को मानना पड़ेगा, लेकिन सार्वजनिक रूप से अमेरिका के सामने झुकने के लिए चीन के राष्ट्रपति शी जिनपिंग के लिए यह बहुत शर्मनाक होगा।",
      "targetText": "अमेरिका की मांग मानना चीन के लिए राजनीतिक रूप से मुश्किल है। शी जिनपिंग के लिए सार्वजनिक झुकाव अपमानजनक माना जाएगा।"
    },
    {
      "sourceText": "बीजिंग हर बार बराबरी का जवाब दिया है, सबसे हाल में अमेरिका के 60 बिलियन डॉलर के सामान पर 5 से 10 प्रतिशत टैरिफ लगा दिया।",
      "targetText": "बीजिंग ने अमेरिकी कदमों का समान जवाब दिया है। हाल ही में उसने बड़े पैमाने पर टैरिफ लगाए।"
    },
    {
      "sourceText": "डोनाल्ड ट्रंप, अमेरिका के राष्ट्रपति, ने इस साल की शुरुआत में पहली चेतावनी दी जब उन्होंने मुख्य चीनी निर्यात, जैसे सोलर पैनल, स्टील और एल्यूमिनियम पर टैक्स लगा दिया।",
      "targetText": "ट्रंप ने चीनी निर्यात पर टैक्स लगाकर व्यापार तनाव की शुरुआत की। इससे दोनों देशों के बीच टकराव बढ़ा।"
    },
    {
      "sourceText": "अमेरिका और चीन के बीच व्यापार युद्ध का पहला हमला बहुत तेज था, और जबकि लड़ाई अभी भी खत्म नहीं हुई है, विशेषज्ञ कहते हैं कि दीर्घकाल में यह देशों के बीच दरार बीजिंग के लिए फायदेमंद हो सकती है।",
      "targetText": "व्यापार युद्ध की शुरुआत तीखी रही है। विशेषज्ञ मानते हैं कि लंबे समय में चीन को लाभ हो सकता है।"
    },
    {
      "sourceText": "जब उन्होंने भाषण देते हुए कहा कि वह औपचारिक अभियान नहीं चलाएंगी, तब वह भावना से इतनी प्रभावित हुईं – लोगों का आभार जताते हुए जिन्होंने उनका समर्थन किया, उस सिस्टम से निराशा जताते हुए जो धन जुटाने और वोटरों पर ध्यान देने के बजाय डेलीगेट पर फोकस करवा रहा था, और लिंगभेद पर गुस्सा – कि वह भावनात्मक हो गईं।",
      "targetText": "भाषण के दौरान उन्होंने अभियान न चलाने की घोषणा की। समर्थन, सिस्टम की खामियों और लिंगभेद पर बोलते हुए वह भावुक हो गईं।"
    },
    {
      "sourceText": "क्योंकि अभियान के आखिरी समय था, वह फंड जुटाने में पीछे रह गई थीं, और इसलिए उन्होंने वचन दिया कि जब तक वह 2 मिलियन डॉलर नहीं जुटा लेंगी, तब तक वह चुनाव में हिस्सा नहीं लेंगी।",
      "targetText": "फंड की कमी के कारण उन्होंने चुनाव से दूरी बनाई। 2 मिलियन डॉलर जुटाने तक हिस्सा न लेने का फैसला किया।"
    },
    {
      "sourceText": "1987 में, जब श्री हार्ट को मंकी बिज़नेस नाव पर एक परपुरुष संबंध में पकड़ा गया और वे चुनाव से बाहर हो गए, तब मिस श्रोएडर, गहरी निराशा में, यह सोच गईं कि उनके पास खुद राष्ट्रपति पद की दौड़ में शामिल होने के विचार की जांच करने का कोई कारण नहीं है।",
      "targetText": "हार्ट के घोटाले के बाद श्रोएडर निराश हो गईं। उन्होंने राष्ट्रपति पद की दौड़ पर विचार छोड़ दिया।"
    },
    {
      "sourceText": "पैट्रिशिया श्रोएडर, जो उस समय कोलोराडो से डेमोक्रेटिक कांग्रेसवुमन थीं, गैरी हार्ट के राष्ट्रपति पद के अभियान में उनके साथ काम कर रही थीं।",
      "targetText": "पैट्रिशिया श्रोएडर गैरी हार्ट के अभियान से जुड़ी थीं। वह उस समय कांग्रेसवुमन थीं।"
    },
    {
      "sourceText": "मेरी एक सबसे तेज़ याद एक शुरुआती नौकरी से है, जो पुरुष बहुल ऑफिस में थी, जहाँ मैं एक बार अनकहे गुस्से में रो रही थी, और तब मेरी गर्दन के पीछे से एक बूढ़ी औरत – एक सख़्त प्रबंधक जैसी जिनसे मैं हमेशा थोड़ी डरती थी – ने पकड़ लिया और मुझे सीढ़ीघर में खींच लिया।",
      "targetText": "उन्होंने पुरुष-प्रधान ऑफिस का एक भावुक अनुभव साझा किया। एक वरिष्ठ महिला ने उन्हें संभालते हुए अलग ले जाकर समझाया।"
    },
    {
      "sourceText": "यह एक सटीक आलोचना है, महीनों और सालों का गुस्सा अचानक फूट पड़ा है, और वह बिना रोए इसे बाहर नहीं निकाल पा रही हैं।",
      "targetText": "लंबे समय का दबा हुआ गुस्सा अचानक सामने आया। भावनाओं पर काबू पाना मुश्किल हो गया।"
    },
    {
      "sourceText": "पेलोसी आगे कहती हैं कि एक डेमोक्रेट के रूप में उनकी चिंता यह थी कि कावानॉ संभावित रूप से अफोर्डेबल केयर एक्ट या रो बनाम वेड के खिलाफ फैसला दे सकते हैं, क्योंकि उन्हें एक रूढ़िवादी जस्टिस माना जाता है।",
      "targetText": "पेलोसी ने कावानॉ के फैसलों को लेकर चिंता जताई। उन्हें डर था कि वे अहम कानूनों के खिलाफ जा सकते हैं।"
    },
    {
      "sourceText": "टेनेसी स्टेट के एक अधिकारी ने नैशविल, टेनेसी के WSMV के क्रिस हैरिस को बताया कि एबरक्रॉम्बी वेंडरबिल्ट मेडिकल सेंटर में सर्जरी से बाहर आ चुके हैं।",
      "targetText": "टेनेसी के एक अधिकारी ने बताया कि एबरक्रॉम्बी की सर्जरी सफल रही है।वे अब वेंडरबिल्ट मेडिकल सेंटर में ऑपरेशन से बाहर आ चुके हैं।"
    },
    {
      "sourceText": "पिछले हफ्ते पिनेलस काउंटी के अंदर या तट के पास मध्यम स्तर का संकेंद्रण रिपोर्ट किया गया। हिल्सबोरो काउंटी के तट से बाहर कम से लेकर ज्यादा स्तर का संकेंद्रण पाया गया। मैनटी काउंटी में पृष्ठभूमि से लेकर ऊँचे स्तर का संकेंद्रण दर्ज किया गया। सारासोटा काउंटी के अंदर या तट के पास पृष्ठभूमि से ऊँचे स्तर का संकेंद्रण मिला। शार्लोट काउंटी में पृष्ठभूमि से मध्यम स्तर का संकेंद्रण है, ली काउंटी के अंदर या तट के पास पृष्ठभूमि से ऊँचे स्तर का संकेंद्रण पाया गया, और कॉलियर काउंटी में कम स्तर का संकेंद्रण रिपोर्ट किया गया।",
      "targetText": "फ्लोरिडा की कई काउंटियों में अलग-अलग स्तर का संकेंद्रण दर्ज किया गया।कुछ इलाकों में मध्यम तो कुछ में ऊँचे स्तर की रिपोर्ट मिली।"
    },
    {
      "sourceText": "फ्लोरिडा फिश एंड वाइल्डलाइफ कमीशन की ताज़ा रिपोर्ट दिखाती है कि टैम्पा बे इलाके के कुछ हिस्सों में रेड टाइड के संकेंद्रण में कुल मिलाकर कमी आई है।",
      "targetText": "ताज़ा रिपोर्ट के अनुसार टैम्पा बे क्षेत्र में रेड टाइड कम हुआ है।कुछ हिस्सों में हालात पहले से बेहतर हुए हैं।"
    },
    {
      "sourceText": "टीम यूएसए पूरे वीकेंड फेयरवे खोजने में जूझती रही, सिवाय पैट्रिक रीड, जस्टिन थॉमस और टोनी फिनाउ के, जिन्होंने पूरे टूर्नामेंट में उच्च स्तर का गोल्फ खेला।",
      "targetText": "टीम यूएसए के ज्यादातर खिलाड़ी अच्छा प्रदर्शन नहीं कर पाए।हालांकि पैट्रिक रीड, जस्टिन थॉमस और टोनी फिनाउ ने बेहतरीन खेल दिखाया।"
    },
    {
      "sourceText": "उन्होंने मशाल अपने देश के साथी जॉन रह्म को सौंप दी, जिन्होंने रविवार के सिंगल्स मुकाबले में अमेरिका के गोल्फ दिग्गज टाइगर वुड्स को 2&1 से हराया।",
      "targetText": "उन्होंने जीत की जिम्मेदारी जॉन रह्म को सौंपी।रह्म ने टाइगर वुड्स को सिंगल्स मुकाबले में हराया।"
    },
    {
      "sourceText": "यह टीम के बारे में है, और मैं खुश हूँ कि मैं मदद कर सका, यूरोपीय जीत के बाद भावुक हुए गार्सिया ने कहा।",
      "targetText": "गार्सिया ने कहा कि यह जीत पूरी टीम की है।उन्होंने टीम की मदद कर पाने पर खुशी जताई।"
    },
    {
      "sourceText": "आठ राइडर कप के अनुभवी, स्पेन के सर्जियो गार्सिया 25.5 करियर पॉइंट्स के साथ टूर्नामेंट के अब तक के सबसे ज्यादा जीतने वाले यूरोपीय बन गए हैं।",
      "targetText": "सर्जियो गार्सिया राइडर कप के सबसे सफल यूरोपीय खिलाड़ी बन गए।उन्होंने 25.5 करियर पॉइंट्स के साथ रिकॉर्ड बनाया।"
    },
    {
      "sourceText": "अमेरिका के स्टार फिल मिकल्सन, जो टूर्नामेंट के अधिकांश हिस्सा में संघर्ष कर रहे थे, अपने टी-शॉट पार-3 के 16वें होल पर पानी में गिरा दिए और अपना मुकाबला फ्रांसेस्को मोलिनारी को दे दिया।",
      "targetText": "फिल मिकल्सन पूरे टूर्नामेंट में संघर्ष करते रहे।एक गलती के बाद उन्होंने मुकाबला मोलिनारी को गंवा दिया।"
    },
    {
      "sourceText": "लेकिन उन्होंने जोर देकर कहा कि यह केवल सशर्त मदद होगी और वे उस देश से मदद स्वीकार नहीं करेंगे जिसने विद्रोह का समर्थन किया था।",
      "targetText": "उन्होंने कहा कि मदद केवल शर्तों के साथ दी जाएगी।विद्रोह समर्थक देश से सहायता नहीं ली जाएगी।"
    },
    {
      "sourceText": "अब सभी परिस्थितियाँ मौजूद हैं कि आतंकवाद और उन एकतरफा आर्थिक कदमों के चलते, जिन्होंने उनके रोज़मर्रा के जीवन और रोज़ी-रोटी को निशाना बनाया, मजबूरी में देश छोड़कर गए शरणार्थी लोग अपने देश में स्वेच्छा से लौट सकें।",
      "targetText": "अब हालात ऐसे हैं कि शरणार्थी स्वेच्छा से लौट सकते हैं।आतंकवाद और आर्थिक दबाव के कारण वे पहले देश छोड़ने को मजबूर हुए थे।"
    },
    {
      "sourceText": "पेलोसी हिचकिचाईं जब पूछा गया कि अगर कावानॉ की पुष्टि हो जाती है और डेमोक्रेट्स प्रतिनिधि सभा में बहुमत हासिल कर लेते हैं, तो क्या वे उनका महाभियोग करने की कोशिश करेंगी।",
      "targetText": "पेलोसी ने कावानॉ के महाभियोग पर सीधा जवाब नहीं दिया।उन्होंने सवाल पर हिचकिचाहट दिखाई।"
    },
    {
      "sourceText": "हम सोचते हैं कि उन्होंने अपने आप को अयोग्य बना लिया है उस बयान और तरीके से जिससे वे क्लिंटन और डेमोक्रेट्स के खिलाफ गए थे,उन्होंने कहा।",
      "targetText": "उन्होंने कहा कि कावानॉ ने अपने बयानों से खुद को अयोग्य साबित किया।डेमोक्रेट्स के खिलाफ उनका रवैया पक्षपाती था।"
    },
    {
      "sourceText": "पेलोसी ने कहा कि उनका विश्वास है कि कावानॉ की गवाही साबित करती है कि वे सुप्रीम कोर्ट में काम नहीं कर सकते, क्योंकि इससे यह दिखाई देता है कि वे डेमोक्रेट्स के खिलाफ पक्षपाती हैं।",
      "targetText": "पेलोसी ने कहा कि कावानॉ की गवाही उनकी निष्पक्षता पर सवाल उठाती है।उनके अनुसार वे सुप्रीम कोर्ट के लिए उपयुक्त नहीं हैं।"
    },
    {
      "sourceText": "उन्होंने स्पष्ट रूप से कमिटी में डेमोक्रेट्स की निंदा भी की, और उनके खिलाफ लगाए गए आरोपों को बताया कि यह एक \"भयंकर और समन्वित चरित्र हत्या\" है, जो उन लोगों द्वारा आयोजित की गई थी जो नाराज थे कि हिलेरी क्लिंटन 2016 के राष्ट्रपति चुनाव हार गईं।",
      "targetText": "कावानॉ ने डेमोक्रेट्स पर साजिश का आरोप लगाया।उन्होंने आरोपों को चरित्र हत्या बताया।"
    },
    {
      "sourceText": "अपने उद्घाटन बयान के दौरान, कावानॉ बहुत भावुक रहे, कई बार लगभग चिल्लाते और रोते-गला घुटते रहे जब वे अपने परिवार और हाई स्कूल के दिनों के बारे में बात कर रहे थे।",
      "targetText": "कावानॉ अपने बयान के दौरान बेहद भावुक हो गए।वे परिवार और अतीत की बातें करते हुए रो पड़े।"
    },
    {
      "sourceText": "कावानॉ भावुक होकर इस आरोप से इनकार किया कि जब वे दोनों किशोर थे, तब उन्होंने डॉ. क्रिस्टीन ब्लेसी फोर्ड का यौन उत्पीड़न किया।",
      "targetText": "कावानॉ ने यौन उत्पीड़न के आरोपों से इनकार किया।उन्होंने भावुक होकर खुद को निर्दोष बताया।"
    },
    {
      "sourceText": "हाउस माइनॉरिटी लीडर नैन्सी पेलोसी ने सुप्रीम कोर्ट के नामांकित ब्रेट कावानॉ को हिस्टेरिकल कहा और कहा कि वे स्वभाव से सुप्रीम कोर्ट में काम करने के लिए अयोग्य हैं।",
      "targetText": "नैन्सी पेलोसी ने कावानॉ की आलोचना की।उन्होंने उन्हें सुप्रीम कोर्ट के लिए अयोग्य बताया।"
    },
    {
       "sourceText": "अमेरिका में कोई भरोसा नहीं होने पर, हम राष्ट्रीय सुरक्षा में भरोसा नहीं कर सकते, और ऐसी परिस्थितियों में, हमारे पास पहले अपने आप अकेले हथियार छोड़ने का कोई तरीका नहीं है,श्री री ने न्यूयॉर्क में संयुक्त राष्ट्र महासभा के भाषण में कहा।",
       "targetText": "श्री री ने अमेरिका पर भरोसे की कमी की बात कही।उन्होंने कहा कि ऐसे में हथियार छोड़ना संभव नहीं है।"
    },
    {
       "sourceText": "यह जून की ऐतिहासिक बैठक के बाद हुआ, जब अमेरिका के राष्ट्रपति डोनाल्ड ट्रंप और किम जोंग-उन सिंगापुर में मिले थे, और उस समय उन्होंने सामान्य शब्दों में सहमति बनाई कि वे न्यूक्लियर-फ्री कोरियाई प्रायद्वीप के लिए काम करेंगे।",
       "targetText": "यह घटना ट्रंप और किम की सिंगापुर बैठक के बाद हुई।दोनों ने कोरियाई प्रायद्वीप को परमाणु मुक्त बनाने पर सहमति जताई थी।"
    },
    {
       "sourceText": "इस महीने की शुरुआत में, दोनों देशों के नेता प्योंगयांग में मिले, जिसका मुख्य मुद्दा ठप पड़े हुए परमाणु निरस्त्रीकरण वार्ता था।",
       "targetText": "दोनों देशों के नेता प्योंगयांग में मिले।बैठक का मुख्य विषय रुकी हुई परमाणु वार्ता थी।"
    },
    {
      "sourceText": "उत्तर और दक्षिण के संबंध जो अभी भी तकनीकी रूप से युद्ध की स्थिति में हैं हाल के महीनों में काफी बेहतर हुए हैं।",
      "targetText": "उत्तर और दक्षिण कोरिया के रिश्तों में सुधार हुआ है।हालांकि दोनों देश अभी भी औपचारिक रूप से युद्ध की स्थिति में हैं।"
    },
    {
      "sourceText": "ज्यादातर लोग चीन के रास्ते भागते हैं, क्योंकि चीन की उत्तर कोरिया से सबसे लंबी सीमा है और वहां पार करना आसान है, जबकि दोनों कोरिया के बीच भारी सुरक्षा वाला डेमिलिटरीज़्ड ज़ोन पार करना मुश्किल है।",
      "targetText": "अधिकतर लोग उत्तर कोरिया से भागने के लिए चीन का रास्ता चुनते हैं।डेमिलिटरीज़्ड ज़ोन की कड़ी सुरक्षा के कारण सीधे दक्षिण कोरिया जाना मुश्किल है।"
    },
    {
      "sourceText": "सियोल कहता है कि 1953 में कोरियाई युद्ध समाप्त होने के बाद से 30,000 से अधिक उत्तर कोरियाई लोग अवैध रूप से सीमा पार कर चुके हैं।",
      "targetText": "1953 के बाद से 30,000 से अधिक उत्तर कोरियाई भाग चुके हैं।यह जानकारी सियोल सरकार ने दी है।"
    },
    {
      "sourceText": "पार्क ब्यूंग सेउग, दक्षिण के एकीकरण मंत्रालय के डेटा का हवाला देते हुए, ने कहा कि पिछले साल 1,127 लोग भागे जबकि 2011 में यह संख्या 2,706 थी।",
      "targetText": "पिछले साल भागने वालों की संख्या 1,127 थी।2011 की तुलना में यह आंकड़ा काफी कम हो गया है।"
    },
    {
        "sourceText": "एक दक्षिण कोरियाई विधायक ने कहा कि जब से किम जोंग-उन सात साल पहले सत्ता में आए हैं, तब से उत्तर कोरिया से दक्षिण कोरिया भागने वाले लोगों की संख्या घट गई है।",
        "targetText": "किम जोंग उन के सत्ता में आने के बाद से पलायन घटा है।यह बात एक दक्षिण कोरियाई विधायक ने कही।"
    },
    {
       "sourceText": "अभी तक स्पष्ट नहीं है कि श्री कावानॉ को सीनेट में कम से कम 50 वोट मिल पाएंगे या नहीं, जिससे उपराष्ट्रपति माइक पेंस टाई तोड़कर उन्हें सुप्रीम कोर्ट में पुष्टि करा सकें।",
       "targetText": "कावानॉ को जरूरी 50 वोट मिलेंगे या नहीं, यह तय नहीं है।टाई होने पर उपराष्ट्रपति पेंस फैसला कर सकते हैं।"
    },
    {
       "sourceText": "जॉर्ज डब्ल्यू बुश फोन उठाकर सीनेटरों को कॉल कर रहे हैं, उन्हें कावानॉ का समर्थन करने के लिए मनाते हुए, जो व्हाइट हाउस में श्री बुश के तहत काम कर चुके हैं और उसी दौरान उनसे मिलीं उनकी पत्नी एशली से, जो श्री बुश की व्यक्तिगत सचिव थीं।",
       "targetText": "जॉर्ज बुश सीनेटरों से कावानॉ के समर्थन की अपील कर रहे हैं।कावानॉ पहले बुश प्रशासन में काम कर चुके हैं।"
    },
    {
       "sourceText": "कहा कि उनके पिता, जो बीबीसी में कैमरा मैन के रूप में काम कर चुके थे और एक छोटे खिलौना भालू से प्रेरित होकर बच्चों की किताब लिखी थी, अपने काम के खारिज होने पर भी संतुष्ट रहते थे,  उन्होंने जोड़ा कि किताब का 60वां सालगिरह कड़वा-मीठा था जब उनका पिछले साल निधन हो गया।",
       "targetText": "उन्होंने अपने पिता के काम और संतोषभाव को याद किया।किताब की 60वीं वर्षगांठ पिता के निधन के कारण भावुक रही।"
    },
    {
       "sourceText": "वेल्श के विधानसभा सदस्य इस बात को लेकर चिंतित हैं कि हालिया घटनाक्रमों से उनकी सार्वजनिक छवि को नुकसान पहुँच रहा है।उन्हें डर है कि आपसी मतभेद, भ्रम और गलत फैसले उन्हें जनता की नज़र में गंभीर नेता की बजाय “मपेट” जैसा दिखा सकते हैं।इस तरह की धारणा उनके राजनीतिक विश्वास और प्रभावशीलता को कमजोर कर सकती है।इसी कारण वे अपनी विश्वसनीयता और पेशेवर छवि बनाए रखने को लेकर सतर्क हो गए हैं।",
       "targetText": "विधानसभा में पदनाम बदलने के प्रस्ताव पर मतभेद हैं, जिससे अभी तक कोई सर्वसम्मति नहीं बन पाई है।"
    },
    {
       "sourceText": "विधानसभा के कुछ सदस्यों के बीच इस सुझाव पर मतभेद हैं कि उनके पद का नाम बदलकर वेल्श सांसद रखा जाए। कुछ लोगों का मानना है कि नया शीर्षक अधिक स्पष्ट और प्रभावी होगा, जबकि अन्य को डर है कि इससे भ्रम फैल सकता है। इस मुद्दे पर विधानसभा में लगातार चर्चा और बहस चल रही है। फिलहाल, इस सुझाव पर सहमति बनना आसान नहीं है।",
        "targetText": "पद का नाम बदलने के सुझाव पर मतभेद बने हुए हैं।इस मुद्दे पर विधानसभा में लगातार बहस चल रही है।"
    },
    {
      "sourceText": "ऐसा होने की मुख्य वजह यह है कि विधानसभा के नाम को बदलकर वेल्श संसद करने की योजना बनाई गई है।इस बदलाव से संस्था की पहचान और भूमिका में परिवर्तन आने की संभावना जताई जा रही है।नाम बदलने के साथ-साथ सदस्यों के पद और जिम्मेदारियों पर भी असर पड़ सकता है।इसी कारण कई सदस्य इस प्रस्ताव को लेकर सतर्क और चिंतित नजर आ रहे हैं।",
      "targetText": "विधानसभा का नाम बदलकर वेल्श संसद करने की योजना बनाई गई है।इससे संस्था और सदस्यों की भूमिका पर असर पड़ने की आशंका है।"
    },
    {
      "sourceText": "राजनीति के दायरे से जुड़े सभी AM इस बात को लेकर चिंतित हैं कि इस फैसले से उनकी सार्वजनिक छवि को नुकसान पहुँच सकता है। उन्हें डर है कि लोग इस मुद्दे को गंभीरता से लेने के बजाय उनका मजाक उड़ाने लगेंगे। ऐसी प्रतिक्रिया से उनकी विश्वसनीयता और राजनीतिक प्रभाव पर नकारात्मक असर पड़ सकता है। इसी वजह से वे इस पूरे मामले को लेकर काफी सतर्क और संवेदनशील नजर आ रहे हैं।",
      "targetText": "AM को डर है कि इस फैसले से उनकी छवि खराब होगी और लोग उनका मजाक बनाएंगे, जिससे उनकी राजनीतिक विश्वसनीयता प्रभावित हो सकती है। इसलिए वे इस मुद्दे पर बहुत सावधानी बरत रहे हैं।"
    },
    {
      "sourceText": "एक लेबर AM ने कहा कि उनके समूह को इस बात की चिंता थी कि इस प्रस्ताव को TWP और PWP जैसे नामों से न जोड़ा जाए।\nउनका मानना था कि ऐसे संक्षिप्त और अस्पष्ट शीर्षक जनता के बीच भ्रम पैदा कर सकते हैं।\nसमूह को डर था कि इस तरह के नाम राजनीतिक मुद्दे की गंभीरता को कम कर देंगे।\nइसी कारण वे इस विषय पर सावधानी और स्पष्टता बरतने के पक्ष में थे।",
      "targetText": "लेबर AM ने संक्षिप्त नामों को लेकर चिंता जताई।उनका मानना है कि ऐसे नाम जनता में भ्रम फैला सकते हैं।"
    },
    {
      "sourceText": "वेल्स से बाहर रहने वाले पाठकों के लिए यह बात समझना ज़रूरी है कि वेल्श भाषा में कुछ शब्दों के अलग अर्थ होते हैं।वेल्श में twp शब्द का मतलब बेवकूफ़ या मूर्ख होता है।वहीं pwp शब्द का अर्थ गंदगी या मल से जुड़ा हुआ माना जाता है।इसी वजह से इन शब्दों से मिलते जुलते संक्षेपों को लेकर संवेदनशीलता और चिंता जताई जा",
      "targetText": "वेल्श भाषा में कुछ शब्दों के नकारात्मक अर्थ होते हैं।इसी कारण उनसे मिलते जुलते संक्षेप विवादास्पद माने जा रहे हैं।"
    },
    {
      "sourceText": "एक प्लेड एएम ने कहा पूरा समूह खुश नहीं था और उसने दूसरे विकल्पों का सुझाव दिया है।उनका मानना था कि मौजूदा प्रस्ताव से समूह की राय और जनता की धारणा प्रभावित हो सकती है।उन्होंने यह भी कहा कि बेहतर और अधिक उपयुक्त विकल्प खोजकर ही अंतिम फैसला लेना चाहिए।\nसमूह इस मामले में पूरी तरह से संतुष्ट नहीं था और सभी पहलुओं पर विचार करना जरूरी माना गया।",
      "targetText": "प्लेड AM ने कहा कि समूह मौजूदा प्रस्ताव से संतुष्ट नहीं है।उन्होंने बेहतर विकल्पों पर विचार करने की मांग की।"
    },
    {
      "sourceText": "वेल्स के एक राजनीतिक दल ने कहा कि नाम बदलने के मामले में उनका समूह स्वतंत्र विचार रखता है, लेकिन उन्होंने यह भी ध्यान दिया कि शब्दों में केवल मामूली मौखिक बदलाव से MWP का उच्चारण ‘मपेट’ जैसा लग सकता है। इससे यह चिंता पैदा हुई कि जनता या मीडिया इसे मजाक के रूप में ले सकता है। पार्टी ने कहा कि इस संभावित नकारात्मक प्रभाव को ध्यान में रखते हुए नाम बदलने के फैसले पर सोच-समझकर निर्णय लेना जरूरी है।",
      "targetText": "पार्टी को डर है कि नाम बदलने से उसका उच्चारण मजाक जैसा लग सकता है, जिससे नकारात्मक छवि बनेगी। इसलिए वे इस फैसले को सावधानी से लेना चाहते हैं।"
    },
    {
      "sourceText": "इस संदर्भ में, वेल्श में अक्षर w का उच्चारण ठीक वैसे किया जाता है जैसा कि यॉर्कशायर अंग्रेज़ी उच्चारण में अक्षर u का किया जाता है।यानी, वेल्श में w को सुनने में कुछ हद तक ‘ऊ’ या ‘उ’ जैसा माना जाता है।इस वजह से कुछ शब्दों का उच्चारण बाहरी लोगों के लिए भ्रमित करने वाला हो सकता है।\nभाषाई इस तरह के अंतर को समझना जरूरी है ताकि शब्दों के सही अर्थ और ध्वनि का अंदाज़ा लगाया जा सके।",
      "targetText": "वेल्श भाषा में अक्षर w का उच्चारण अलग होता है।इसी कारण कुछ शब्द बाहरी लोगों को भ्रमित कर सकते हैं।"
    },
    {
      "sourceText": "नाम में बदलाव को लेकर वर्तमान में कानूनी मसौदा तैयार करने वाले विधानसभा आयोग ने कहा विधानसभा के सदस्यों को क्या कह कर पुकारा जाता है, इस संबंध में किसी भी विवरणकर्ता का आखिरी फ़ैसला निश्चित रूप से सदस्यों के लिए उनका खुद एक मामला होगा।आयोग ने यह भी स्पष्ट किया कि इस विषय में अंतिम निर्णय पूरी तरह से सदस्यों के व्यक्तिगत अधिकार और प्राथमिकताओं पर निर्भर करेगा।\nइसलिए, नाम बदलने या पदों के शीर्षक तय करने के मामलों में सदस्यों की राय और सहमति को अहम माना जाएगा।",
      "targetText": "आयोग ने कहा कि सदस्यों के शीर्षक पर फैसला उन्हीं का होगा।यह निर्णय उनके व्यक्तिगत अधिकारों पर निर्भर करेगा।"
    },
    {
      "sourceText": "वेल्स सरकार अधिनियम 2017 के अनुसार, वेल्श विधानसभा को अपना नाम बदलने का अधिकार है। इस कानून के तहत विधानसभा अपने संस्थागत नाम में बदलाव करने का स्वतंत्र निर्णय ले सकती है। अधिनियम यह सुनिश्चित करता है कि ऐसा फैसला पूरी तरह विधायी प्रक्रिया और नियमों के अनुसार लिया जाए। इस अधिकार का उपयोग करते समय सदस्यों की राय और संवैधानिक ढांचे का सम्मान करना आवश्यक है।",
      "targetText": "वेल्श विधानसभा को कानून के तहत अपना नाम बदलने का अधिकार है, लेकिन यह निर्णय नियमों और सदस्यों की राय को ध्यान में रखकर लिया जाना चाहिए।"
    },
    {
      "sourceText": "जून में, आयोग ने उस प्रस्ताव पर हुई सार्वजनिक परामर्श के नतीजों की जानकारी दी, जिसमें विधानसभा का नाम बदलकर वेल्श संसद रखने के लिए व्यापक समर्थन मिला था। रिपोर्ट में यह भी उल्लेख किया गया कि जनता और विभिन्न हितधारकों ने इस बदलाव का समर्थन किया। आयोग ने जनमत को ध्यान में रखते हुए आगे की प्रक्रिया की रूपरेखा तैयार की। इस सार्वजनिक समर्थन से नाम परिवर्तन के प्रस्ताव को आगे बढ़ाने की स्थिति मजबूत हुई।",
      "targetText": "सार्वजनिक परामर्श में वेल्श संसद नाम के पक्ष में व्यापक समर्थन मिला, जिससे आयोग ने आगे की प्रक्रिया तय की और प्रस्ताव को मजबूती मिली।"
    },
    {
      "sourceText": "AM पद के शीर्षक के मामले में, आयोग ने “वेल्श सांसद” या WMP का समर्थन किया, लेकिन सार्वजनिक परामर्श में सबसे अधिक समर्थन MWP विकल्प को मिला। इससे यह स्पष्ट हुआ कि जनता और सदस्य इस विकल्प को अधिक उपयुक्त और स्वीकार्य मानते हैं। आयोग ने इस मतभेद को ध्यान में रखते हुए आगे के निर्णय और सुझाव तैयार किए।",
      "targetText": "AM पद के लिए आयोग ने WMP का समर्थन किया, लेकिन जनता ने MWP को अधिक पसंद किया।इस मतभेद को ध्यान में रखकर आगे का फैसला तैयार किया जा रहा है।"
    },
    {
      "sourceText": "यह स्पष्ट है कि कई AM अन्य विकल्पों का सुझाव दे रहे हैं, लेकिन पीठासीन अधिकारी एलिन जोन्स के लिए आम सहमति बनाना काफी मुश्किल साबित हो रहा है। फिर भी, उन्हें उम्मीद है कि बदलाव से जुड़ा कानूनी मसौदा कुछ ही हफ्तों में पेश कर दिया जाएगा। इस प्रक्रिया में विभिन्न प्रस्तावों और सुझावों पर विचार किया जा रहा है ताकि अंतिम फैसला सभी पक्षों के लिए संतोषजनक हो सके।",
      "targetText": "AM के बीच सहमति बनाना कठिन है, लेकिन जल्द ही कानूनी मसौदा लाने की उम्मीद है और सभी सुझावों पर विचार किया जा रहा है।"
    },
    {
      "sourceText": "बदलाव के लिए तैयार हो रहे कानून निर्माण में विधानसभा के कामकाज के तरीके में भी सुधार शामिल किया जाएगा। इस बदलाव में AM की अयोग्यता के नियम स्पष्ट करना और कमिटी सिस्टम का नया प्रारूप तैयार करना शामिल है। इससे यह सुनिश्चित होगा कि विधानसभा का संचालन अधिक व्यवस्थित और पारदर्शी ढंग से हो। साथ ही, नए नियम सदस्य के दायित्व और जिम्मेदारी को स्पष्ट रूप से परिभाषित करेंगे।",
      "targetText": "कानून में विधानसभा के कामकाज सुधार और AM के दायित्व स्पष्ट करने वाले नए नियम शामिल होंगे, जिससे संचालन व्यवस्थित और पारदर्शी होगा।"
    },
    {
      "sourceText": "कानून निर्माण पर बहस के दौरान, AM से अंत में यह पूछा जाएगा कि उन्हें अपने पद के लिए कौन सा नाम चाहिए। इस प्रक्रिया से तय होगा कि पद का नाम लोकतांत्रिक तरीके से चुना जाए। वोटिंग के परिणाम से स्पष्ट हो जाएगा कि अधिकांश सदस्य किस विकल्प का समर्थन करते हैं। इस तरह अंतिम फैसला पूरी तरह से सदस्यों की राय और सहमति पर आधारित होगा।",
      "targetText": "अंतिम फैसला सदस्यों की वोटिंग और सहमति पर आधारित होगा, जिससे पद का नाम लोकतांत्रिक तरीके से तय होगा।"
    },
    {
      "sourceText": "मैसेडोनिया के लोग देश का नाम बदलने के लिए जनमत संग्रह कराने जा रहे हैं। इस जनमत संग्रह का उद्देश्य जनता की राय जानकर देश के नाम का लोकतांत्रिक तरीके से निर्णय लेना है। विभिन्न नामों पर चर्चा और बहस के बाद अंतिम फैसला लिया जाएगा। यह प्रक्रिया नागरिकों को राष्ट्रीय पहचान और निर्णय लेने में सीधे भाग लेने का अवसर देती है।",
      "targetText": "मैसेडोनिया में देश का नाम बदलने के लिए जनमत संग्रह होगा, जिससे जनता की राय के आधार पर लोकतांत्रिक तरीके से फैसला लिया जाएगा।"
    },
    {
      "sourceText": "रविवार को मतदाता यह तय करने के लिए वोट देंगे कि देश का नाम बदलकर रिपब्लिक ऑफ नॉर्थ मैसेडोनिया रखा जाए या नहीं। मतदान के जरिए यह तय होगा कि जनता इस बदलाव का समर्थन करती है या नहीं। इस प्रक्रिया में नागरिकों की सीधी भागीदारी सुनिश्चित की जा रही है। मतदान का परिणाम देश की राष्ट्रीय पहचान और भविष्य की दिशा तय करने में अहम भूमिका निभाएगा।",
      "targetText": "मतदाता रविवार को यह तय करेंगे कि देश का नाम रिपब्लिक ऑफ नॉर्थ मैसेडोनिया रखा जाए या नहीं, और इस प्रक्रिया में नागरिकों की सीधी भागीदारी होगी।"
    },
    {
      "sourceText": "ग्रीस जैसे पड़ोसी देश के साथ दशकों पुराने विवाद को सुलझाने के लिए यह मशहूर मतदान आयोजित किया गया था। यह विवाद इसलिए था क्योंकि ग्रीस के एक प्रांत का नाम भी मैसेडोनिया है। नाम के कारण दोनों देशों के बीच पहचान और सांस्कृतिक अधिकार को लेकर टकराव बना हुआ था। मतदान के जरिए उम्मीद की जा रही थी कि इस मुद्दे का शांतिपूर्ण और लोकतांत्रिक समाधान निकले।",
      "targetText": "पड़ोसी ग्रीस के साथ मैसेडोनिया नाम को लेकर दशकों पुराने विवाद को शांतिपूर्ण और लोकतांत्रिक तरीके से सुलझाने के लिए मतदान आयोजित किया गया।"
    },
    {
      "sourceText": "एथेंस काफी समय से इस बात पर जोर दे रहा है कि उसके उत्तर में स्थित पड़ोसी देश का नाम उसके प्रांत मैसेडोनिया के बारे में भ्रम पैदा करता है। घरेलू नीति और अंतरराष्ट्रीय पहचान के कारण, ग्रीस कई बार यूरोपीय संघ और नाटो में उसके सदस्यता पर आपत्ति जता चुका है। ग्रीस का मानना है कि एक ही नाम होने से सांस्कृतिक और ऐतिहासिक अधिकार के बारे में गलत संदेश जाता है। इसलिए दोनों देशों के बीच विवाद सुलझाने के लिए लगातार बातचीत और कूटनीतिक प्रयास जारी हैं।",
      "targetText": "ग्रीस मैसेडोनिया नाम को लेकर भ्रम और सांस्कृतिक अधिकार के सवाल पर चिंतित है, जिससे EU और NATO में सदस्यता पर आपत्ति आई विवाद सुलझाने के लिए दोनों देशों में लगातार कूटनीतिक प्रयास जारी हैं।"
    },
    {
      "sourceText": "नाम बदलाव पर जनमत के एक विरोधी, मैसेडोनियाई राष्ट्रपति ने कहा कि वे मतदान को नजरअंदाज करेंगे। उनका तर्क है कि इस मुद्दे पर आम जनता का फैसला उनके नजर में न तो पूरा है और न ही वैध। राष्ट्रपति का यह रुख विवाद और राजनीतिक बहस को और बढ़ा सकता है। इससे स्पष्ट होता है कि देश में नाम बदलने के प्रस्ताव को लेकर राजनीतिक मतभेद अभी भी गहरे हैं।",
      "targetText": "मैसेडोनियाई राष्ट्रपति मतदान को अवैध मानते हैं, जिससे नाम बदलाव पर राजनीतिक विवाद और गहरा गया है।"
    },
    {
      "sourceText": "हालाँकि, प्रधानमंत्री ज़ोरान ज़ेव और मतसंग्रह के समर्थकों का तर्क है कि नाम में बदलाव केवल यूरोपीय संघ और नाटो में शामिल होने का रास्ता है। उनका कहना है कि इससे देश की अंतरराष्ट्रीय पहचान और कूटनीतिक संबंध मजबूत होंगे। वे मानते हैं कि नाम बदलने से पुराना विवाद समाप्त हो जाएगा और देश वैश्विक मंच पर और प्रभावशाली बन सकेगा। इसलिए समर्थक लोग इस बदलाव को भविष्य के अवसर और विकास के लिए आवश्यक कदम मानते हैं।",
      "targetText": "प्रधानमंत्री और समर्थकों का कहना है कि नाम बदलने से देश का अंतरराष्ट्रीय पहचान मजबूत होगी, पुराना विवाद खत्म होगा और विकास के नए अवसर मिलेंगे।"
    },
    {
      "sourceText": "हार्लेम में चर्च कम होने के कारण सेंट मार्टिन की घंटी की आवाज अब कम सुनाई दे रही है। पहले जहाँ हर घंटे या खास अवसर पर घंटी बजती थी, अब वह बहुत कम सुनाई देती है। इससे स्थानीय संस्कृति और समुदाय की परंपरा पर असर पड़ रहा है। स्थानीय लोग और इतिहास के प्रति लगाव रखने वाले लोग इस पर चिंता जता रहे हैं और घंटी बजाने की परंपरा को बचाने की कोशिश कर रहे हैं।",
      "targetText": "हार्लेम में चर्च कम होने से सेंट मार्टिन की घंटी की आवाज कम हो गई है, जिससे स्थानीय संस्कृति पर असर पड़ा है। लोग इस पर चिंता जता रहे हैं और परंपरा को बचाने का प्रयास कर रहे हैं।"
    },
    {
      "sourceText": "मिस्टर एडम्स ने बताया कि इतिहास से जुड़ी बातें जानने के लिए जब उन्होंने बुज़ुर्गों से बातचीत की, तो उनका कहना था कि पहले हर नुक्कड़ पर बार और चर्च होते थे। उन्होंने बताया कि उस समय समुदाय का सामाजिक और धार्मिक जीवन बहुत जीवंत था। बुज़ुर्गों ने यह भी साझा किया कि हर बार और चर्च अपने आसपास के लोगों को जोड़ने का केंद्र होते थे। इसलिए अब चर्च और बार की संख्या कम होने से स्थानीय परंपरा और सामुदायिक जीवन पर असर पड़ रहा है।",
      "targetText": "पहले हर नुक्कड़ पर बार और चर्च होने से समुदाय का सामाजिक और धार्मिक जीवन जीवंत था। अब इनकी संख्या कम होने से स्थानीय परंपरा और सामुदायिक जीवन प्रभावित हो रहा है।"
    },
    {
      "sourceText": "आज सब खत्म होता जा रहा है, मिस्टर एडम्स यह बात तब कहे जब उन्होंने हार्लेम में बदलती सामाजिक और सांस्कृतिक स्थिति का ज़िक्र किया। उनका मतलब था कि पहले जो जीवंतता और सामुदायिक जुड़ाव था, वह अब धीरे-धीरे कम होता जा रहा है। इस वाक्य में चिंता और उदासी झलकती है कि समय के साथ परंपरा और स्थानीय जीवन खत्म हो रहे हैं।",
      "targetText": "मिस्टर एडम्स ने हार्लेम में घटती सामाजिक और सांस्कृतिक जीवंतता पर चिंता जताई, यह दर्शाते हुए कि समय के साथ परंपरा और सामुदायिक जीवन धीरे-धीरे समाप्त हो रहे हैं।"
    },
    {
      "sourceText": "उन्होंने कहा कि बार कम होना समझ में आता है। उनका मतलब था कि बदलती जीवनशैली और लोगों की प्राथमिकताओं के चलते बार कम हो रहे हैं। हालांकि, इसके बावजूद उन्होंने यह बताया कि यह बदलाव स्थानीय समुदाय और सामाजिक जीवन पर असर डाल रहा है। इसलिए बार की संख्या में कमी को स्वीकार करते हुए भी, उनका कहना था कि इसके सांस्कृतिक और सामुदायिक महत्व पर ध्यान देना जरूरी है।",
      "targetText": "मिस्टर एडम्स ने बार की संख्या में कमी को जीवनशैली बदलाव के कारण समझा, लेकिन इसके बावजूद उन्होंने इसके सांस्कृतिक और सामुदायिक प्रभाव पर ध्यान देने की आवश्यकता पर जोर दिया।"
    },
    {
      "sourceText": "उन्होंने कहा कि आजकल लोगों का समाज अलग तरीके से बन रहा है। इसका मतलब है कि आधुनिक जीवनशैली और बदलती सामाजिक आदतों के चलते समुदाय की पारंपरिक संरचना बदल रही है। वे यह भी महसूस कर रहे हैं कि लोग अब पुराने नुक्कड़, बार और चर्च जैसी जगहों पर कम इकट्ठा होते हैं। इससे समाज की आपसी जुड़ाव और सामुदायिक जीवन पहले जैसा नहीं रहा।",
      "targetText": "मिस्टर एडम्स ने आधुनिक जीवनशैली और बदलती आदतों के कारण पारंपरिक सामुदायिक संरचना और सामाजिक जुड़ाव में कमी होने की बात कही।"
    },
    {
      "sourceText": "बार अब पड़ोस के लिविंग रूम जैसा नहीं रह गया है, जहाँ लोग रोज़ आते थे। उनका मतलब है कि पहले बार सिर्फ पीने की जगह नहीं थी, बल्कि लोगों के मिलने जुलने और बातचीत करने का केंद्र थी। अब बार की भूमिका बदल गई है और लोग रोज़ वहाँ नहीं मिलते, जिससे सामुदायिक जुड़ाव कम हो गया है। इस बदलाव से स्थानीय संस्कृति और पारंपरिक सामाजिक जीवन पर भी असर पड़ रहा है।",
      "targetText": "मिस्टर एडम्स ने कहा कि बार अब लोगों के मिलने जुलने और सामुदायिक बातचीत का केंद्र नहीं रह गया, जिससे पारंपरिक सामाजिक जीवन और स्थानीय संस्कृति प्रभावित हो रही है।"
    },
    {
      "sourceText": "मेथोडिस्ट धार्मिक समुदाय के मूल गोरे लोग 1930 के दशक में चले गए। इससे उस समुदाय के सांस्कृतिक और सामाजिक ढांचे में बड़ा बदलाव आया। उनके जाने के बाद चर्च और पड़ोस के जीवन में पहले जैसी गतिविधियाँ और परंपराएँ धीरे-धीरे कम होने लगीं। स्थानीय लोग और इतिहासकार अब इस बदलाव को हार्लेम की सामाजिक और धार्मिक धरोहर का महत्वपूर्ण हिस्सा मानते हैं।",
      "targetText": "1930 के दशक में मेथोडिस्ट समुदाय के मूल गोरे लोगों के जाने से हार्लेम के चर्च और पड़ोस का सामाजिक-सांस्कृतिक जीवन प्रभावित हुआ, जिसे अब स्थानीय लोग और इतिहासकार इसकी धरोहर मानते हैं।"
    },
    {
      "sourceText": "इन इमारतों पर धार्मिक समाज के उन अश्वेत लोगों का कब्ज़ा हो गया, जो आस-पास के पूजा स्थलों पर पूजा किया करते थे। इस बदलाव से समुदाय के धार्मिक और सामाजिक जीवन में नई पहचान और सक्रियता आई। अश्वेत समुदाय ने इन इमारतों को अपने सांस्कृतिक और धार्मिक कार्यक्रमों के लिए केंद्र के रूप में विकसित किया। इस तरह, पड़ोस में सामाजिक और धार्मिक गतिविधियों का केंद्र बदल गया और स्थानीय जीवन में नया स्वरूप उभरा।",
      "targetText": "अश्वेत समुदाय ने पुराने धार्मिक स्थलों पर कब्ज़ा कर उन्हें सांस्कृतिक और धार्मिक केंद्र बनाया, जिससे पड़ोस का सामाजिक और धार्मिक जीवन नया रूप लिया।"
    },
    {
      "sourceText": "सेंट मार्टिन पर पादरी जॉन हावर्ड जॉनसन के नेतृत्व में एक अश्वेत धार्मिक समाज का कब्ज़ा हो गया, जिसने 125वीं स्ट्रीट पर खुदरा विक्रेताओं को हटाने का नेतृत्व किया। यह जगह हार्लेम में खरीदारी का प्रमुख केंद्र थी, जहाँ अश्वेत लोगों को नौकरी या पदोन्नति मिलने पर विरोध होता था। इस कार्रवाई से स्थानीय अश्वेत समुदाय के लिए व्यापार और रोजगार के अवसर बढ़े और उनकी सामाजिक स्थिति में सुधार हुआ।",
      "targetText": "सेंट मार्टिन पर कब्ज़े से अश्वेत समुदाय को हार्लेम में व्यापार, रोजगार और सामाजिक स्थिति में सुधार का अवसर मिला।"
    },
    {
      "sourceText": "1939 में आग लगने की वजह से यह इमारत बुरी तरह क्षतिग्रस्त हो गई।लेकिन फादर जॉनसन के अनुयायियों ने इसके पुनर्निर्माण की योजना बनाई और जल्द ही इमारत में घंटा बजाने की शुरुआत कर दी।इससे समुदाय में धार्मिक और सामाजिक गतिविधियों को पुनर्जीवित करने में मदद मिली।घंटी बजना अब वहां की परंपरा और सामुदायिक जीवन का एक महत्वपूर्ण हिस्सा बन गया।",
      "targetText": "1939 की आग के बाद इमारत का पुनर्निर्माण किया गया और फिर से घंटी बजनी शुरू हुई।इससे समुदाय की धार्मिक और सामाजिक परंपराएं दोबारा जीवित हो गईं।"
    },
    {
      "sourceText": "फादर जॉनसन के बेटे और सेंट मार्टिन के उत्तराधिकारी पादरी डेविड जॉनसन ने गर्व से घंटा बजाने के काम को गरीब लोगों के लिए किस्मत के दरवाजे खोलना बताया। वे मानते थे कि घंटी की आवाज से समुदाय में आशा और अवसर का प्रतीक फैलता है। इस पहल से स्थानीय गरीब और वंचित लोगों के लिए सामाजिक और आर्थिक अवसर बढ़ाने में मदद मिली। डेविड जॉनसन इसे धार्मिक परंपरा के साथ-साथ समुदायिक समर्थन का प्रतीक भी मानते थे।",
      "targetText": "डेविड जॉनसन ने सेंट मार्टिन की घंटी को गरीब और वंचित लोगों के लिए अवसर और आशा का प्रतीक बताया, जिससे सामाजिक और आर्थिक मदद मिली।"
    },
    {
      "sourceText": "जुलाई में घंटा बजाने वाले विशेषज्ञ ने इसे कुछ इस तरह बताया कि यह एक सांस्कृतिक विरासत और एक अनमोल ऐतिहासिक उपकरण है। उन्होंने कहा कि घंटा केवल आवाज का साधन नहीं है, बल्कि हार्लेम की सामाजिक और धार्मिक पहचान का प्रतीक है। विशेषज्ञ ने इसका महत्व उजागर करते हुए कहा कि इसे सुरक्षित रखना भविष्य की पीढ़ियों के लिए आवश्यक है। इससे साफ हो जाता है कि घंटा केवल परंपरा नहीं है, बल्कि समुदाय की ऐतिहासिक और सांस्कृतिक धरोहर का हिस्सा है।",
      "targetText": "घंटा हार्लेम की सामाजिक और धार्मिक पहचान का प्रतीक है और इसे भविष्य की पीढ़ियों के लिए सुरक्षित रखना जरूरी है।"
    },
    {
      "sourceText": "यूनिवर्सिटी ऑफ मिशिगन की विशेषज्ञ टिफ़नी एनजी ने इस बात पर भी जोर दिया कि यह दुनिया का पहला घंटा था जिसे अश्वेत संगीतकार डियोनिसियो ए लिंड ने बजाया। उन्होंने बताया कि डियोनिसियो लगभग 18 साल पहले रिवरसाइड चर्च में एक बहुत बड़ा घंटा बजाते थे। एनजी के अनुसार, यह ऐतिहासिक पहल संगीत और सांस्कृतिक धरोहर दोनों के लिए बहुत महत्वपूर्ण थी। इसका मतलब यह है कि अश्वेत संगीतकारों ने हार्लेम और बड़े समुदाय में अपनी कला और पहचान बनाने में महत्वपूर्ण भूमिका निभाई।",
      "targetText": "अश्वेत संगीतकार डियोनिसियो ए लिंड ने हार्लेम में इतिहास रचा; उनका घंटा बजाने का काम संगीत और सांस्कृतिक धरोहर दोनों के लिए महत्वपूर्ण रहा।"
    },
    {
      "sourceText": "मि मेर्रीवेदर ने बताया कि सेंट मार्टिन में उनकी जगह किसी और को नहीं रखा गया। इसका मतलब है कि उनका पद का उत्तराधिकारी तुरंत नियुक्त नहीं हुआ था। इस स्थिति से इमारत और समुदाय में जिम्मेदारी बाँटने का तरीका प्रभावित हुआ। उन्होंने कहा कि इसके बावजूद धार्मिक और सामाजिक गतिविधियाँ जारी रहीं।",
      "targetText": "सेंट मार्टिन में पद का उत्तराधिकारी तुरंत नहीं नियुक्त होने के बावजूद धार्मिक और सामाजिक गतिविधियाँ लगातार चलती रहीं।"
    },
    {
      "sourceText": "पिछले कुछ महीनों में सेंट मार्टिन में जो कुछ हुआ, वह शिल्पकारों और ठेकेदारों के लिए जटिल कहानी बन गया। इनमें से कुछ को चर्च के आम नेता नियुक्त किए, जबकि बाकी को धर्म से जुड़े प्रांत ने चुना। इस मिश्रित नियुक्ति प्रणाली से काम और जिम्मेदारी में कई स्तर और अलग-अलग दृष्टिकोण पैदा हुए। इसका परिणाम यह हुआ कि परियोजना की प्रगति और समन्वय बनाए रखना काफी जटिल हो गया।",
       "targetText": "सेंट मार्टिन में मिश्रित नियुक्ति प्रणाली के कारण परियोजना में जिम्मेदारी और समन्वय बनाए रखना जटिल हो गया।"
    },
    {
     "sourceText": "वेस्ट्री जहाँ पूजा का सामान रखा जाता है, पर अब आम नेताओं से बने पैरिश क्षेत्र के पादरी का अधिकार हो गया। जुलाई में प्रांत में इस बात पर चिंता जताई गई कि वह वेस्ट्री से लागत पूरी करने की मांग करेगा, चाहे वेस्ट्री प्रांत द्वारा नियुक्त शिल्पकारों और ठेकेदारों की नियुक्ति में शामिल हो या नहीं। इससे वित्तीय जिम्मेदारी और नियंत्रण को लेकर विवाद सामने आया। पैरिश और प्रांत के बीच इस मामले ने परियोजना के प्रबंधन और निर्णय प्रक्रिया को और जटिल बना दिया।",
     "targetText": "वेस्ट्री की लागत और नियंत्रण को लेकर पैरिश और प्रांत के बीच विवाद बढ़ गया, जिससे परियोजना प्रबंधन जटिल हो गया।"
    },
    {
     "sourceText": "क्षेत्र के कुछ पादरियों ने प्रांत की ओर से स्पष्टता की कमी को लेकर शिकायत की। उनका कहना है कि फैसले और दिशा-निर्देश अस्पष्ट होने के कारण उनके काम में कठिनाई हो रही है। पादरियों का मानना है कि स्पष्टता न होने से समुदाय के विश्वास और प्रभाव पर भी असर पड़ता है। इसलिए उन्होंने प्रांत से अधिक पारदर्शिता और सही जानकारी की मांग की है।",
     "targetText": "पादरियों ने प्रांत से स्पष्ट दिशा-निर्देश और पारदर्शिता की मांग की है, क्योंकि अस्पष्ट फैसलों से उनके काम और समुदाय के विश्वास पर असर पड़ रहा है।"
    },
    {
      "sourceText": "केकड़ा पकड़ने के लिए गोताखोरी कर रहा 13 वर्षीय एक किशोर शार्क के हमले में घायल हो गया। यह घटना कैलिफोर्निया में लॉबस्टर सीजन के उद्घाटन दिन हुई, जब किशोर पानी में तैर रहा था। अचानक शार्क ने हमला किया, जिससे उसे गंभीर चोटें आईं और तुरंत मदद की आवश्यकता पड़ी। स्थानीय अधिकारियों और बचाव दल ने तुरंत कार्रवाई कर किशोर को सुरक्षित बाहर निकाला।",
      "targetText": "कैलिफोर्निया में लॉबस्टर सीजन के पहले दिन गोताखोरी कर रहे 13 वर्षीय किशोर पर शार्क ने हमला कर दिया, जिससे वह घायल हो गया। बचाव दल ने समय पर पहुंचकर उसे सुरक्षित बाहर निकाल लिया।"
    },
    {
      "sourceText": "अधिकारियों के अनुसार, शनिवार को 13 वर्षीय एक किशोर पर शार्क ने हमला कर दिया, जिससे वह घायल हो गया। उस समय वह कैलिफोर्निया में लॉबस्टर सीजन के उद्घाटन दिन गोता लगाकर केकड़ा पकड़ रहा था। घटना अचानक हुई और गंभीर चोट लगने के बाद उसे पानी से बाहर निकाला गया। अधिकारियों ने बताया कि ऐसे हमले बहुत कम होते हैं, लेकिन समुद्र में तैराकों और गोताखोरों को सतर्क रहना चाहिए।",
      "targetText": "कैलिफोर्निया में लॉबस्टर सीजन के दौरान गोताखोरी कर रहे 13 वर्षीय किशोर पर शार्क ने हमला किया और वह घायल हो गया। अधिकारियों ने इसे दुर्लभ घटना बताया और सावधानी बरतने की सलाह दी।"
    },
    {
         "sourceText": "यह हमला सुबह 7 बजे से पहले एंसिनिटास के बीकन बीच के पास हुआ। उस समय सूरज पूरी तरह नहीं निकला था और समुद्र में हल्की रोशनी थी। इस स्थान पर सुबह-सुबह लोग आमतौर पर तैराकी और जलक्रीड़ा के लिए आते हैं। घटना का समय और जगह बचाव व त्वरित प्रतिक्रिया को चुनौतीपूर्ण बना दिया।",
         "targetText": "एंसिनिटास के बीकन बीच के पास सुबह अंधेरे में शार्क हमला हुआ, जिससे बचाव कार्य मुश्किल हो गया।"
    },
    {
         "sourceText": "सैन डिएगो के KSWB TV से चैड हम्मेल ने बताया कि शनिवार सुबह वे करीब आधे घंटे से दोस्तों के साथ गोताखोरी कर रहे थे। उसी दौरान उन्होंने मदद के लिए चिल्लाते हुए एक लड़के की आवाज सुनी। इसके बाद वे एक समूह के साथ मिलकर उसे पानी से बाहर निकालने के लिए दौड़े। हम्मेल ने बताया कि सभी ने मिलकर लड़के की सुरक्षा सुनिश्चित की।",
         "targetText": "चैड हम्मेल ने मदद की आवाज सुनकर साथियों के साथ मिलकर घायल लड़के को तुरंत पानी से बाहर निकाला और उसकी सुरक्षा की।"
    },
    {
         "sourceText": "हम्मेल ने बताया कि पहले उन्हें लगा कि लड़का केकड़ा पकड़ने की खुशी में चिल्ला रहा है, लेकिन फिर उन्होंने महसूस किया कि वह दर्द में चिल्ला रहा था और कह रहा था, “मुझे कुछ काट रहा है!” तब उन्हें समझ आ गया कि यह मज़ाक नहीं, बल्कि खतरे की चेतावनी थी। हम्मेल की तुरंत प्रतिक्रिया से लड़के को और गंभीर चोट से बचाया जा सका।",
         "targetText": "पहले हम्मेल को लड़के की आवाज खुशी की लगी, लेकिन बाद में समझ आया कि वह दर्द में था। उनकी तुरंत मदद से लड़के की जान बच सकी।"
    },
    {
         "sourceText": "हम्मेल ने बताया कि जब उन्होंने लड़के को देखा तो पाया कि उसका पूरा गला फट गया था। यह दृश्य देखकर वे बहुत हैरान और चिंतित हो गए। स्थिति बेहद गंभीर और खतरनाक थी, इसलिए तुरंत मदद की जरूरत पड़ी। हम्मेल की जानकारी से घटना की गंभीरता और लड़के की हालत साफ पता चलती है।",
         "targetText": "हम्मेल ने देखा कि लड़के की गर्दन बुरी तरह घायल थी।स्थिति बेहद गंभीर थी और तुरंत चिकित्सा मदद जरूरी थी।"
    },
    {
        "sourceText": "हम्मेल ने कहा कि उन्होंने सभी को चिल्लाकर चेतावनी दी कि वे पानी से बाहर निकल जाएँ क्योंकि पानी में एक शार्क है। उनका उद्देश्य तुरंत लोगों को सावधान करना और खतरे से बचाना था। इस घटना से वहाँ मौजूद लोग डर और सतर्कता के माहौल में आ गए। हम्मेल की फुर्तीली प्रतिक्रिया ने संभावित खतरे से सुरक्षा सुनिश्चित करने में अहम भूमिका निभाई।",
        "targetText": "हम्मेल ने शार्क की मौजूदगी की चेतावनी देकर लोगों को तुरंत बाहर निकलने को कहा, जिससे बड़ा खतरा टल गया।"
    },
    {
        "sourceText": "सेंसबरीज़ अब अपने ब्यूटी प्रोडक्ट्स में ग्राहकों को बेहतर अनुभव देने के लिए विशेषज्ञ सहायक नियुक्त कर रहा है। यह कदम डिपार्टमेंट स्टोर जैसे बड़े ब्यूटी सेक्शन बनाने की योजना का हिस्सा है। इसके जरिए वह बूट्स, सुपरड्रग और डेबेनहैम्स जैसे बड़े ब्यूटी स्टोर्स से मुकाबला करने की तैयारी कर रहा है। विशेषज्ञ सहायक ग्राहकों को सही प्रोडक्ट चुनने, स्किनकेयर और मेकअप की सलाह देने में मदद करेंगे और खरीदारी के अनुभव को बेहतर बनाएंगे।",
        "targetText": "सेंसबरीज़ ब्यूटी सेक्शन को मजबूत बनाने के लिए विशेषज्ञ स्टाफ रख रहा है, ताकि ग्राहकों को बेहतर सेवा मिले और वह बड़े ब्यूटी स्टोर्स से प्रतिस्पर्धा कर सके।"
    },
    {
       "sourceText": "Sainsbury's ने बताया कि इस योजना के तहत अब तक के मुकाबले उत्पादों की संख्या दोगुनी हो जाएगी, क्योंकि पहली बार लगभग 3,000 अलग-अलग ब्यूटी प्रोडक्ट स्टोर में उपलब्ध कराए जाएंगे।इस योजना में पहली बार लोकप्रिय ब्रांड जैसे Revlon, Essie, Tweezerman और Dr. PawPaw को शामिल किया जा रहा है। इसका मतलब है कि ग्राहक अब इन प्रसिद्ध ब्रांड के प्रोडक्ट भी Sainsbury's के स्टोर पर खरीद सकेंगे।",
       "targetText": "इस योजना के तहत Sainsbury's में करीब 3,000 ब्यूटी प्रोडक्ट उपलब्ध होंगे।पहली बार कई लोकप्रिय ब्रांड ग्राहकों के लिए स्टोर में शामिल किए जा रहे हैं।"
    },
    {
      "sourcText": "L'Oreal, Maybelline और Burt's Bees के वर्तमान उत्पाद अब Sainsbury's में अधिक प्रमुख रूप से उपलब्ध होंगे। इसका मतलब है कि ये उत्पाद Boots जैसी बड़ी और लोकप्रिय ब्यूटी शॉप में मिलने वाले ब्रांडेड प्रोडक्ट्स के स्तर पर और ज्यादा अवसर पाएंगे। ग्राहकों को अब इन ब्रांड्स के उत्पाद Sainsbury's स्टोर में आसानी से मिलेंगे और उनकी पहुंच बढ़ जाएगी।",
     "targetText": "L'Oreal, Maybelline और Burt's Bees के प्रोडक्ट अब Sainsbury's में ज्यादा प्रमुख होंगे।इससे ग्राहकों को ये लोकप्रिय ब्रांड आसानी से उपलब्ध हो सकेंगे।"
    },
    {
     "sourceText": "सुपरमार्केट अब अपने बुटीक मेकअप प्रोडक्ट्स को फिर से लॉन्च कर रहा है।इसका उद्देश्य यह है कि इन प्रोडक्ट्स में से अधिकांश वीगन-फ्रेंडली हों।इससे छोटे और मध्यम दुकानदारों में इन प्रोडक्ट्स की मांग कुछ तेजी से बढ़ सकती है।",
     "targetText": "Sainsbury's अपने बुटीक मेकअप प्रोडक्ट्स को दोबारा लॉन्च कर रहा है।इनमें से ज्यादातर प्रोडक्ट वीगन-फ्रेंडली होंगे।"
    },
    {
       "sourceText": "इसके अलावा, परफ्यूम रिटेलर Fragrance Shop भी Sainsbury's के दो स्टोरों में एक विशेष सुविधा का परीक्षण करेगी।पहला स्टोर पिछले हफ्ते क्रॉयडन, साउथ लंदन में खोला गया था।दूसरा स्टोर इस साल के अंत में सेली ओक, बर्मिंघम में खोले जाने वाला है।इस परीक्षण का उद्देश्य यह देखना है कि ग्राहक इन स्टोर्स में परफ्यूम प्रोडक्ट्स के साथ कैसे प्रतिक्रिया देते हैं और सुविधा कितनी सफल है।",
       "targetText": "Fragrance Shop Sainsbury's के दो स्टोर्स में परफ्यूम सुविधा का परीक्षण कर रही है।इसका मकसद ग्राहकों की प्रतिक्रिया और योजना की सफलता को समझना है।"
    },
    {
       "sourceText": "ऑनलाइन शॉपिंग और स्थानीय सुविधा स्टोर यानी सुपरमार्केट में रोज़ बिकने वाले खाद्य पदार्थों की मात्रा घट रही है।इस कमी के कारण ग्राहक लोग के स्टोर पर आने की संख्या भी कम हो रही है।इसीलिए, दुकानदार और सुपरमार्केट संचालक अब ग्राहकों को आकर्षित करने के लिए ज्यादा से ज्यादा कोशिशें कर रहे हैं।\nउनका उद्देश्य यह है कि ग्राहकों का स्टोर पर विज़िट बढ़े और बिक्री में गिरावट को रोका जा सके।",
       "targetText": "ऑनलाइन शॉपिंग के कारण सुपरमार्केट में ग्राहकों की संख्या घट रही है।इसी वजह से दुकानदार नए तरीकों से ग्राहकों को आकर्षित करने की कोशिश कर रहे हैं।"
    },
    {
       "sourceText": "Sainsbury's के चीफ एग्जीक्यूटिव, माइक कूप ने बताया कि आउटलेट पर अब लोगों के आने की दर डिपार्टमेंट स्टोर की तरह बढ़ेगी।सुपरमार्केट चेन अब ज्यादा सेवाएं और गैर-खाद्य पदार्थ भी पेश कर रही है, ताकि वह डिस्काउंट स्टोर जैसे Aldi और Lidl से प्रतिस्पर्धा कर सके।\nइस रणनीति का मकसद ग्राहक को आकर्षित करना और बिक्री बढ़ाना है।",
       "targetText": "माइक कूप के अनुसार Sainsbury's स्टोर अब डिपार्टमेंट स्टोर की तरह ज्यादा ग्राहकों को आकर्षित करेंगे।ज्यादा सेवाओं और गैर-खाद्य उत्पादों के जरिए बिक्री बढ़ाने की रणनीति अपनाई जा रही है।"
    },
    {
      "sourceText": "Sainsbury's अब सैकड़ों स्टोर में Argos के आउटलेट लगा रहा है।दो साल पहले जब से Sainsbury's और Argos का यह साझेदारी शुरू हुई, तब से कई स्टोर खोल दिए गए हैं।इस साझेदारी से न सिर्फ किराने के सामान की बिक्री में वृद्धि हुई है, बल्कि सौदे को भी अधिक लाभकारी बनाया गया है।\nइसका मतलब है कि ग्राहक अब अधिक सुविधा और उत्पादों का लाभ उठा सकते हैं और Sainsbury's का व्यवसाय भी मजबूत हुआ है।",
      "targetText": "Sainsbury's अपने सैकड़ों स्टोर में Argos आउटलेट जोड़ रहा है।इस साझेदारी से बिक्री बढ़ी है और ग्राहकों को ज्यादा सुविधा मिली है।"
    },
    {
      "sourceText": "सुपरमार्केट ने पहले भी ब्यूटी और फार्मेसी प्रोडक्ट्स को अपने स्टोर में फिर से पेश करने की कोशिश की थी।लेकिन उस प्रयास में सफलता नहीं मिल सकी और योजना पूरी तरह सफल नहीं हो पाई।\nइसका मतलब है कि पहले की कोशिश से उम्मीद के मुताबिक बिक्री और ग्राहक आकर्षण नहीं बढ़ा।",
      "targetText": "Sainsbury's ने पहले भी ब्यूटी और फार्मेसी प्रोडक्ट्स पेश करने की कोशिश की थी।लेकिन वह प्रयास अपेक्षित सफलता हासिल नहीं कर सका।"
    },
    {
      "sourceText": "Sainsbury's ने 2000 के दशक की शुरुआत में Boots के साथ साझेदारी कर व्यवसाय किया था।इस साझेदारी के तहत Sainsbury's के सुपरमार्केट में Boots के दवाई की दुकानें भी शामिल थीं।\nलेकिन सुपरमार्केट में दवाई से होने वाली आय के विभाजन के तरीके को लेकर समस्याएं उत्पन्न हुईं।\nइन समस्याओं के कारण दोनों कंपनियों को यह साझेदारी खत्म करनी पड़ी।",
      "targetText": "Sainsbury's और Boots की साझेदारी 2000 के दशक में शुरू हुई थी।आय के बंटवारे में मतभेद के कारण यह साझेदारी समाप्त हो गई।"
    }
]
    

