[
    {
        "sourceText": "Under a 2015 nuclear deal with world powers, Iran was not permitted to enrich uranium above 3.67% purity - the level required for fuel for commercial nuclear power plants - and was not allowed to carry out any enrichment at its Fordo plant for 15 years.",
        "targetText": "Under the 2015 nuclear deal, Iran was restricted from enriching uranium above 3.67% purity, the level needed for commercial nuclear fuel, and was barred from enrichment at its Fordo plant for 15 years."
    },
    {
        "sourceText": "The next call from the aircraft carrying Ajit Pawar was received “at 30 NM inbound to Baramati and they were released by Pune approach,” the release says. Because of the peculiar conditions at the Baramati airport — there is no navigational aid at this regional airstrip — the pilot was advised to descend in “Visual Meteorological conditions at pilot’s discretion”. This means the pilot has to depend on his sight to land and even avoid other aircraft.",
        "targetText": "The aircraft carrying Ajit Pawar made its next call 30 NM from Baramati and was released by Pune approach. Due to the lack of navigational aids at Baramati airport, the pilot was instructed to descend under visual conditions, relying on sight for landing and avoiding other aircraft."
    },
    {
        "sourceText": "Today, the news of the loss of Maharashtra’s Deputy Chief Minister and our senior NDA colleague Ajit Pawar ji in a tragic accident has left my heart deeply distressed. The way Ajit Pawar ji dedicated himself to the welfare of every section of society in Maharashtra over the past three and a half decades cannot be expressed in words. Whenever we met, he would engage in long discussions on numerous issues related to the welfare of the people of Maharashtra. His passing is a personal loss not only for the NDA family but also for me. I express my deepest condolences to the Pawar family. ",
        "targetText": "The tragic death of Maharashtra’s Deputy Chief Minister and senior NDA colleague Ajit Pawar has deeply saddened me. Over three and a half decades, he devoted himself to the welfare of all sections of Maharashtra’s society and frequently discussed people’s issues with me. His passing is a personal loss for both the NDA family and me, and I extend my heartfelt condolences to the Pawar family."
    },
    {
        "sourceText": "“I have shared a close bond with Ajit Pawar ever since my tenure as the NSU President. Later, when I became the All India President of the Youth Congress, I maintained that warm relationship with him and his family. This bond of affection continued even after he became a leader of the NCP.I had the opportunity to interact with him more closely while working as the AICC in charge of Maharashtra. With his demise, a titan of Maratha politics has faded behind the curtain of time. I pray that his family finds the strength to bear this great shock,” Chennithala stated in his condolence message.",
        "targetText": "Chennithala expressed that he shared a close and lasting bond with Ajit Pawar since his NSU and Youth Congress days, which continued even after Pawar joined the NCP. Working as AICC in charge of Maharashtra allowed him to interact closely with Pawar, and he mourned the loss of a key figure in Maratha politics, praying for strength for his family."
    },
    {
        "sourceText": "“Our colleague has lost his life. The government will conduct a thorough investigation into the plane crash so that such accidents do not happen again. Ajit Pawar was leading the state. He was straightforward and had a strong grip on the administration. He spoke only after taking detailed information on issues and often admitted mistakes. He was kind at heart. I worked with him in the Cabinet—he was Deputy Chief Minister when I was Chief Minister. When schemes like Ladki Bahin were launched, he handled the state’s finances very efficiently,” Shinde said.",
        "targetText": "Shinde stated that Ajit Pawar has tragically died and that the government will thoroughly investigate the plane crash to prevent future accidents. He praised Pawar as a straightforward leader with strong administrative skills, careful decision-making, honesty, and kindness, noting his effective management of state finances, including during schemes like Ladki Bahin, while serving as Deputy Chief Minister."
    },
    {
        "sourceText": "He was outspoken, but never harboured long-term bitterness. Even when he chose a different political path, personal relations were never broken. His passing has created a void in Maharashtra’s leadership. He was truly a ‘Dada’. My heartfelt tribute to him on behalf of myself, the Thackeray family and the Shiv Sena,” Sena UBT chief Uddhav Thackeray said.",
        "targetText": "Uddhav Thackeray said Ajit Pawar was outspoken yet never held grudges, maintaining personal relationships despite political differences. His death leaves a leadership void in Maharashtra, and Thackeray paid heartfelt tribute on behalf of himself, his family, and Shiv Sena."
    },
    {
        "sourceText": "That approach is in sync with his larger philosophy linked to life. Despite being the highest paid singer in India, and one of the highest paid across the world, Arijit has always maintained a humble lifestyle, staying connected to his roots and giving back to society. Here’s a look at his net worth and how the singer’s fairly rooted lifestyle belies his professional reputation.",
        "targetText": "Arijit, despite being India’s highest-paid singer and one of the highest-paid globally, leads a humble life, staying connected to his roots and giving back to society, showing a lifestyle that contrasts with his professional fame."
    },
    {
        "sourceText": "Most of his earnings come from playback singing, concerts, and brand endorsements. Arijit has lent his voice to over 300 songs across the last 15 years across languages such as Hindi, Telugu, Marathi, and Bengali. He charges Rs 8 lakh to Rs 10 lakh for each song recording. Since he’s released six songs already just this month, his earnings on that front account for Rs 48 lakh to Rs 60 lakh for just 2026 alone so far.",
        "targetText": "Arijit earns mainly from playback singing, concerts, and brand endorsements. Over 15 years, he has sung over 300 songs in Hindi, Telugu, Marathi, and Bengali. Charging Rs 8–10 lakh per song, his six songs this month have already earned him Rs 48–60 lakh in 2026."
    },
    {
        "sourceText": "Even British pop star Ed Sheeran had to travel to Arijit’s village in West Bengal in order to collaborate with him on their last year’s chartbuster, “Sapphire”. In the music video, Arijit is seen driving Sheeran across the village streets on a scooter. At his native place, Arijit also runs an affordable eatery called Heshel, which serves food to economically disadvantaged classes at just Rs 40.",
        "targetText": "British pop star Ed Sheeran visited Arijit’s village in West Bengal to collaborate on their hit “Sapphire,” where Arijit is seen giving him a scooter ride in the video. In his hometown, Arijit also runs Heshel, an affordable eatery serving meals to the underprivileged for just Rs 40."
    },
    {
        "sourceText": "“I wanted to become a publisher,” said Arijit on The Music Podcast in 2024. “I want to scout and curate for good and fascinating music things. That would create a culture,” he added. He also divulged his plans to start a music school since he’s deeply invested in music education. “Whenever I start my school, it’s very important to have a ground there. We need to play sports there. Because once we sing after playing, it’s easier on your lungs,” he added.",
        "targetText": "In 2024, Arijit shared on The Music Podcast that he aspired to become a publisher to discover and promote great music and create a cultural impact. He also plans to start a music school focused on music education, emphasizing sports activities to strengthen students’ lungs for singing."
    },
    {
        "sourceText": "As the most followed artist on Spotify, Arijit has edged past global sensations like Sheeran, Taylor Swift, and Ariana Grande. Even YouTube charts show his songs have been streamed 15 billion times last year, a figure that keeps increasing every year. The Copyright (Amendment) Act, 2012 facilitates a lifelong royalty to him, which may go up to even Rs 75 crore per year from one streaming platform alone.",
        "targetText": "Arijit, the most followed artist on Spotify, surpasses global stars like Sheeran, Taylor Swift, and Ariana Grande. His songs were streamed 15 billion times on YouTube last year, and under the Copyright (Amendment) Act, 2012, he can earn lifelong royalties, potentially up to Rs 75 crore per year from a single streaming platform."
    },
    {
        "sourceText": "On law and order, Nabin referred to a recent rape incident in the Durgapur region and accused the administration of attempting to shield the accused. “The Mamata-government tried to save the accused. I am in awe when we hear Mamata say to the women that what is the need to go out after 7pm. She forgets that it is the women of Bengal who have taken the culture of the state forward and she is telling them to stay inside the houses.”",
        "targetText": "Nabin criticized the administration over a recent rape in Durgapur, accusing the Mamata government of protecting the accused. He condemned Mamata for telling women not to go out after 7 pm, saying she overlooked the role of Bengal’s women in advancing the state’s culture."
    },
    {
        "sourceText": "“The TMC goons who are roaming on the streets and challenging the safety and security of women, I want to tell them we are ready to make any sacrifices to protect the honour of our mothers and sisters,” he added. “This is my first trip to West Bengal and I am proud to say that the only party fighting against the corrupt ruling party is the BJP. This is the soil which gave birth to saints like Swami Vivekananda many leaders who have not only made this state but also the country proud,” he said.",
        "targetText": "Nabin warned TMC goons threatening women’s safety that they are ready to make any sacrifice to protect women’s honor. On his first visit to West Bengal, he praised the state’s legacy of saints and leaders and claimed BJP is the only party opposing the corrupt ruling party."
    },
    {
        "sourceText": "He claimed that the Modi government fulfilled Dr Mookerjee’s dream by abrogating Article 370 and reminded that even the soil of Bengal had contributed to the long struggle for a free and integrated Kashmir, recalling Yuva Morcha. “I remember 2011 from the soil of Bengal a Yuva morcha rally was taken out to end 370. I am happy that even Bengal has its contribution for free Kashmir,” he said.",
        "targetText": "He stated that the Modi government fulfilled Dr. Mookerjee’s dream by abrogating Article 370 and highlighted Bengal’s role in the struggle for a united Kashmir, recalling the 2011 Yuva Morcha rally that supported ending Article 370."
    },
    {
        "sourceText": "Singh recently performed to a sold-out crowd at Wembley Arena in London, a milestone few Indian playback singers achieve. His voice - bruised, buttery and intimate - has been an inescapable undercurrent of Bollywood, narrating heartbreaks, longings and reconciliations for millions for more than a decade.",
        "targetText": "Singh recently performed to a sold-out Wembley Arena in London, a rare achievement for an Indian playback singer. For over a decade, his bruised yet intimate voice has been central to Bollywood, expressing heartbreak, longing, and reconciliation for millions of listeners."
    },
    {
        "sourceText": "When recognition finally arrived, it did so with unusual force. In 2013, Singh sang Tum Hi Ho for the film, Aashiqui 2. The song released at a time when Bollywood's romantic music leaned toward scale and spectacle. Singh's voice - inward and raw - had the opposite effect, reintroducing vulnerability to Bollywood audiences as an acceptable emotion.",
        "targetText": "Singh’s breakthrough came powerfully in 2013 with Tum Hi Ho from Aashiqui 2. At a time when Bollywood favored grand, dramatic romance, his raw and introspective voice stood out, bringing vulnerability back as a valued emotion for audiences."
    },
    {
        "sourceText": "What followed was a period of extraordinary success. Overnight, Singh became Bollywood's most relateable voice, recording across many languages - Hindi, Bengali, Tamil and Telugu - and sometimes singing multiple songs in a single film. He collaborated repeatedly with leading composers including Pritam, AR Rahman, Vishal–Shekhar and Amit Trivedi.",
        "targetText": "This was followed by a phase of remarkable success. Singh quickly became Bollywood’s most relatable voice, singing in multiple languages and often recording several songs for one film, while collaborating frequently with top composers like Pritam, A. R. Rahman, Vishal–Shekhar, and Amit Trivedi."
    },
    {
        "sourceText": "Last year's income tax cuts and the rationalisation of the goods and services tax (GST) - a levy on consumption - have also lifted consumer demand and stimulated spending. India's central bank, Reserve Bank of India (RBI), has described this combination of high growth and low inflation as a Goldilocks phase - a term coined by US economist David Shulman to describe an economy expanding at just the right pace, with good jobs growth.",
        "targetText": "Last year’s income tax cuts and GST reforms boosted consumer demand and spending. The Reserve Bank of India has called the resulting mix of strong growth and low inflation a “Goldilocks” phase, meaning the economy is growing at an ideal pace with healthy job creation."
    },
    {
        "sourceText": "The government says unemployment is falling, yet demand for unstable gig work remains high. India's five largest IT companies - which for decades created tens of thousands of jobs every quarter - added a net total of just 17 employees in the first nine months of 2025. These are tell-tale signs of labour market weakness.",
        "targetText": "The government claims unemployment is declining, but reliance on insecure gig work remains high. At the same time, India’s five largest IT firms added only 17 net jobs in the first nine months of 2025, signaling underlying weakness in the labour market."
    },
    {
        "sourceText": "The Modi government has spent more than $100bn annually on building new infrastructure like roads, railways and telecom equipment in the last four years. That trend is likely to continue – with capital expenditure expected to remain stable at 3% of GDP, according to ICICI Bank Global Markets.",
        "targetText": "The Modi government has invested over $100 billion each year in infrastructure such as roads, railways, and telecoms over the past four years. This spending is expected to continue, with capital expenditure projected to stay around 3% of GDP."
    },
    {
        "sourceText": "Potential focus areas could include expanding the production-linked incentive scheme [incentives designed to boost domestic manufacturing] and support for MSMEs [medium and small sized enterprises] and exporters, according to Sonal Verma and Aurodeep Nandi, analysts at Japan's Nomura.",
        "targetText": "Analysts Sonal Verma and Aurodeep Nandi of Japan’s Nomura suggest that future priorities may include expanding the production-linked incentive scheme to boost manufacturing, along with greater support for MSMEs and exporters."
    },
    {
        "sourceText": "Retail inflation is below 2% and expected to remain under the central bank's target in the coming months. Agriculture output, which supports about half the population, has been strong, cereal production is robust and government granaries are well stocked - boosting rural incomes.",
        "targetText": "Retail inflation is under 2% and is expected to stay below the central bank’s target. Strong agricultural output, robust cereal production, and well-stocked government granaries have helped raise rural incomes for nearly half the population."
    },
    {
        "sourceText": "Minnesota Governor Tim Walz and Minneapolis Mayor Jacob Frey have called for a withdrawal of federal agents entirely from the state's capital region. The state has also asked a federal judge to stop Operation Metro Surge, which involves approximately 3,000 immigration, border patrol and other Department of Homeland Security (DHS) officers.",
        "targetText": "Minnesota Governor Tim Walz and Minneapolis Mayor Jacob Frey have demanded the complete withdrawal of federal agents from the state’s capital region. The state has also asked a federal judge to halt Operation Metro Surge, which involves about 3,000 immigration, Border Patrol, and DHS officers."
    },
    {
        "sourceText": "After frustration with the administration's handling of Good and Pretti's deaths appeared to reach a boiling point, both on the streets of Minneapolis and in the halls of Capitol Hill, Trump sent Homan to the city this week to take over the operation, sidelining Border Patrol chief Gregory Bovino, who had also led crackdowns in Chicago and other cities.",
        "targetText": "Amid growing anger over how the administration handled the deaths of Good and Pretti, both in Minneapolis and in Congress, Trump sent Homan to take control of the operation this week, sidelining Border Patrol chief Gregory Bovino, who had led similar crackdowns in other cities."
    },
    {
        "sourceText": "Trump has sent federal agents, as well as the National Guard, to major US cities over the last year to make good on his campaign promise to crack down on illegal immigration. They have been met by protests and legal challenges in Democrat-led cities like Portland, Los Angeles and Chicago.",
        "targetText": "Over the past year, Trump has deployed federal agents and the National Guard to major US cities to fulfill his promise of a tough crackdown on illegal immigration. These actions have sparked protests and legal challenges, especially in Democrat-led cities such as Portland, Los Angeles, and Chicago."
    },
    {
        "sourceText": "On Thursday, seven Senate Republicans joined Democrats in blocking a procedural vote on the spending bill, Senate leaders and the White House then worked on a deal that would remove DHS funding from the package, allowing the government to send money to other agencies and give both sides more time to negotiate a separate spending plan for DHS.",
        "targetText": "Seven Senate Republicans joined Democrats to block a procedural vote on the spending bill. Afterward, Senate leaders and the White House sought a deal to remove DHS funding from the bill, allowing funds for other agencies and giving more time to negotiate a separate DHS spending plan."
    },
    {
        "sourceText": "Senate Democrats want any bill to fund DHS to restrict the tactics that ICE uses in the field, specifically calling for them to stop wearing masks and carrying out searches and arrests without a judge's warrant. In a memo made public earlier this month, ICE authorised its agents to make warrantless searches.",
        "targetText": "Senate Democrats want any DHS funding bill to limit ICE’s on-the-ground tactics, including banning agents from wearing masks and from making searches or arrests without a judge’s warrant. This follows a memo released earlier this month that authorised ICE agents to carry out warrantless searches."
    },
    {
        "sourceText": "While he pledged to fix the crackdown in Minneapolis, Homan also defended the administration's immigration enforcement measures, saying that tightening border security and targeting undocumented immigrants for deportation had made the country safer.",
        "targetText": "Homan promised to address problems with the Minneapolis crackdown but defended the administration’s immigration policies, arguing that stronger border security and deportations have made the country safer."
    },
    {
        "sourceText": "The 18th-Century Christian sect known as the Shakers is best known today for its influential contributions to furniture, design, and architecture. What is less well known is how incredibly radical the Shakers were. Way ahead of their time, they espoused gender parity, communalism, pacifism and sustainability. They also pioneered social services in America, provided shelter to abused women, and freed enslaved African Americans. And then there was their insistence on celibacy and the abolition of marriage.",
        "targetText": "The 18th-century Shakers are famous for their impact on furniture, design, and architecture, but they were also radical social reformers. They promoted gender equality, communal living, pacifism, and sustainability, pioneered social services, sheltered abused women, freed enslaved African Americans, and practiced celibacy while abolishing marriage."
    },
    {
        "sourceText": "Now Fastvold has co-written and directed a historical musical, The Testament of Ann Lee, which stars Amanda Seyfried as Lee. Described by Fastvold as a speculative retelling of Lee's story, the film charts the life of the charismatic figure, from her impoverished childhood in Manchester, England, to becoming leader of the Shakers and taking the movement to America, to her death at the age of 48.",
        "targetText": "Fastvold has co-written and directed The Testament of Ann Lee, a historical musical starring Amanda Seyfried. The film, a speculative retelling, follows Lee’s life from her poor childhood in Manchester to leading the Shakers in America, ending with her death at 48."
    },
    {
        "sourceText": "Born in 1736 in Manchester, the second of eight children, Ann Lee had no formal education. After several jobs, including a stint in a textile factory, at 22 Lee joined an English sect called the Wardley Society. Nicknamed the Shaking Quakers for their ecstatic dancing and singing during worship, the group later became known as The Shakers. A Protestant group, the Shakers believed the second coming of Christ would be in female form, and that Lee embodied this second coming. They also believed that men and women share the same responsibilities to each other and the world.",
        "targetText": "Born in 1736 in Manchester as the second of eight children, Ann Lee had no formal education. After working various jobs, she joined the Wardley Society at 22, a Protestant sect later known as the Shakers. The Shakers, famous for ecstatic dancing and singing, believed Christ’s second coming would be female and embodied in Lee, and they promoted equal responsibilities for men and women."
    },
    {
        "sourceText": "In 1762, Lee married Abraham Standerin, a blacksmith. They had four children, all of whom died in infancy. Following the death of her fourth child, Lee became more active in the Wardley Society. As Lee's involvement increased, the Shakers became more fervent and began attacking rival church services. Lee believed the people of Manchester were being corrupted by the Church of England, and at one point referred to the Church of England as damned.",
        "targetText": "In 1762, Lee married blacksmith Abraham Standerin, and they had four children who all died in infancy. After her fourth child’s death, she became more active in the Wardley Society. As her influence grew, the Shakers became more zealous, criticizing and attacking rival church services, with Lee condemning the Church of England as corrupt and damned."
    },
    {
        "sourceText": "When Lee and her supporters arrived in America, which was on the precipice of the Revolutionary War (1775-1783), their staunch pacifist stance soon aroused suspicion and controversy. Lee was accused of being a British spy, and she was imprisoned when she refused to take an oath of loyalty to New York State. Claiming that such an act contradicted her beliefs, Lee spent months in prison, until Governor George Clinton sought her release. Lee and other Shakers were also harassed and attacked by mobs for their beliefs.",
        "targetText": "When Lee and her followers arrived in America during the lead-up to the Revolutionary War, their pacifism drew suspicion. Lee was accused of being a British spy and imprisoned for refusing to swear loyalty to New York State, citing her beliefs. She spent months in prison until Governor George Clinton secured her release, and she and the Shakers also faced harassment and attacks from mobs."
    },
    {
        "sourceText": "Anderson approached the intake area of the Metropolitan Detention Center in Brooklyn on Wednesday and is accused of telling officers that he was an FBI agent, the criminal complaint states. He said he had paperwork signed by a judge to authorise the release of an inmate.",
        "targetText": "On Wednesday, Anderson went to the Metropolitan Detention Center in Brooklyn and allegedly claimed to officers that he was an FBI agent, presenting supposed judge-signed paperwork to authorize an inmate’s release."
    },
    {
        "sourceText": "Tens of thousands of mainly Chinese workers were lured there with promises of well-paid jobs, only to find themselves imprisoned in the compounds. They were forced to run elaborate pig-butchering scams, where most of the victims were also Chinese. Complaints from the victims, and by the families of those trapped in the compounds multiplied on social media.",
        "targetText": "Tens of thousands of mostly Chinese workers were promised high-paying jobs but were instead trapped in compounds and forced to run pig-butchering scams, targeting mostly Chinese victims. Complaints from victims and their families spread widely on social media."
    },
    {
        "sourceText": "China has also prevailed on Thailand and Cambodia to extradite two Chinese business figures accused of running scam empires, She Zhijiang, who built an entire city in Myanmar's war-torn Karen State, and Chen Zhi, who amassed wealth and power with his Prince Group conglomerate in Cambodia. The Chinese government has also brought tens of thousands of its citizens who were working in scam compounds back to China to face trial.",
        "targetText": "China has persuaded Thailand and Cambodia to extradite two business figures, She Zhijiang and Chen Zhi, accused of running scam operations. Additionally, tens of thousands of Chinese citizens working in scam compounds have been brought back to China to face trial."
    },
    {
        "sourceText": "After a post appeared quoting Khan on his X account, calling Munir a mentally unstable person, the military spokesperson held a two-hour news conference broadcast across Pakistan's media, saying Khan had gone beyond politics and labelled him a national security threat.",
        "targetText": "After Khan called Munir a mentally unstable person on his X account, a military spokesperson held a two-hour nationwide news conference, stating that Khan had crossed political lines and posed a national security threat."
    },
    {
        "sourceText": "Dawn newspaper - the oldest in Pakistan, founded in 1941 by the country's founding father, Muhammad Ali Jinnah - has taken a financial hit for its reporting. In December, Dawn Media Group said it had been subject to an unannounced ban on government adverts, firstly on its newspaper, then on its TV and radio outlets, a move the Council of Newspaper Editors said was financially crippling the organisation.",
        "targetText": "Dawn, Pakistan’s oldest newspaper founded by Muhammad Ali Jinnah in 1941, suffered financially after the government imposed an unannounced ban on its advertisements across print, TV, and radio, which the Council of Newspaper Editors called financially crippling for the organization."
    },
    {
        "sourceText": "Changes made to the law have now made it an explicit crime to criticise the security establishment, the judiciary and definitions around national interest have been made even more vague. There are astonishingly steep fines and the penalties have been enhanced disproportionately, says Adnan Rehmat, a media analyst based in Islamabad.",
        "targetText": "Adnan Rehmat, an Islamabad-based media analyst, says recent legal changes make it explicitly a crime to criticize the security forces or judiciary, broaden vague definitions of national interest, and impose disproportionately high fines and penalties."
    },
    {
        "sourceText": "Those operating online outside Pakistan are in the authorities' sights too. In early January, seven Pakistani journalists and Youtubers, including two former army officers, were tried in absentia and given life sentences for digital terrorism. The prosecution accused them of waging war against state and incitement in relation to protests that took place on 9 May 2023 after Khan's first arrest.",
        "targetText": "In early January, seven Pakistani journalists and YouTubers, including two ex-army officers, were tried in absentia and sentenced to life for digital terrorism. They were accused of waging war against the state and incitement related to protests on 9 May 2023 following Khan's first arrest."
    },
    {
        "sourceText": "All three of the sentences handed down just before the election have fallen away, a United Nations panel declared his detention was arbitrary and Pakistan’s supreme court said PTI was an official party and should receive reserve seats; the seats reserved for women and non-Muslims allocated according to the proportion of seats the party has won.",
        "targetText": "All three sentences given just before the election have been overturned. A UN panel declared his detention arbitrary, and Pakistan’s Supreme Court recognized PTI as an official party, ruling it should receive reserved seats for women and non-Muslims based on its election wins."
    },
    {
        "sourceText": "Troufanov and Cohen had been visiting his family on Kibbutz Nir Oz near the border with Gaza when Palestinian gunmen stormed their homes. Cohen rolled herself up in blanket and hid under the bed but they were both captured. Troufanov was punched and also stabbed in the shoulder.",
        "targetText": "Troufanov and Cohen were visiting family at Kibbutz Nir Oz near Gaza when Palestinian gunmen attacked. Cohen hid under a bed wrapped in a blanket, but both were captured. Troufanov was punched and stabbed in the shoulder."
    },
    {
        "sourceText": "At the start he was held above ground, for more than six weeks locked in a cage and given barely enough food to survive. Here, he says he experienced sexual harassment where one guard repeatedly tried to encourage him to do a sexual act on himself. He also says a hidden camera filmed him when he was allowed a shower once a week.",
        "targetText": "He was initially held above ground for over six weeks in a cage with minimal food. During this time, he faced sexual harassment from a guard and was secretly filmed by a hidden camera during his weekly shower."
    },
    {
        "sourceText": "Now all the hostages, those alive and those who were killed, have returned to Israel the second phase of US President Donald Trump's plan to end the war in Gaza can commence. The key Rafah border crossing between Egypt and Gaza is set to open on an ongoing basis for the first time since May 2024, as required under the plan.",
        "targetText": "With all hostages, living and deceased, returned to Israel, the second phase of US President Donald Trump’s plan to end the Gaza war can begin. The Rafah border crossing between Egypt and Gaza is set to open continuously for the first time since May 2024, as part of the plan."
    },
    {
        "sourceText": "The former hostage now has to rehabilitate mentally and physically. He is currently on crutches after surgery on his leg but hopes to dance at his wedding to Sapir Cohen in a few weeks. It's a victory: overcoming hate and fear and saying to ourselves: 'We will build life together and we will continue.",
        "targetText": "The former hostage is recovering mentally and physically, currently on crutches after leg surgery, but hopes to dance at his upcoming wedding to Sapir Cohen. He sees it as a triumph over hate and fear, affirming their commitment to continue building life together."
    },
    {
        "sourceText": "The Israeli military said the clarification of existing intelligence over the weekend had enabled the search of the cemetery near Gaza City. A military official said the cemetery was located in the area of the Yellow Line, the boundary to territory still controlled by Israeli forces under the ceasefire deal.",
        "targetText": "The Israeli military said updated intelligence allowed them to search a cemetery near Gaza City, located along the Yellow Line, the boundary of territory still under Israeli control per the ceasefire agreement."
    },
    {
        "sourceText": "The Israel Defense Forces (IDF) announced Gvili's retrieval in a statement, saying: According to the information and intelligence available to us, Sgt Maj (res) Ran Gvili a Yamam commando fighter, aged 24 at the time of his death, fell in battle on the morning of October 7, 2023, and his body was abducted to the Gaza Strip.",
        "targetText": "The Israel Defense Forces announced that Sgt. Maj. (res.) Ran Gvili, a 24-year-old Yamam commando, was killed in battle on October 7, 2023, and his body was taken to the Gaza Strip."
    },
    {
        "sourceText": "Hamas was meant to return all hostages, alive and dead, within 72 hours of the ceasefire taking effect. The process took far longer, but eventually 20 living Israeli hostages and the bodies of 27 dead Israeli and foreign hostages were handed over, leaving only Gvili missing.",
        "targetText": "Hamas was supposed to return all hostages within 72 hours of the ceasefire, but the process took longer. Eventually, 20 living Israeli hostages and 27 bodies of Israeli and foreign hostages were handed over, with only Gvili still missing."
    },
    {
        "sourceText": "The policeman was one of 251 hostages taken in the Hamas-led attack on Israel on 7 October 2023 in which about 1,200 people were killed. Most of the hostages were released alive over the course of the next two years in exchange for 250 Palestinian prisoners and 1,718 detainees from Gaza.",
        "targetText": "The policeman was among 251 hostages taken during Hamas’ attack on Israel on October 7, 2023, which killed around 1,200 people. Most hostages were released alive over the next two years in exchange for 250 Palestinian prisoners and 1,718 detainees from Gaza."
    },
    {
        "sourceText": "Somaliland has governed itself since it broke away from Somalia in 1991 after the collapse of the central government in Mogadishu. It has held its own elections, issued its own currency and built its own security forces, maintaining relative stability compared with much of southern Somalia.",
        "targetText": "Since breaking away from Somalia in 1991 after Mogadishu’s central government collapsed, Somaliland has governed itself, holding elections, issuing its own currency, and building security forces, achieving relative stability compared to southern Somalia."
    },
    {
        "sourceText": "In my opinion, what markets are reacting to is just sort of the haphazard nature of policy in this administration - the escalation, de-escalation, said Robin Brooks, senior fellow at the Brookings Institution and former FX strategist at Goldman Sachs, pointing to similarities between the backlash over tariffs and Greenland.",
        "targetText": "Robin Brooks of the Brookings Institution said markets are reacting to the administration’s inconsistent policies, marked by sudden escalations and de-escalations, drawing parallels to past controversies over tariffs and Greenland."
    },
    {
        "sourceText": "On 15 January, India's top court ruled that US investment firm Tiger Global must pay tax in India on the sale of its stake in e-commerce giant Flipkart to Walmart in 2018. The 152-page judgment overturned a 2024 Delhi high court decision that had allowed Tiger Global to claim tax relief under a decades-old India–Mauritius tax treaty.",
        "targetText": "On 15 January, India’s top court ruled that Tiger Global must pay tax in India on its 2018 sale of Flipkart shares to Walmart, overturning a 2024 Delhi High Court decision that had allowed tax relief under an old India–Mauritius treaty."
    },
    {
        "sourceText": "The ruling, which could reshape how foreign investors exit their Indian investments, sets out a tougher interpretation of tax treaties. It allows authorities to deny treaty benefits if offshore investment structures are deemed to be sham entities with little commercial substance - even when investors hold valid documentation.",
        "targetText": "The ruling, which may affect how foreign investors exit Indian investments, interprets tax treaties more strictly, allowing authorities to deny benefits if offshore investment structures are considered sham entities, even with valid documentation."
    },
    {
        "sourceText": "Tiger Global argued that its gains were shielded from Indian tax because the investment was held through entities in Mauritius, invoking a long-standing tax treaty between the two countries. It relied on tax residency certificates issued by Mauritius, which had traditionally been accepted as sufficient proof to claim treaty benefits.",
        "targetText": "Tiger Global claimed its profits were exempt from Indian tax because its investment was held through Mauritian entities, relying on the India–Mauritius tax treaty and tax residency certificates from Mauritius, which were usually accepted for treaty benefits."
    },
    {
        "sourceText": "It also has wider ramifications since India and Mauritius signed a protocol in 2024 amending their tax treaty to benefit only companies with legetimate businesses and not shell companies set up to avoid tax, says Fereshte Sethna, a tax lawyer and senior partner at DMD Advocates. The protocol has yet to come into force and will apply to future deals.",
        "targetText": "According to tax lawyer Fereshte Sethna, the ruling has broader implications because a 2024 India–Mauritius protocol limits treaty benefits to legitimate businesses, not shell companies set up to evade tax. The protocol is not yet in force and will apply to future deals."
    },
    {
        "sourceText": "A lawyer currently advising some private equity sales told the BBC that after the Tiger Global ruling, all deal valuations and calculations will have to be redone in case they are scrutinised by tax authorities. Due diligence and paperwork will increase. All pre-2017 investments they thought would not attract tax are now at high risk of scrutiny, he says, declining to be named owing to the sensitivity of his clients.",
        "targetText": "A lawyer advising private equity sales told the BBC that after the Tiger Global ruling, deal valuations and calculations must be redone in case of tax scrutiny, increasing due diligence and paperwork. Investments made before 2017, previously considered tax-exempt, are now at high risk."
    },
    {
        "sourceText": "Tax advisers say the ruling has shaken confidence. Amit Maheshwari, a tax partner at AKM Global, a consulting firm with a focus on cross-border transactions, says firms advised clients based on the law of the land at the time, but now see settled positions being reopened years later. He warns this reversal creates deep uncertainty.",
        "targetText": "Tax advisers say the ruling has shaken confidence. Amit Maheshwari of AKM Global notes that firms advised clients based on existing laws, but now previously settled positions are being reopened, creating significant uncertainty."
    },
    {
        "sourceText": "During her trial, Lan had tried to hold on to her two Hermès bags, telling the court that she had bought one of them in Italy and the other was a gift from a Malaysian businessman. She said she wanted to leave the bags as keepsakes for her children and grandchildren.",
        "targetText": "During her trial, Lan tried to keep two Hermès bags, claiming she bought one in Italy and received the other as a gift, saying she wanted them as keepsakes for her children and grandchildren."
    },
    {
        "sourceText": "U.S. President Donald Trump’s neo-colonial posturing at the World Economic Forum in Davos could mark the opening salvo of what may be termed great-power climate wars — an irony, given that it is being waged by a climate-change denier. As global warming is rapidly melting Arctic polar ice, it has sharpened interest in the Northern Sea Route (NSR), which promises to cut shipping time between East Asia, western Europe and North America. The route also carries geopolitical implications: it enables tighter trade and market integration between China and the Western Hemisphere — an outcome Mr. Trump has often sought to obstruct. At Davos, his renewed suggestion that the U.S. could “purchase” Greenland has rattled allies and revived colonial anxieties. The remark came even as Sara Olsvig, chair of the Inuit Circumpolar Council, has said that “there’s no such thing as a better coloniser”, reflecting on over three centuries of Danish rule.",
        "targetText": "At the Davos World Economic Forum, U.S. President Donald Trump’s suggestion that the U.S. could “purchase” Greenland sparked concern, highlighting tensions over Arctic resources. Melting polar ice has increased interest in the Northern Sea Route, which shortens shipping between East Asia, Europe, and North America and strengthens trade links between China and the West—an outcome Trump has often opposed. The comment revived colonial anxieties, with Inuit leaders criticizing it in the context of centuries of Danish rule."
    },
    {
        "sourceText": "At the Davos World Economic Forum, U.S. President Donald Trump’s suggestion that the U.S. could “purchase” Greenland sparked concern, highlighting tensions over Arctic resources. Melting polar ice has increased interest in the Northern Sea Route, which shortens shipping between East Asia, Europe, and North America and strengthens trade links between China and the West—an outcome Trump has often opposed. The comment revived colonial anxieties, with Inuit leaders criticizing it in the context of centuries of Danish rule.",
        "targetText": "At Davos, Trump’s remark about buying Greenland stirred concern over Arctic resources, as melting ice boosts interest in the Northern Sea Route, which shortens shipping and strengthens China-West trade—reviving colonial anxieties criticized by Inuit leaders."
    },
    {
        "sourceText": "During its 33 years in the public domain, the internet has had several transformations, from the blog posts era to the social media era to the AI revolution. With each new iteration, information has become more unreliable, more bite-sized, more polarising. Amidst this, Wikipedia, which turned 25 this month, seems like a throwback to the early internet: Not offering the eye-catching features of ever-evolving technology, but stolidly building a database of knowledge. What began as a website distrusted by serious seekers of knowledge, who viewed it as being synonymous with sloppy, low-effort work, now offers, as per a Nature investigation, accuracy comparable to that of Encyclopaedia Britannica.",
        "targetText": "Over 33 years, the internet has evolved from blogs to social media to AI, often making information less reliable and more polarizing. In contrast, Wikipedia, now 25, steadily builds a knowledge database. Once dismissed as sloppy, it now matches Encyclopaedia Britannica in accuracy, according to Nature."
    },
    {
        "sourceText": "The University Grants Commission’s new regulations against discrimination in higher education — the UGC (Promotion of Equity in Higher Education Institutions) Regulations, 2026 — are significant and welcome. They have sparked protests on the grounds of overreach and there are accusations that it ignores upper-caste concerns. Yet, the context that produces them shows why they are much needed. UGC data provided to the Parliamentary Standing Committee on Education in 2025 shows that over the last five years, the number of reported complaints of caste-based discrimination on educational campuses has gone up exponentially — from 173 in 2019-20 to 378 in 2023-24. It makes the regulations, which replace those from 2012, both urgent and necessary. If the 2012 regulations officially recognised social discrimination, the new ones call out caste discrimination in classrooms by its name and move the needle by institutionalising mechanisms of redress.",
        "targetText": "The UGC’s new 2026 regulations against discrimination in higher education are significant and necessary. Complaints of caste-based discrimination on campuses have more than doubled in five years, rising from 173 in 2019–20 to 378 in 2023–24. Unlike the 2012 rules, the new regulations explicitly address caste discrimination in classrooms and establish mechanisms for redress."
    },
    {
        "sourceText": "Certainly, the framework they put in place is not beyond critique. Despite Union Education Minister Dharmendra Pradhan’s assurance that misuse will “not be allowed against anybody”, there will be challenges. The inclusion of Other Backward Classes (OBC), while welcome, will need to be addressed with rigour. Concerns have also been raised about the possibility of false complaints of discrimination, and over the feasibility of timelines prescribed for inquiries, which may strain under-resourced institutions. The threat of punitive action for non-compliance, including derecognition, has stoked anxieties. For the regulations to succeed, checks and balances and safeguards against misuse, and a commitment to due process, will be critical.",
        "targetText": "While the UGC regulations are welcome, challenges remain. Issues include addressing OBC inclusion rigorously, preventing false complaints, managing tight inquiry timelines, and handling punitive actions for non-compliance. Success will require safeguards, checks and balances, and a commitment to due process."
    },
    {
        "sourceText": "The comedian George Carlin used to characterise “military intelligence” as an oxymoron. One wonders what he would have made of monkey intelligence. A study published in the journal npj Complexity has found that spider monkeys in Mexico’s Yucatán peninsula run an elaborate intelligence-gathering operation. Agents are dispersed in cells, scout different areas, split and recombine seamlessly into different cells and brief each other, pooling and synthesising their knowledge to build up an increasingly granular intelligence picture.",
        "targetText": "A study in npj Complexity found that spider monkeys in Mexico’s Yucatán run a sophisticated intelligence-gathering system: they operate in cells, scout areas, split and merge seamlessly, and share information to create a detailed collective knowledge picture."
    },
    {
        "sourceText": "In his first “Mann ki Baat” of the year, Prime Minister Narendra Modi mentioned the trend of bhajan clubbing. It is the name given to a new wave of spiritual expression, where bhajans are being reimagined in a contemporary, club-style format — in the PM’s words, it is about “spirituality and modernity merging beautifully”.",
        "targetText": "In his first “Mann ki Baat” of the year, PM Narendra Modi highlighted the trend of bhajan clubbing, where traditional bhajans are being reimagined in a modern, club-style format, blending spirituality with contemporary music."
    },
    {
        "sourceText": "Every generation interprets culture in ways that it can recognise and respond to. Bhajan clubbing is a modern twist to the call-and-response format, engineered for maximum crowd participation, especially from the young and the restless. In a world measuring its life by the gloss of social media, one that is roiled by political turbulence, bhajan clubbing appears like a tether, a way to connect with oneself, an attempt to reach one’s roots.",
        "targetText": "Bhajan clubbing gives a modern twist to traditional call-and-response bhajans, designed to engage young audiences. In today’s social-media-driven and politically turbulent world, it offers a way to connect with oneself and one’s roots."
    },
    {
        "sourceText": "An unsporting spectacle is playing in the cricket arena, involving bans and ultimatums and brinkmanship. That this is unfolding between two nations and two neighbours with overlapping histories and cultural intimacies that have contributed to regional stability makes it even more of a self-goal for India and Bangladesh. Sports is not always insulated from politics, and it is true that India-Bangladesh ties are currently in a fragile moment. Even so, the ICC diktat that has forced Bangladesh out of the upcoming T20 World Cup, and the events that led up to it, showcase the takeover of an escalatory reactiveness and a paralysis of long-termist diplomacy. This is more so in India, the much larger player, on and off the field.",
        "targetText": "A tense and unsporting situation is unfolding in cricket between India and Bangladesh, involving bans and ultimatums. While sports often intersect with politics, the ICC’s decision to exclude Bangladesh from the T20 World Cup highlights short-term escalation and a lack of long-term diplomacy, especially by India, the larger player."
    },
    {
        "sourceText": "India’s sporting ambition gets stronger by the day. It will host the 2030 Commonwealth Games and is bidding for the 2036 Olympics, amid dreams of gold medals and proposals of world-class infrastructure projects. Grand sporting spectacles and freeze-frames of the nation’s young standing proud on podiums are healthy markers of national aspiration. But India’s big dreams are in danger of turning foggy because of the toxic air that hangs over its sporting hubs. At the India Open badminton tournament in New Delhi last week, a top international player pulled out because of the capital city’s exceptionally high levels of AQI. Some have flagged their concerns to the International Olympic Committee. The problem is far worse for Indian athletes who live and train in the country.",
        "targetText": "India’s sporting ambitions are growing, with plans to host the 2030 Commonwealth Games and bid for the 2036 Olympics. However, high pollution levels threaten these goals—at the India Open badminton tournament in New Delhi, a top international player withdrew due to poor air quality, a problem that is even more severe for domestic athletes."
    },
    {
        "sourceText": "Sportspersons across disciplines speak about pollution and extreme heat eating into their training cycles and causing long-lasting health problems. More worryingly, the unhealthy outdoors also cut the play time of children in the local park, reducing their physical activity and increasing the risk of illness. India’s unclean air is also being flagged in other sectors and arenas. At the World Economic Forum, for instance, economist Gita Gopinath, who has served as the first deputy managing director of the IMF, said that pollution poses a bigger threat to India’s economic growth than tariffs.",
        "targetText": "Athletes report that pollution and extreme heat disrupt training and harm long-term health, while poor air quality limits children’s outdoor play, increasing illness risk. Economist Gita Gopinath has also warned that pollution threatens India’s economic growth more than tariffs."
    },
    {
        "sourceText": "For over 11 months now, Manipur has been under President’s Rule. At the outset, few would have disputed the move, given the evident inability of former chief minister N Biren Singh — widely seen as a partisan figure — to contain the ethnic conflict. But almost 33 months since the violence first erupted, Manipur remains carved up into buffer zones that rigidly segregate the Meitei and Kuki-Zo communities.",
        "targetText": "Manipur has been under President’s Rule for over 11 months. While initially seen as necessary due to former CM N Biren Singh’s inability to manage ethnic conflict, 33 months after the violence began, the state remains divided into buffer zones separating the Meitei and Kuki-Zo communities."
    },
    {
        "sourceText": "In 2022, Russia’s invasion of Ukraine, even as the world was recovering from the post-pandemic supply chain disruptions, sent international prices of food and other commodities soaring. The benchmark FAO Food Price Index scaled an all-time high of 160.2 points in March and Brent crude futures crossed $139 per barrel on March 7 that year. In contrast, the recent geopolitical storms — whether in Venezuela, Iran or Greenland, not to speak of US President Donald Trump’s seeming upending of the world order — have had minimal effect on the global commodity trade. The FAO index is well below the 2022 peaks, averaging 124.3 points in December, while Brent prices are at around $65 per barrel now.",
        "targetText": "Russia’s 2022 invasion of Ukraine, amid post-pandemic recovery, drove food and commodity prices to record highs—FAO Food Price Index hit 160.2 in March, and Brent crude rose above $139 per barrel. In contrast, recent geopolitical events in Venezuela, Iran, Greenland, and global tensions, including actions by Trump, have had minimal impact, with the FAO index at 124.3 and Brent around $65 per barrel."
    },
    {
        "sourceText": "It’s telling — and disquieting — that nearly 60 per cent of the orders passed in the last three years by the News Broadcasting & Digital Standards Authority (NBDSA) were against programmes that violated its ethics code on communal harmony. An analysis of the NBDSA orders since 2023 in this newspaper points to a brutish and cynical race to the bottom in a time of churn. Faced with intensifying competition in a far more crowded and fragmented media landscape than before, television channels and digital broadcasters have chosen the path of maximum shrillness and least resistance, becoming megaphones of the powerful — and the hateful. In the social media age, where no one needs a TV studio to broadcast to the world, they are trying to mimic its worst aspects. Because it rewards extremes, outrage and spectacle, channels and platforms are jostling each other to abandon responsibility and to frame news in ways that purvey divisive spectres and stereotypes.",
        "targetText": "Nearly 60% of NBDSA orders in the past three years targeted programs violating communal harmony rules, reflecting a media race to the bottom. Facing intense competition, TV and digital broadcasters amplify sensationalism, extremes, and divisive narratives, mimicking the worst aspects of traditional media in the social media age."
    },
    {
        "sourceText": "There are high costs of this abdication. There is an unchecked sharpening of polarisation and shrinking spaces for deliberation and dialogue. In a plural and diverse democracy constitutionally committed to protecting the freedom of citizens to profess, practise and propagate their religion, this backsliding is worrying. But the price must be paid not just in terms of the fraying of the larger promise of democracy. ",
        "targetText": "The consequences are serious: growing polarization, reduced spaces for dialogue, and a decline in democratic values, especially in a diverse society committed to religious freedom, signal troubling backsliding beyond just the erosion of democracy’s broader promise."
    },
    {
        "sourceText": "A son marries, a family recalibrates, grievances accrue, rivening the parents and the newlyweds. Brooklyn Beckham’s estrangement from his parents after his marriage to heiress Nicola Peltz has the unmistakable familiarity of a Greek tragedy restaged for the algorithmic age: There is hubris, inheritance and the terrible knowledge that the ending was foretold long before anyone hit “post”. In a six-slide Instagram post, the 26-year-old Brooklyn closed the door on reconciliation, accusing parents David and Victoria of inauthenticity and control, and of having overshadowed his 2022 wedding.",
        "targetText": "After marrying heiress Nicola Peltz, Brooklyn Beckham became estranged from his parents, echoing a modern Greek tragedy. In a six-slide Instagram post, he accused David and Victoria Beckham of control, inauthenticity, and overshadowing his 2022 wedding, closing the door on reconciliation."
    },
    {
        "sourceText": "When title inflation is rampant across so many industries, one should not begrudge the humble reader their wish for a promotion. This is a time of “voracious” readers (who presumably devour, rather than read, books) and Bookstagrammers. Dating apps have respectable populations of “sapiosexuals” revelling in their nerd cred. Books, for some, have become commodities, to be possessed, aesthetically displayed and perhaps, consumed in impressive quantities. ",
        "targetText": "In an era of rampant title inflation, readers’ desire for recognition is understandable. Many avid readers and Bookstagrammers treat books as status symbols, showing off their collections and consuming them in impressive quantities, while dating apps attract “sapiosexuals” who take pride in their literary knowledge."
    },
    {
        "sourceText": "Conceived in 1976 as an industrial township, an absence shapes the New Okhla Industrial Development Authority’s governance architecture: It is run by a state-appointed development authority and not by an elected municipal corporation, insulating it from public accountability. ",
        "targetText": "Founded in 1976 as an industrial township, the New Okhla Industrial Development Authority is governed by a state-appointed development authority rather than an elected municipal corporation, leaving it largely unaccountable to the public."
    },
    {
        "sourceText": "Nitin Nabin has formally taken charge as the BJP’s new national president a little over a month after he was named its working president, with the surprise of his previous anointment yet to fade. The elevation of the five-term MLA from Bihar is in keeping with the functioning of the BJP high command, which revels in overturning expectations. It also wraps its decisions in symbolism.",
        "targetText": "Nitin Nabin has officially become the BJP’s national president, just over a month after being named working president. His elevation, a surprise, reflects the BJP high command’s tendency to defy expectations and imbue its decisions with symbolism."
    },
    {
        "sourceText": "India and Pakistan failed to resolve their differences over preparing a single comprehensive draft, with Pakistan sticking to its reservations on the question of military bases and acceptance of the principle of bilateralism in settlement of disputes. However, on the second day of the talks, Pakistan put forward a revised draft giving new formulations regarding these two issues.",
        "targetText": "India and Pakistan could not agree on a single comprehensive draft, as Pakistan maintained its reservations on military bases and bilateral dispute resolution. On the second day, Pakistan proposed a revised draft with new formulations on these issues."
    },
    {
        "sourceText": "Weeds are a known threat to agricultural produce, growing at their expense by competing with them for nutrients, water and sunlight. Most of these unwanted plants are above the ground, making them amenable to manual removal. The problem is with weeds that attach to the roots of plants. By the time their shoots come out and are visible, the damage is done.",
        "targetText": "Weeds threaten crops by competing for nutrients, water, and sunlight. While most above-ground weeds can be removed manually, root-attaching weeds are problematic because they cause damage before their shoots become visible."
    },
    {
        "sourceText": "The problem highlights the need for agricultural R&D as an imperative for the country’s food security. The urgency is even more in the context of climate change and the emergence of new pathogens and weeds. If weeds cannot be removed by hand, and with labour becoming scarce, more efforts are required at breeding varieties or hybrids that can “tolerate” the application of herbicides.",
        "targetText": "The issue underscores the need for agricultural R&D to ensure food security, especially amid climate change and new pests. With manual weeding becoming difficult due to labor shortages, efforts should focus on developing crop varieties or hybrids that can tolerate herbicide use."
    },
    {
        "sourceText": "In ancient Rome, it was a faux pas not to water down one’s wine — only barbarians did that. Several explanations have been advanced for this, including that it wasn’t so much about diluting the wine as mitigating the foul taste of the contaminated water in ancient cities.",
        "targetText": "In ancient Rome, not watering down wine was considered uncivilized. This practice likely aimed not at diluting the wine itself but at masking the bad taste of contaminated city water."
    },
    {
        "sourceText": "There are times when history repeats itself not as tragedy or farce, but as a troubling combination of both. Since last week, the political conversation in Punjab has been dominated by reports of attacks on businesses associated with the proprietors of the Punjab Kesari group, including notices for excise violations at a Jalandhar hotel, withholding of government advertisements, and police deployment at and around the presses where the newspaper is printed and dispatched from.",
        "targetText": "Since last week, Punjab’s political discourse has been dominated by attacks on businesses linked to the Punjab Kesari group, including excise notices at a Jalandhar hotel, withheld government ads, and heavy police presence at the newspaper’s printing and dispatch locations."
    },
    {
        "sourceText": "Tune in to the U-19 World Cup, and regional South Asian dialects would be almost as audible as the English twang. There is a Hindi speaker in 10 of the 16 teams that participate in the tournament; there is at least one cricketer who understands Punjabi in seven teams; and one who can speak Gujarati, Telugu and Malayalam in four teams. There are Urdu, Tamil, Sinhala, and Marathi speakers in teams from outside the Subcontinent.",
        "targetText": "At the U-19 World Cup, South Asian languages are widely spoken alongside English. Hindi appears in 10 of 16 teams, Punjabi in seven, Gujarati, Telugu, and Malayalam in four, while teams from outside the Subcontinent include speakers of Urdu, Tamil, Sinhala, and Marathi."
    },
    {
        "sourceText": "The pattern is a reflection of the shifting sands in world cricket. A game that was once segregated on racial lines in Africa, divided along social lines in England and Australia, that once saw a prominent British politician, Lord Tebbit, envisage a “loyalty test” for migrants, has become more inclusive and diverse. Two youngsters of Pakistani descent are the pillars of the England team; two Indians and two Sri Lankans are regulars in Australia’s side.",
        "targetText": "Cricket, once divided by race and class, has become more inclusive and diverse. The England team features two players of Pakistani descent, while Australia’s side regularly includes two Indians and two Sri Lankans."
    },
    {
        "sourceText": "The BJP’s upper hand in the Brihanmumbai Municipal Corporation (BMC) may mean the end of nearly three decades of Thackeray dominance in the city of the undivided Shiv Sena’s birth. Over the years, in vibrant, cosmopolitan Mumbai, where the Marathi manoos has long been outnumbered, the nativist pitch that formed the core of the Thackeray cousins’ campaign has found increasingly limited resonance.",
        "targetText": "The BJP’s lead in the Brihanmumbai Municipal Corporation could end nearly 30 years of Thackeray dominance. In cosmopolitan Mumbai, where Marathi speakers are now a minority, the Thackerays’ nativist appeal has lost much of its influence."
    },
    {
        "sourceText": "A handful of flattened rice, soaked in water for a few minutes (not more, else it loses its texture), a bowl of curd (mix water if it’s thick), and a spoonful of pickle. This is the standard recipe for dahi chooda, sometimes taken as comfort food, and on occasion, to mark a ceremony.",
        "targetText": "Dahi chooda is made with a few minutes of soaked flattened rice, curd (thinned if thick), and a spoonful of pickle. It is eaten as comfort food or during special ceremonies."
    },
    {
        "sourceText": "A film was made and duly sent to the Central Board of Film Certification (CBFC), which asked the makers to implement some cuts before it could be certified for release. It should have been a straightforward process, from conception to release, pausing only at the mandated stop at the CBFC.",
        "targetText": "A film was submitted to the CBFC, which requested some cuts before certification, a process that should have been straightforward from creation to release."
    },
    {
        "sourceText": "In a country of a thousand languages, whose people count in their heritage contributions of migrants and conquerors, poets and pirs, stories and histories that originate beyond its current borders, that is not an easy question. Take the bandhgala, which, to most people who aren’t enthusiasts of sartorial history, appears Indian by its very name.",
        "targetText": "In a linguistically diverse country shaped by migrants, conquerors, poets, and histories from beyond its borders, defining what is “Indian” is complex. For example, the bandhgala, though it sounds Indian, may not be."
    },
    {
        "sourceText": "India and Germany may differ on several issues, not least in their respective approaches to Russia in the wake of its 2022 invasion of Ukraine. Yet amid the geopolitical disruptions unleashed by the American president nearly a year into his tenure, both New Delhi and Berlin recognise the need to find common ground.",
        "targetText": "Despite differences, including their approaches to Russia after its 2022 Ukraine invasion, India and Germany acknowledge the need to find common ground amid geopolitical disruptions under the U.S. president."
    },
    {
        "sourceText": "But in at least one sense, pet dogs had it better than human kids. No dog mom or dad has ever compared their canine companion unfavourably to the neighbour’s pooch or complained about them being underachievers.",
        "targetText": "In one way, pet dogs are better off than human children, as owners never compare them negatively with others or label them as underachievers."
    },
    {
        "sourceText": "A study published in Science last week has made global headlines. Researchers found that Gifted Word Learner dogs can “acquire novel words by overhearing third-party interactions” in much the same way that human toddlers do. Not only can these genius dogs label hundreds of items, they can also pick up vocabulary by eavesdropping on human conversations.",
        "targetText": "A recent study published in Science reports that Gifted Word Learner dogs can learn new words by overhearing human interactions, much like toddlers, and are able to understand and label hundreds of objects by picking up vocabulary from conversations."
    },
    {
        "sourceText": "In the accusation of sexual misconduct levelled by a trainee shooter against her coach are the contours of a grimly familiar story, of an outsized power asymmetry being exploited to abuse and threaten a vulnerable young person in what should be safe spaces. ",
        "targetText": "The allegation of sexual misconduct by a trainee shooter against her coach reflects a familiar pattern of power imbalance being misused to exploit, abuse, and intimidate a vulnerable young person in spaces meant to be safe."
    },
    {
        "sourceText": "The swift response of the NRAI — which has also issued a show cause notice to Bhardwaj, and apprised its Internal Complaints Committee of the case — stands in stark contrast to how similar cases have often played out in the past. The half-hearted and delayed response to the allegations of sexual harassment raised in 2023 by India’s women wrestlers against Brij Bhushan Sharan Singh, the then president of the Wrestling Federation of India and MP, is just one example.",
        "targetText": "The NRAI’s prompt action, including issuing a show-cause notice and informing its Internal Complaints Committee, contrasts sharply with the delayed and inadequate handling of past cases, such as the 2023 sexual harassment allegations by India’s women wrestlers against then WFI chief Brij Bhushan Sharan Singh."
    },
    {
        "sourceText": "A medical college in Katra that got the National Medical Commission’s green signal to run an MBBS course just four months ago is now asked to shut it down, four days after an inspection conducted in haste. The latest NMC decision unabashedly short-circuited due process — there was no show-cause notice to the college, no room for appeals.",
        "targetText": "A medical college in Katra that was approved by the National Medical Commission to offer an MBBS course only four months ago has now been ordered to shut it down after a hurried inspection conducted just four days earlier. The decision bypassed due process, with no show-cause notice issued and no opportunity for the college to appeal."
    },
    {
        "sourceText": "Hungarian filmmaker Bela Tarr, who died this week at the age of 70, was a master of cinema as mesmerism. The glacial pace of his films, with an average shot of two and a half minutes, demand more than the audience’s attention; those used to films composed of two-and-half-second shots have to prepare for total surrender. For, Tarr was a man of both enormous talent and towering ambition, committed to putting life itself on the screen, with all its beauty, banality and tawdriness — an endeavour hardly conducive to the neat patterns that mainstream cinema has trained viewers to expect.",
        "targetText": "Hungarian filmmaker Bela Tarr, who died this week at 70, was known for his hypnotic cinema marked by extremely long shots and a slow pace that demanded complete audience immersion. His films rejected mainstream conventions, aiming instead to portray life in all its beauty, ordinariness, and rawness."
    },
    {
        "sourceText": "The Indian economy is expected to grow at a healthy 7.4 per cent in 2025-26, as per the first advance estimates released by the National Statistics Office. Growth this year is considerably higher than what many analysts, including the RBI, had expected at the beginning of the year.",
        "targetText": "India’s economy is projected to grow by 7.4% in 2025–26, according to the National Statistics Office’s first advance estimates, exceeding the expectations of many analysts and the RBI at the start of the year."
    },
    {
        "sourceText": "The disaggregated data shows that the sharpest acceleration is in the services sector. The sector is pegged to grow at 9.1 per cent in 2025-26, up from 7.2 per cent in 2024-25, with all segments — trade, hotels, transport and communication, financial, real estate and professional services and public administration — growing at a faster clip.",
        "targetText": "The data shows that the fastest growth is in the services sector, which is expected to expand by 9.1% in 2025–26, up from 7.2% in 2024–25, with all its segments growing more rapidly."
    },
    {
        "sourceText": "The sources of Delhi’s air pollution are well-known. Studies have shown that vehicular exhaust, industrial emissions, and dust from construction sites combine with the fumes from seasonal farm fires to create the national capital’s chronic public health hazard.",
        "targetText": "Delhi’s air pollution is caused by a mix of vehicle emissions, industrial pollution, construction dust, and smoke from seasonal farm fires, creating a persistent public health crisis."
    },
    {
        "sourceText": "The year has started on a negative note for exporters in India as the European Union has extended its Carbon Border Adjustment Mechanism (CBAM) to imports into the EU. The CBAM is a tax on companies, based on the level of carbon emissions generated during production.",
        "targetText": "India’s exporters have begun the year facing a setback as the European Union has extended its Carbon Border Adjustment Mechanism, a tax on imports based on the carbon emissions produced during manufacturing."
    },
    {
        "sourceText": "In the 18th and 19th centuries, collectors descended on artefacts from around the globe and took them home. Ancient sculptures from the acropolis of Athens became the Elgin Marbles.",
        "targetText": "In the 18th and 19th centuries, collectors took artefacts from across the world to their home countries, including the Elgin Marbles from Athens."
    },
    {
        "sourceText": "In 2023, it came to light that some 1,500 objects, including gold jewellery and semi-precious stones, had been stolen over the years, allegedly by the museum’s former curator for Greece and Rome, with many items sold off online. Reportedly, the museum has recovered more than a third of these thanks to its staffers, but now it’s seeking a dedicated hunter to track down the rest.",
        "targetText": "In 2023, it was revealed that about 1,500 artefacts were allegedly stolen by a former curator, many sold online; while over a third have been recovered, the museum is now seeking someone to trace the remaining items."
    },
    {
        "sourceText": "The new year began on a jarring note for many women on X (formerly Twitter) whose photographs were manipulated into sexually explicit images using the AI chatbot Grok. In the days since, the flood of objectionable content — including of minors — has done little to ease concerns about the misuse of this technology.",
        "targetText": "AI-generated sexually explicit images created using the chatbot Grok, including those of minors, have sparked serious concerns at the start of the year, highlighting the growing misuse and dangers of such technology."
    },
    {
        "sourceText": "Alarmed by the proliferation of non-consensual images, authorities worldwide have urged X to take action. These include the Government of India, which warned the company over its “serious failure” on enforcement of safeguards and about the violation of provisions of the IT Rules, 2021 and the Bharatiya Nagarik Suraksha Sanhita, 2023.",
        "targetText": "Authorities across the world, including the Indian government, have urged X to act against the spread of non-consensual images, warning the platform of serious failures in enforcing safeguards and violations of India’s IT Rules, 2021 and the Bharatiya Nagarik Suraksha Sanhita, 2023."
    },
    {
        "sourceText": "Sometimes, it’s good if no one hears a tree fall in the forest and better still if the rotting log is left as is. In the Western Ghats in Kerala, under decaying wood, a unique concatenation of ecological circumstances provides the only known home for Melanobatrachus indicus or the Galaxy Frog. The tiny amphibian (0.8-1.4 inches long) is among the most stunning in the world and is named for the dazzling array of white spots on its jet black body. Unlike the frogs from fairy tales, it requires no assistance from princesses to be attractive, and it is this beauty, perhaps, that has led to a tragic fate.",
        "targetText": "The Galaxy Frog, found only under decaying wood in Kerala’s Western Ghats, is a tiny, striking amphibian whose unique habitat and beauty have made it both remarkable and vulnerable."
    },
    {
        "sourceText": "According to a report published by researchers in Herpetology Notes, seven Galaxy Frogs — the species is vulnerable to extinction according to the IUCN — have disappeared in the last few years. The culprit is all but certain: Photographers rushed to the small patch of forest the frogs were known to live in. In their enthusiasm for the perfect image, tourists and amateurs overturned the logs under which they live and picked up the tiny creatures to place them against “better” backgrounds. In essence, they damaged the microhabitat that the tiny amphibian needs to survive.",
        "targetText": "A Herpetology Notes report states that seven Galaxy Frogs, a species listed as vulnerable by the IUCN, have vanished in recent years. The likely cause is photographers disturbing their microhabitat—upturning logs and moving the frogs for photos—damaging the delicate environment they rely on."
    },
    {
        "sourceText": "As expected, the Indian cricket board’s decision to eject Bangladesh pacer Mustafizur Rahman from IPL 2026 has triggered a storm. In a quick counter to the snub, Bangladesh has refused to travel to India for next month’s World T20 and, in turn, India has expressed reluctance to cross the border for bilateral games later in the year. After the Pakistan logjam, the cricketing gate to Bangladesh, too, has been slammed shut.",
        "targetText": "The BCCI’s decision to exclude Bangladesh pacer Mustafizur Rahman from IPL 2026 has sparked tensions, with Bangladesh refusing to tour India for the World T20 and India hesitant to play bilateral matches, effectively closing the cricketing gate between the two nations."
    },
    {
        "sourceText": "Cricket, or sports, shouldn’t be the rope in the tug of war between nations, especially those with longstanding ties. But these are times when the political takeover of sports seems complete. Directly or by proxy, politicians govern cricket in the Subcontinent. The days of apolitical administrators, the incurable cricket romantics, are in the past. There was a time in the Subcontinent when cricket held the power to soothe frayed nerves, open new vistas, give normalcy a chance. But the present-day political quagmires and volatile international relations have pushed the joy of the ordinary cricket-adoring masses down the priority list.",
        "targetText": "Cricket should unite nations, not become a tool in political conflicts, but in the Subcontinent, politics now dominates the sport. Once a source of joy and normalcy for fans, cricket’s ability to bring people together has been overshadowed by political interference and strained international relations."
    },
    {
        "sourceText": "Few will shed a tear for Nicolas Maduro. His autocratic rule hollowed out Venezuela’s institutions, crushed dissent, subverted elections and violated human rights. The pre-dawn US operation to capture and transport him to New York on charges of drug trafficking may be presented as making Venezuela a safer place but how it was carried out suggests the opposite. Indeed, the manner in which US President Donald Trump has taken out a sitting president — through an air, land and sea assault that penetrated the capital — sends a message far beyond Caracas. It tells the world that the so-called rules-based order, already badly frayed, exists largely as a slogan. Be it Vladimir Putin in Ukraine, or Trump himself, first in global trade and now in Venezuela, anything goes. Doesn’t matter if it’s illegal, lacking Congressional authorisation at home or UN Security Council sanction abroad.",
        "targetText": "Nicolas Maduro’s authoritarian rule harmed Venezuela’s institutions and human rights, but the US pre-dawn operation to capture him in Caracas highlights a disregard for international rules. The operation signals that the global “rules-based order” is largely symbolic, showing that leaders like Trump or Putin can act without legal or international authorization."
    },
    {
        "sourceText": "Telecom and aviation were amongst the most robust success stories in the post liberalisation era, transformed by the entry of several new private players. But today, both sectors are characterised by market concentration. The aviation sector in India is dominated by two players  — IndiGo and Air India. In the telecom sector, two strong private players —Jio and Airtel — account for around 75 per cent of the market. Vodafone Idea, which is a financially weak third player and partly owned by the government, occupies 16.5 per cent of the market, while state-owned BSNL accounts for just 8 per cent.",
        "targetText": "Telecom and aviation, once thriving from private competition after liberalization, are now highly concentrated. In aviation, IndiGo and Air India dominate, while in telecom, Jio and Airtel hold about 75% of the market, with Vodafone Idea and state-owned BSNL trailing far behind."
    },
    {
        "sourceText": "As recent events in the aviation sector have also shown, this degree of market concentration has unhappy consequences. It underlines the need to facilitate healthy competition in sectors across the economy. In this context, reports pointing to the possible government exit from Vodafone Idea are welcome.",
        "targetText": "Recent aviation sector events show that high market concentration has negative effects, highlighting the need for healthy competition. In this light, reports of a potential government exit from Vodafone Idea are seen positively."
    },
    {
        "sourceText": "Vodafone Idea has been in a precarious financial position. As of December 2024, its total debt was around Rs 2.3 lakh crore, comprising AGR dues and spectrum liability. Its subscriber base has fallen from 213 million in September 2024 to 203.5 million in September 2025. A few days ago, the Union cabinet approved a relief package for the beleaguered telco, freezing its AGR dues (adjusted gross revenue) and rescheduling their payment over a 10-year period ending in FY41. Alongside providing clarity over its dues, as per a report in this paper, the government is also exploring the option of bringing in an investor, who could eventually take majority control. A new investor could infuse money into the telco to ensure its long-term viability.",
        "targetText": "Vodafone Idea, burdened with about Rs 2.3 lakh crore in debt and a declining subscriber base, received a government relief package in December 2025 that freezes its AGR dues and spreads payments over 10 years. The government is also considering bringing in an investor who could take majority control and inject funds to secure the company’s long-term viability."
    },
    {
        "sourceText": "Harvested from the cold, pristine waters off Hokkaido island, the Yesso scallop is no mere mollusc. It is a prize of the culinary world, sought after for its sweet, buttery flesh. Chinese gourmands, in particular, are so partial to Hokkaido’s famous scallops as to have made their country the top destination for the Japanese delicacy.",
        "targetText": "The Yesso scallop, harvested from Hokkaido’s cold waters, is prized for its sweet, buttery flesh, with China being the top destination for this sought-after Japanese delicacy."
    },
    {
        "sourceText": "The humble scallop may seem like an unlikely pawn on the chessboard of diplomacy but history has shown that food can be a sensitive topic in international relations. In 2021, the pineapple was at the centre of a diplomatic row, which started with China banning imports of the fruit from Taiwan. The support that Tokyo showed to Taiwan that year — ordering a record 19,000 tons of the rebranded “freedom pineapples”  — was repaid in November 2025 when Taipei took up “sushi diplomacy” as a response to China’s strongarm tactics against Japan. India, too, is not unfamiliar with the pains and pleasures of gastrodiplomacy: Thorny as Bengalis’ favourite ilish maachh (hilsa) is, Bangladesh’s periodic suspension of supply to India has been harder to swallow.",
        "targetText": "Scallops may seem trivial, but food often plays a role in diplomacy. Past examples include China banning Taiwanese pineapples in 2021, Tokyo’s support via “freedom pineapples,” Taipei’s 2025 “sushi diplomacy,” and India facing supply suspensions of Bangladesh’s prized hilsa fish."
    },
    {
        "sourceText": "There is a faraway country where every silence is punctuated by the sound of man’s best friend chewing dutifully on man’s child’s homework notebook. Where everyone has an infinite number of dead grandmothers. Where every adult gets food poisoning on Monday morning. This country has its own currency, called the “doctor’s note”. The justice system there faces a serious challenge: Police stations are besieged by legions of rodents in cahoots with criminal gangs, seeking to eat the evidence.",
        "targetText": "In a fantastical country, dogs chew on children’s homework, everyone has countless deceased grandmothers, adults get Monday food poisoning, the currency is a “doctor’s note,” and the justice system struggles as rodents allied with criminals eat evidence in police stations."
    },
    {
        "sourceText": "The rats appear to have tunnelled their way to a victory in Jharkhand, where they supposedly ate 200 kg of ganja that was part of the evidence in a drugs case. Acquitting the accused last month, a court referred to a station diary entry noting the gnawing of the ganja. “This casts a suspicion on the very seizure of the case and its handling by the police,” the court said. However, there are precedents. In Mathura in 2022, the rats reportedly destroyed more than 500 kg of confiscated cannabis according to the police.",
        "targetText": "In Jharkhand, rats allegedly destroyed 200 kg of cannabis evidence, leading a court to acquit the accused and question the seizure and police handling. Similar incidents occurred in Mathura in 2022, where over 500 kg of confiscated cannabis was reportedly eaten by rats."
    },
    {
        "sourceText": "Over the past decade or so, driven by the widespread adoption of digital platforms, there has been a dramatic surge in the numbers of gig workers across the country. A NITI Aayog report pegged gig and platform workers at 7.7 million in 2020-21, estimated to touch 23.5 million by 2029-30. A few examples illustrate the scale. In the second quarter of 2025-26, Zomato had about 5.5 lakh average monthly delivery partners, Blinkit had about 3.39 lakh, while in 2023, Uber had already crossed 1 million drivers using its platform.",
        "targetText": "The rise of digital platforms has fueled rapid growth in India’s gig workforce, from 7.7 million in 2020–21 to an estimated 23.5 million by 2029–30, with companies like Zomato, Blinkit, and Uber employing hundreds of thousands to over a million workers."
    },
    {
        "sourceText": "A little over a decade ago, in Paris, climate delegates inked a pact that was seen as a ray of hope for a world unsettled by ecological upheavals. 2025 began with US President Donald Trump pulling out the country responsible for more than a quarter of all GHG emissions since 1750 from the landmark treaty. In the months that followed, Trump delivered on his campaign promise of increased support to the fossil fuel sector aggressively.",
        "targetText": "A decade ago, the Paris climate pact offered hope amid global ecological crises, but in 2025, US President Donald Trump withdrew the US—responsible for over a quarter of historic emissions—and aggressively boosted fossil fuel support."
    },
    {
        "sourceText": "Often, just outside the frame of the video that goes viral, there is a quiet and resolute presence. Take the incident, in the closing days of 2025, in a cafe in Bareilly. Vigilantes attacked a birthday party of a 22-year-old woman, purportedly because two young people in the group belonged to the Muslim community. And yet listen to her, three days later, and amid the bleakness, there is reason to hope. It lies in her refusal to let the goons have the last word: “I cannot understand who gave these assailants the authority to judge people and decide who I should be friends with,” she told this newspaper.",
        "targetText": "In Bareilly at the end of 2025, vigilantes attacked a woman’s birthday party over the presence of Muslim friends. Despite the violence, the woman remains defiant, rejecting their authority to dictate her friendships."
    },
    {
        "sourceText": "Perhaps the biggest red herring was a simple word, used by laypeople every day when they strike a bargain. In 2025, every “deal” became a mystery, an announcement followed by a waiting game. The man with the orange tan has announced deals — on peace and trade — but wars continue, and the “strong fundamentals” of bilateral ties continue not to deliver.",
        "targetText": "In 2025, the word “deal” became misleading, as promises of peace and trade by the man with the orange tan failed to stop wars or improve bilateral relations, turning announcements into a frustrating waiting game."
    },
    {
        "sourceText": "From Tambalahatti village in Andhra Pradesh emerged T C Deepika, the captain of India’s T20 World Cup-winning Blind Women’s Cricket Team. She grew up in poverty, but Deepika didn’t let anything come in the way of chasing her dreams. The triumph came just weeks after the Harmanpreet Kaur-led team won its first major title by beating South Africa in the summit clash of the ICC Women’s World Cup. After near misses, the win brought silverware the team deserved after years of living in the shadow of male cricketers. The cricketers were not the only ones who made it a year of women’s sports.",
        "targetText": "T C Deepika from Tambalahatti, Andhra Pradesh, led India’s Blind Women’s Cricket Team to a T20 World Cup victory, marking a major achievement for women’s sports shortly after Harmanpreet Kaur’s team won the ICC Women’s World Cup, ending years of living in the shadow of male cricketers."
    },
    {
        "sourceText": "Like Deepika, armless archer Sheetal Devi defied the odds to win on the world stage. Already an Asian Championship, Asian Para Games and Paralympics medalist, 18-year-old Sheetal from Kishtwar in J&K became a Para World Champion in Gwangju, South Korea. In chess, Divya Deshmukh won the Women’s Chess World Cup in Batumi in Georgia in July. Divya, 19, and the trailblazer Koneru Humpy, almost double her age, played the final. With the victory in Batumi, Divya also became a grandmaster, only the fourth woman from India to earn the prestigious title.",
        "targetText": "Armless archer Sheetal Devi of Kishtwar, J&K, became a Para World Champion, adding to her Asian and Paralympic medals. In chess, 19-year-old Divya Deshmukh defeated veteran Koneru Humpy to win the Women’s Chess World Cup and became India’s fourth female grandmaster."
    },
    {
        "sourceText": "After Khaleda Zia’s death, with Sheikh Hasina in exile, Bangladesh faces an election that will see the “battle of begums” no more. For a nation grappling with unresolved historical legacies and current crises, with the interim government led by Muhammad Yunus failing to step up to its mandate, the death of Bangladesh’s first woman prime minister and BNP chief marks the end of an era. Her passing coincides with the return of her son, Tarique Rahman, from 17 years of self-imposed exile in London.",
        "targetText": "With Khaleda Zia’s death and Sheikh Hasina in exile, Bangladesh faces an election without the “battle of begums.” Her passing, amid unresolved national challenges and a faltering interim government, marks the end of an era as her son, Tarique Rahman, returns from 17 years in self-imposed exile."
    },
    {
        "sourceText": "For decades, citizens from the Northeast have, all too often, been made to feel exoticised and othered. Racialised abuse has followed them into classrooms, rented apartments, marketplaces and thoroughfares, even erupting in violence. Chakma’s death joins a grim ledger of such fatalities, including the murder of 20-year-old Nido Taniam from Arunachal Pradesh in the Capital in 2014. Earlier, in 2012, following ethnic clashes in Assam, there was an exodus of people from the Northeast from cities such as Bengaluru, Hyderabad, Chennai and Pune, spurred by the mass circulation of inflammatory messages.",
        "targetText": "People from Northeast India have long faced racial abuse and discrimination, sometimes leading to violence. Chakma’s death adds to a history of such incidents, including Nido Taniam’s murder in 2014, and past ethnic tensions like the 2012 Assam clashes that caused Northeasterners to flee major cities."
    },
    {
        "sourceText": "For several weeks now, Ukraine has been confronted with a stark choice: Surrender territory in the east and accede to Russian President Vladimir Putin’s demands, or continue fighting a war of attrition with mounting costs. That the war persists despite consistent pressure from Trump on Zelenskyy to opt for the former — articulated in Washington’s original 28-point plan —underscores Kyiv’s determination not to cede land. Trump and Zelenskyy both acknowledged on Sunday that the future of the Donbas remained unresolved.",
        "targetText": "Ukraine faces a difficult choice: surrender eastern territory to Russia or continue a costly war. Despite Trump pressuring Zelenskyy to concede under a 28-point plan, Kyiv remains determined, and the future of Donbas is still unresolved."
    },
    {
        "sourceText": "While Soviet psychologist Lev Vygotsky emphasised the relevance of language in cognitive development, Swiss scholar Jean Piaget framed it differently. Far away from this debate, culturally and geographically, the best political minds of India, in Constitution Hall, were discussing the trajectory of a new democracy in which everyday politics and culture is shaped by language hierarchy. One of the few Adivasi members of the Constituent Assembly, Jaipal Singh Munda, stood up and spoke in Mundari, and demanded recognition for tribal languages and identities.",
        "targetText": "While Vygotsky highlighted language in cognitive development and Piaget viewed it differently, India’s Constituent Assembly debated language’s role in democracy. Adivasi member Jaipal Singh Munda spoke in Mundari, urging recognition for tribal languages and identities."
    },
    {
        "sourceText": "The Constitution in Santhali offers the Santhali people easier access to a document that enshrines the rights for which leaders like Munda fought. With a population of over 7 million, the Santhals are the third-largest tribe in the country. Yet, it was only in 2003 that the Santhali language was included in Schedule VIII. Notably, it was on Murmu’s insistence — as a minister in Odisha, she requested the then Prime Minister, Atal Bihari Vajpayee, to give official status to Santhali — that the language got its long-due recognition.",
        "targetText": "The Constitution in Santhali gives the 7-million-strong Santhal community easier access to their rights. The language, India’s third-largest tribal tongue, was officially recognized in 2003 after Murmu, then an Odisha minister, urged Prime Minister Vajpayee to include it in Schedule VIII."
    },
    {
        "sourceText": "For the “most powerful man in the world,” perhaps it’s time to do less. Between tariffs and trade deals, the hot-and-cold vibes with his counterparts in Russia and China, and threats of invading South America — all the while ensuring the family business benefits — every action by Donald Trump has an outsized reaction. So, maybe, just for a few months, let the news cycle hum along without hinting at ending the global order.",
        "targetText": "For the world’s most powerful man, Donald Trump, constant actions—from trade wars to global threats—create outsized reactions. Perhaps he should step back for a few months and let the news cycle proceed without jeopardizing the global order."
    },
    {
        "sourceText": "The Indian Space Research Organisation (ISRO) closed out the year with the successful launch of the LVM3-M6 mission in which it deployed a 6,100-kg commercial satellite, Bluebird Block-2, into low-earth orbit. It was the heaviest payload carried by an Indian rocket. Commercial satellite launches, even from other countries, have become routine for the ISRO, having put as many as 434 foreign satellites into space till now belonging to 34 different countries.",
        "targetText": "ISRO ended the year by successfully launching its heaviest payload yet—a 6,100-kg commercial satellite, Bluebird Block-2, into low-Earth orbit. The agency has also routinely launched 434 foreign satellites from 34 countries."
    },
    {
        "sourceText": "At the start of the year, the ISRO demonstrated its ability to dock and undock two satellites in space in the SpaDeX mission, an ability that is vital to its ambitions to set up a space station of its own and send more sophisticated lunar and other missions. That was followed by the long-awaited NISAR mission in July, the first of its kind, a joint India-US space mission, in which the satellite was a novelty. It was a unique satellite that carried two Synthetic Aperture Radars of different frequencies designed to work together to produce the most detailed images of Earth ever captured from space.",
        "targetText": "At the start of the year, ISRO showcased satellite docking and undocking in the SpaDeX mission, a key step toward a space station and advanced missions. In July, it launched the joint India-US NISAR mission, featuring a unique satellite with two complementary Synthetic Aperture Radars for the most detailed Earth images ever."
    },
    {
        "sourceText": "In the introduction to Vinod Kumar Shukla’s Treasurer of Piggy Banks, poet and translator Arvind Krishna Mehrotra sums up the oeuvre of the poet and writer from Chhattisgarh: “A line of Shukla is like a line of Shukla. It ‘mirrors nothing’ but itself. Reading him can be disorienting, even vertiginous, like seeing Op art.” Shukla, who died on December 23 at the age of 88, occupied a singular place in Hindi — and Indian — literature, a writer whose work stood slightly apart from its moment, quietly undoing expectations about narrative and form, about what and whom great literature must speak for.",
        "targetText": "Vinod Kumar Shukla, who passed away at 88, held a unique place in Hindi and Indian literature. His work, described as self-contained and disorienting, quietly challenged conventional expectations of narrative, form, and the purpose of great literature."
    },
    {
        "sourceText": "There is an anecdote about Shukla that appears in the introduction to a collection of his short stories translated into English, Blue is like Blue (2019). At the Jaipur Literature Festival one year, he was bemused to see a serpentine queue of readers waiting for J M Coetzee to sign their books. Shukla did not know who Coetzee was, but more importantly, he could not understand spectacle around writing.",
        "targetText": "An anecdote in Blue is like Blue recalls Shukla at the Jaipur Literature Festival, puzzled by a long queue of readers for J.M. Coetzee’s book signing. Unfamiliar with Coetzee and indifferent to literary spectacle, Shukla was bemused by the attention."
    },
    {
        "sourceText": "Cheese has been unfairly maligned. A growing body of research shows that it is sugar and not fat that is the main culprit for many lifestyle diseases, from obesity and hypertension to diabetes.",
        "targetText": "Cheese has been wrongly blamed, as research indicates sugar—not fat—is the main cause of lifestyle diseases like obesity, hypertension, and diabetes."
    },
    {
        "sourceText": "The threats to the Aravallis are well documented. On more than one occasion in the past 30 years, the Supreme Court has ruled against violations of environmental norms in the mountain range. Last year, the Court found that the inconsistency in criteria used to define the hills was one of the major reasons for illegal quarrying in the Aravallis.",
        "targetText": "The Aravallis face well-documented threats, with the Supreme Court repeatedly ruling against environmental violations over the past 30 years. Last year, it noted that inconsistent criteria for defining the hills contributed significantly to illegal quarrying."
    },
    {
        "sourceText": "The last few years have witnessed a welcome embrace of free trade agreements by the Indian government. Within this year, three trade deals have been wrapped up — one with the UK, another with Oman a few days ago, and now negotiations have concluded with New Zealand. The India-EFTA trade agreement (it includes the countries of Iceland, Liechtenstein, Norway and Switzerland), which was signed in March last year, also took effect on October 1. These agreements, which come after similar deals were signed earlier with the UAE and Australia, signal the desire to seek greater integration with global markets.",
        "targetText": "India has increasingly embraced free trade agreements, finalising deals this year with the UK, Oman, and New Zealand, and bringing the India-EFTA pact into force. Along with earlier agreements with the UAE and Australia, these moves reflect India’s push for deeper integration with global markets."
    },
    {
        "sourceText": "If Sreenivasan had only ever written Sandesam (1991), a satire about ideological hypocrisy in Kerala politics, or played one half of the jobless duo in Nadodikkattu (1987), which drew on the unemployment crisis driving out the state’s youth, or made Vadakkunokkiyanthram (1989), a sharp send-up of the Malayali man’s insecurities, he would have earned a place among the icons of Malayalam cinema. But the actor-writer-director, 69, who died last week, combined his rapier wit with remarkable productivity, writing and acting in over 200 films.",
        "targetText": "Even if Sreenivasan were known only for classics like Sandesam, Nadodikkattu, or Vadakkunokkiyanthram, he would be a legend of Malayalam cinema. But the actor-writer-director, who died last week at 69, went far beyond these films, pairing sharp social satire with extraordinary productivity by writing and acting in over 200 movies."
    },
    {
        "sourceText": "A gifted actor, Sreenivasan was widely admired for his understated style and pitch-perfect delivery in both comic and dramatic scenes. Arguably, though, his most lasting impact comes from his work as a writer. Sreenivasan had a rare ability to express bitter truths in the most palatable way.",
        "targetText": "Sreenivasan was a gifted actor known for his subtle performances, but his greatest legacy lies in his writing, where he uniquely conveyed harsh social truths with wit and accessibility."
    },
    {
        "sourceText": "For the so-called liberal-progressive elites, the “Epstein class” poses an especially uncomfortable question. The recurring appearance of figures such as former US president Bill Clinton, intellectual Noam Chomsky, Microsoft founder Bill Gates and former Harvard president and treasury secretary Larry Summers in the documents poses a challenge to claims of moral seriousness and weakens the reflex to treat these disclosures primarily as ammunition against political opponents.",
        "targetText": "The repeated appearance of prominent liberal figures in the Epstein-related documents challenges liberal-progressive elites’ moral claims and undermines the tendency to view the disclosures only as tools to attack political opponents."
    },
    {
        "sourceText": "With 260 positive cases in 2024, India is the only nation to hit triple digits, surpassing countries with far more rigorous testing regimes like China, Germany and France. This is not just a statistical anomaly; it is a systemic failure that threatens to impact India’s ambitious bid for the 2036 Olympics.",
        "targetText": "India recorded 260 positive cases in 2024, making it the only country to reach triple digits, ahead of nations with stricter testing like China, Germany and France. This reflects a systemic failure that could undermine India’s bid to host the 2036 Olympics."
    },
    {
        "sourceText": "The Allahabad High Court’s order directing police to offer protection to 12 women in live-in relationships reaffirms the constitutional commitment to personal liberty at a moment when such freedoms appear increasingly contested. “The concept of a live-in relationship may not be acceptable to all, but it cannot be said that such a relationship is an illegal one or that living together without the sanctity of the marriage constitutes an offence,” held the court, rejecting the state’s claim that cohabitation outside marriage corrodes the “social fabric”.",
        "targetText": "The Allahabad High Court ordered police protection for 12 women in live-in relationships, reaffirming the constitutional right to personal liberty. The court held that while such relationships may not be socially acceptable to everyone, they are not illegal, and living together without marriage does not constitute an offence, rejecting the state’s claim that they harm the social fabric."
    },
    {
        "sourceText": "Prime Minister Narendra Modi’s three-nation tour to Jordan, Ethiopia and Oman this week underlined India’s bid to consolidate its strategic footprint in the Middle East and the Horn of Africa at a moment of unprecedented geopolitical change in the region. US President Donald Trump’s success in negotiating a ceasefire of sorts in Gaza, his attack on Iranian nuclear facilities, a more intensive commercial outreach to the oil-rich Gulf states, and effort to widen the ambit of the Abraham Accords underline the shifting geopolitical terrain.",
        "targetText": "Prime Minister Narendra Modi’s visit to Jordan, Ethiopia and Oman highlighted India’s effort to strengthen its strategic presence in the Middle East and the Horn of Africa amid major geopolitical shifts, including US-led moves on Gaza, Iran, Gulf outreach and the expansion of the Abraham Accords."
    },
    {
        "sourceText": "The visit saw substantive bilateral outcomes, elevating of partnerships and signing of key agreements. In Amman, PM Modi and King Abdullah II reviewed ties on the 75th diplomatic anniversary. Besides the focus on expanded trade, the discussions focused on regional developments, including in Gaza, and counter-terrorism. In Addis Ababa, PM Modi upgraded ties with Ethiopia to a “Strategic Partnership” with a roadmap for rapid expansion of trade, investment and defence cooperation.",
        "targetText": "The visit produced concrete bilateral results, including upgraded partnerships and key agreements. In Jordan, PM Modi and King Abdullah II reviewed relations on the 75th anniversary of diplomatic ties, with discussions on trade, regional issues such as Gaza, and counter-terrorism. In Ethiopia, India elevated ties to a Strategic Partnership, setting out plans to expand trade, investment and defence cooperation."
    },
    {
        "sourceText": "On Wednesday, the Indian rupee registered its best gain against the US dollar in seven months following an intervention by the Reserve Bank of India. As a result of the RBI selling dollars, the rupee’s exchange rate versus the dollar rose by over 1 per cent during the day. By the close of day, the rupee had gained 0.7 per cent over the dollar and the exchange rate had shifted from 91.05 to a dollar to 90.09 to a dollar.",
        "targetText": "The Indian rupee posted its strongest gain in seven months after the Reserve Bank of India intervened by selling dollars. This pushed the rupee up by over 1% during the day, ending with a 0.7% gain as the exchange rate improved from ₹91.05 to ₹90.09 per US dollar."
    },
    {
        "sourceText": "At one level, the RBI’s intervention is nothing new, and is understandable. In the most recent monetary policy review on December 5, RBI Governor Sanjay Malhotra sounded sanguine about the rupee’s exchange rate trajectory as he delineated the RBI’s approach. “Our stated policy, always, has been that we allow the markets to determine (the value of rupee). We don’t target any price levels or any (price) bands... Our effort always has been to reduce any abnormal or excessive volatility and that is what we will continue to endeavour,” he said.",
        "targetText": "The RBI’s intervention in the rupee market is routine and justified. In the December 5 monetary policy review, Governor Sanjay Malhotra said the RBI lets market forces decide the rupee’s value and does not target specific exchange rate levels. Its role is limited to controlling abnormal or excessive volatility, a policy it will continue to follow."
    },
    {
        "sourceText": "Such is the craze for the young that 20-year-old leg-spinner Izaz Sawariya, who has not even played domestic cricket but uploaded his bowling videos to Instagram, made his way to the auction. He didn’t get picked as there weren’t slots in the mini auction. But it won’t be a surprise to see him play domestic T20 leagues soon. His presence in the auction also says a lot about talent scouting for the IPL.",
        "targetText": "The strong focus on young talent is evident as 20-year-old leg-spinner Izaz Sawariya, who has not yet played domestic cricket but shared his bowling videos on Instagram, made it to the IPL auction. Although he was not picked due to limited slots in the mini auction, he is likely to feature in domestic T20 leagues soon. His inclusion highlights the evolving and expansive talent scouting methods used for the IPL."
    },
    {
        "sourceText": "In recent years, the government has promoted nuclear power as a key component in the country’s efforts to achieve energy security. It’s a relatively clean source of electricity that doesn’t have the uncertainties associated with renewables, and can, therefore, fulfil the need for baseload power. However, nuclear energy accounts for only 3 per cent of the overall power generation today. The country has set a short-term goal to increase its nuclear power capacity to 22.5 GW by 2032, and a long-term target to reach 100 GW by 2047.",
        "targetText": "The government sees nuclear power as important for energy security because it is a clean and reliable source of baseload electricity. Despite this, nuclear energy currently contributes only 3% of total power generation. The country aims to expand nuclear capacity to 22.5 GW by 2032 and 100 GW by 2047."
    },
    {
        "sourceText": "Foreign investors, including sovereign funds from West Asia, have reportedly expressed early interest in part-financing the country's objectives to scale up nuclear power, including entering the manufacturing value chain of small modular reactors (SMRs). These reactors address the limitations of traditional nuclear plants — they are less expensive, have shorter construction times, require less fuel and have enhanced safety features, including the ability to shut down in emergencies without human intervention.",
        "targetText": "Foreign investors, including West Asian sovereign funds, have shown early interest in financing the expansion of nuclear power and participating in the manufacturing of small modular reactors (SMRs). SMRs overcome many drawbacks of conventional nuclear plants as they are cheaper, faster to build, use less fuel, and have advanced safety systems that can shut down automatically during emergencies."
    },
    {
        "sourceText": "That the attackers targeted a Jewish gathering celebrating the first day of Hanukkah suggests that they were motivated by anti-semitism. Initial reports also indicate that they were “inspired” by ISIS. In the internet age, tackling such radicalisation is one of the most pressing challenges for nation-states. The first line of defence against such attacks is a robust intelligence-gathering framework, and the establishment of protocols for containing the threats.",
        "targetText": "The attack on a Jewish gathering celebrating Hanukkah points to an anti-Semitic motive, with early reports suggesting the attackers were inspired by ISIS. In the digital age, preventing such radicalisation is a major challenge for governments. Strong intelligence gathering and clear protocols to identify and contain threats are the first line of defence against such attacks."
    },
    {
        "sourceText": "Australia’s intelligence agency reportedly examined one of the attackers six years ago over his ties to a terrorism cell connected to the Islamic State. If there were holes in the country’s intelligence framework or if actionable information was ignored, these issues must be addressed. At the same time, it is important to guard against excessive or extreme action. The provocative words of Israeli Prime Minister Benjamin Netanyahu about Australia’s Labor government and Prime Minister Anthony Albanese are an example of how not to politicise the act of terrorism.",
        "targetText": "Australia’s intelligence agency had investigated one of the attackers years earlier for links to an Islamic State–connected terror cell. If intelligence failures or ignored warnings existed, they need to be corrected, while avoiding excessive or extreme responses. The remarks by Israeli Prime Minister Benjamin Netanyahu targeting Australia’s Labor government and Prime Minister Anthony Albanese show the dangers of politicising acts of terrorism."
    },
    {
        "sourceText": "Delhi’s latest descent into “severe” air pollution — the Air Quality Index (AQI) has been well over the range of 400 — has arrived without many of its usual culprits: Smoke from stubble burning or unusual winter chill. Instead, the city has been caught out by a near-total drop in wind speed and a shallow atmospheric layer trapping pollutants closer to the ground, leaving the city’s own emissions — from vehicles, construction and industry — to accumulate unchecked. Between 2015 and November 2025, the average annual AQI in Delhi has been 235, much higher than the WHO-mandated safety levels. The Lancet Countdown 2025 Report pegged the number of pollution deaths at 1.72 million in 2022.",
        "targetText": "Delhi is experiencing “severe” air pollution, with AQI levels above 400, despite the absence of typical causes like stubble burning or extreme winter cold. The main factors are stagnant winds and a shallow atmospheric layer that trap the city’s own emissions from vehicles, construction, and industry. Between 2015 and 2025, Delhi’s average annual AQI was 235, far above WHO safety limits, and pollution caused an estimated 1.72 million deaths in 2022, according to the Lancet Countdown 2025 Report."
    },
    {
        "sourceText": "For some time now, the Election Commission of India has seemed to be less than what it used to be. The institution that, ever since it was re-energised in the 1990s, has ranked among India’s most trusted, overseeing and ensuring free and fair elections in the world’s most diverse democracy, has invited questions about its impartiality.",
        "targetText": "The Election Commission of India, once highly trusted for ensuring free and fair elections since its revitalization in the 1990s, has recently faced doubts about its impartiality."
    },
    {
        "sourceText": "Its successive electoral defeats have evidently unsettled the Congress, but by raising the decibel levels, it draws attention to its own flailing. Targeting the EC and the EVM, or calling for a return to the ballot paper, is a poor stand-in for the political work the party refuses to do, be it in terms of reconnecting to the people, or looking within. Of course, if the party has verifiable proof about flaws in the poll process, it must make its case. As the Karnataka investigation shows, there have been glaring irregularities in Aland.",
        "targetText": "Repeated electoral losses have unsettled the Congress, but blaming the Election Commission or EVMs distracts from its own shortcomings. Instead of focusing on internal reforms or reconnecting with voters, the party raises noise. However, if it has verifiable evidence of poll flaws, it should present it, as seen in the Karnataka Aland case where clear irregularities were reported."
    },
    {
    "sourceText": "Some members of the Assembly have objections and disagreements about the proposal to rename their position as MWP (Member of Welsh Parliament). Some believe the new title is clean and effective, but others fear it could cause confusion. Discussions and debates are ongoing within the Assembly on this issue. Currently, it is not easy to reach an agreement on this proposal.",
    "targetText": "Assembly members are divided over renaming their position to MWP. Debates continue with no agreement reached yet."
    },
    {
      "sourceText": "The main reason is that there is a plan to rename the Assembly as the 'Welsh Parliament'. This change may alter the institutions identity and role. Along with the renaming, members positions and responsibilities may also be affected. Therefore, many members are cautious and concerned about this proposal.",
      "targetText": "Plans to rename the Assembly as 'Welsh Parliament' may affect its identity and members' roles. Many members are cautious about the proposal."
    },
  {
    "sourceText": "All AMs involved in politics are worried that this decision could affect their public image. They fear that people may not take the issue seriously and might mock them. Such reactions could negatively affect their credibility and political influence. That is why they appear very cautious and sensitive about the whole matter.",
    "targetText": "AMs worry the decision may harm their public image and credibility. They are proceeding with caution due to potential ridicule."
  },
  {
    "sourceText": "A Labour AM said that their group was concerned that this proposal should not be associated with names like TWP and PWP. They believed that such short and unclear titles could cause confusion among the public. The group feared that such names would reduce the seriousness of the political issue. Therefore, they favored caution and clarity on this matter.",
    "targetText": "The Labour AM group opposed confusing titles like TWP and PWP. They emphasized clarity to maintain the seriousness of the issue."
  },
  {
    "sourceText": "For readers outside Wales, it is important to understand that some words have different meanings in the Welsh language. In Welsh, the word 'twp' means foolish or stupid. Similarly, the word 'pwp' is considered to mean dirt or excrement. This is why there has been sensitivity and concern regarding abbreviations similar to these words.",
    "targetText": "Certain Welsh words like 'twp' and 'pwp' have negative meanings. This has caused concern over using similar abbreviations."
  },
  
  {
    "sourceText": "A Plaid AM said that the entire group was not happy and they suggested other options. They believed that the current proposal could affect the groups opinion and public perception. They said that a better and more suitable option should be found before making a final decision. The group was not fully satisfied and felt it was necessary to consider all aspects.",
    "targetText": "The Plaid AM group was unhappy with the current proposal and suggested alternatives. They want a better option before finalizing any decision."
  },
  {
    "sourceText": "A Welsh political party said that their group was 'independent-minded' regarding the name change, but they also noted that with a small verbal change, MWP could sound like 'muppet'. This raised concerns that the public or media might treat it as a joke. The party said that considering this potential negative impact, the decision on the name change should be made thoughtfully.",
    "targetText": "The party raised concerns that MWP could sound like 'muppet' and cause ridicule. They recommend careful consideration before finalizing the name."
  },
  {
    "sourceText": "In this context, the pronunciation of the letter 'w' in Welsh is similar to the pronunciation of the letter 'u' in Yorkshire English. That means the sound of 'w' in Welsh can somewhat resemble 'oo' or 'u'. For this reason, some words pronunciation may confuse outsiders. Understanding such linguistic differences is necessary to correctly interpret the meaning and sound of words.",
    "targetText": "Welsh 'w' sounds like 'u' in Yorkshire English, which may confuse outsiders. Understanding these differences is key to interpreting words correctly."
  },
  {
    "sourceText": "The Assembly Commission, currently drafting the legal proposal on the name change, said: 'The final decision about what members are called will certainly be a matter for the members themselves.' The Commission also clarified that the final decision will fully depend on the individual rights and preferences of the members. Therefore, members opinions and consent will be given importance when deciding on name changes or titles.",
    "targetText": "The Assembly Commission stated that members themselves will decide their titles. Individual opinions and consent will guide the final decision."
  },
  {
    "sourceText": "According to the Wales Government Act 2017, the Welsh Assembly has the authority to change its name. Under this law, the Assembly can independently decide to change its institutional name. The Act ensures that such a decision is taken fully under legislative procedures and rules. While exercising this right, it is necessary to respect members’ opinions and the constitutional framework.",
    "targetText": "The Wales Government Act 2017 allows the Assembly to change its name legally. Members' opinions and constitutional rules must be respected in the process."
  },


  {
    "sourceText": "In June, the Commission reported the results of public consultation on the proposals to rename the Assembly as the 'Welsh Parliament', which received strong support. The report also mentioned that the public and various stakeholders were in favor of the change. Taking public opinion into account, the Commission drafted the outline for the next process. This public support strengthened the position of moving forward with the proposal.",
    "targetText": "Public consultation showed strong support for renaming the Assembly as 'Welsh Parliament'. This backing strengthened the case for moving forward with the proposal."
  },
  {
    "sourceText": "Regarding the AM title, the Commission supported 'Welsh MPs' or WMP, but the public consultation received the most support for the MWP option. This shows that the public and members find this option more appropriate and acceptable. The Commission considered this difference while preparing further decisions and recommendations.",
    "targetText": "While the Commission favored 'Welsh MPs', public consultation preferred MWP. The feedback guided further recommendations and decisions."
  },
  {
    "sourceText": "It is clear that AMs are suggesting several other options, but it is proving difficult for Presiding Officer Elin Jones to reach consensus. However, she expects that the legal draft for the changes will be presented within a few weeks. During this process, various proposals and suggestions are being considered so that the final decision is satisfactory to all parties.",
    "targetText": "AMs proposed several options, making consensus difficult for Elin Jones. The legal draft is expected soon after reviewing all suggestions."
  },
  {
    "sourceText": "The law being prepared for changes also includes further modifications in how the Assembly works. These changes include clarifying rules for AM disqualification and preparing a new committee system format. This will ensure the Assembly operates more systematically and transparently. At the same time, the new rules will clearly define members duties and responsibilities.",
    "targetText": "The new law will clarify AM disqualification rules and update committee structures. It aims to make the Assembly more systematic, transparent, and clear on members' duties."
  },
  {
    "sourceText": "During debates on the legislation, AMs will finally vote on what they should be called. This process will decide the title of members positions through a democratic method. The voting results will clarify which option most members support. In this way, the final decision will be fully based on members opinions and consent.",
    "targetText": "AMs will vote democratically on their titles during debates. The final decision will reflect the majority opinion and members' consent."
  },
  {
    "sourceText": "The people of Macedonia are going to hold a referendum to change the country name. The aim is to decide the country name democratically by knowing public opinion. After discussion and debate on various name options, the final decision will be taken. This process gives citizens a chance to participate directly in national identity and decision-making.",
    "targetText": "Macedonia will hold a referendum to decide its new country name. Citizens can directly participate in shaping national identity through discussion and voting."
  },
  {
    "sourceText": "On Sunday, voters will vote on whether to change their country name to Republic of North Macedonia. The vote will determine whether the public supports this change. This process ensures direct participation of citizens. The results will play a crucial role in deciding the country national identity and future direction.",
    "targetText": "Voters will decide whether to rename the country Republic of North Macedonia. The outcome reflects public support and guides the nation's future identity."
  },
  {
    "sourceText": "A famous referendum was held to resolve a decades-old dispute with neighbor Greece. The dispute arose because a region in Greece is also named Macedonia. Because of the name, both countries clashed over identity and cultural rights. The referendum was expected to provide a peaceful and democratic solution to this issue.",
    "targetText": "The referendum aimed to resolve a long-standing dispute with Greece over the name Macedonia. It offered a democratic solution to cultural and identity conflicts."
  },
  {
    "sourceText": "Athens has long insisted that the name of its northern neighbor creates confusion with its own province named Macedonia. For domestic politics and international identity reasons, Greece has repeatedly opposed its neighbors membership in the EU and NATO. Greece believes that having the same name sends wrong messages about cultural and historical rights. Therefore, diplomatic talks and negotiations continue to resolve the dispute.",
    "targetText": "Greece opposed its neighbor using the name Macedonia, citing confusion and cultural concerns. Diplomatic negotiations continue to resolve the issue."
  },
  {
    "sourceText": "A rival of the name-change referendum, the Macedonian President, said he would ignore the vote. He argued that the publics decision on this issue is neither complete nor valid in his view. The President stance could increase controversy and political debate. This shows that political differences over the name-change proposal remain deep.",
    "targetText": "The Macedonian President opposed the referendum, claiming it was invalid. Political divisions over the name-change remain significant."
  },
  {
    "sourceText": "However, Prime Minister Zoran Zaev and supporters of the referendum argue that the name change is only a way to join the EU and NATO. They say it will strengthen the country international identity and diplomatic relations. They believe the name change will end the old dispute and make the country more influential globally. Therefore, supporters consider this change a necessary step for future opportunities and development.",
    "targetText": "Supporters, including PM Zoran Zaev, say the name change allows EU and NATO membership. They see it as a step to strengthen international identity and global influence."
  },
  
  {
    "sourceText": "Due to decreasing churches in Harlem, the sound of St. Martins bells is now heard less. Earlier, bells rang every hour or on special occasions, but now they are heard rarely. This affects local culture and community traditions. Locals and history lovers are concerned and trying to preserve the bell-ringing tradition.",
    "targetText": "St. Martin’s bells ring less frequently due to fewer churches in Harlem. Locals are concerned and want to preserve this cultural tradition."
  },
  {
    "sourceText": "Mr. Adams said that when he talked to elderly people about history, they said that earlier there used to be bars and churches on every corner. He said that at that time the community social and religious life was very vibrant. The elderly also shared that every bar and church used to be a center that connected people around them. Therefore, now that bars and churches have decreased, local traditions and community life are affected.",
    "targetText": "Elderly residents recall vibrant community life around bars and churches. The decline of these centers has weakened local social and cultural connections."
  },
  {
    "sourceText": "\"Today, everything is disappearing.\" Mr. Adams said this when mentioning the changing social and cultural conditions in Harlem. He meant that the earlier vibrancy and community connection is now gradually decreasing. This sentence reflects worry and sadness that traditions and local life are disappearing over time.",
    "targetText": "Mr. Adams expressed concern that Harlem’s cultural and social vibrancy is disappearing. Traditional community connections are fading over time."
  },
  {
    "sourceText": "He said that the decline in bars is understandable. He meant that due to changing lifestyles and priorities, bars are decreasing. However, he also mentioned that this change affects the local community and social life. Therefore, even while accepting the decline in bar numbers, he emphasized the need to focus on their cultural and community importance.",
    "targetText": "Bars are declining due to lifestyle changes, but they remain culturally and socially important. Their role in the community should still be recognized."
  },
  {
    "sourceText": "He said that nowadays society is being formed differently. It means that due to modern lifestyle and changing social habits, the traditional structure of the community is changing. He also feels that people now gather less at old corners, bars, and churches. Therefore, social connection and community life are not as before.",
    "targetText": "Modern lifestyles are changing traditional community structures. People gather less at bars and churches, weakening social connections."
  },
  {
    "sourceText": "Bars are no longer like the neighborhood living room where people used to go every day. He meant that earlier bars were not just places to drink, but centers for meeting and conversation. Now the role of bars has changed and people no longer meet there daily, reducing community connection. This change affects local culture and traditional social life.",
    "targetText": "Bars used to serve as community hubs for conversation and connection. Their reduced role has weakened local culture and daily social life."
  },
  {
    "sourceText": "For churches, their concern is that the money obtained from selling properties will not last as long as leaders expect. They say that soon this money will run out, or later those leaders will return to the same place from where they started. This indicates a kind of financial uncertainty and the possibility of the plan failing. Therefore, church representatives are cautious and want resources to be used thoughtfully and with a long-term perspective.",
    "targetText": "Church leaders are concerned that funds from property sales may not last. They emphasize careful, long-term planning for resources."
  },
  {
    "sourceText": "They added that it is possible that churches have been converted into apartment buildings with ownership rights, where different kinds of people live who may not help protect the remaining nearby worship places.",
    "targetText": "Some churches have been converted into apartments, with residents unlikely to support nearby worship places. This raises concern for preservation."
  },
  {
    "sourceText": "They said, 'The number of people buying homes with ownership rights in these buildings is increasing, and therefore at some point these churches will be completely closed, because it is unlikely that most of these owners will become members of these churches.'",
    "targetText": "As more apartments are sold, these churches may eventually close. New residents are unlikely to participate in church activities."
  },
  {
    "sourceText": "The Methodist religious society original white people left in the 1930s. This caused a major change in the community’s cultural and social structure. After they left, activities and traditions in the church and neighborhood gradually decreased. Local people and historians now consider this change an important part of Harlems social and religious heritage.",
    "targetText": "The departure of the original white Methodist members in the 1930s changed Harlem’s social and cultural structure. Traditions and activities gradually declined."
  },

  {
    "sourceText": "These buildings were taken over by black religious societies who used to worship at nearby places. This change brought new identity and activity to the community religious and social life. The black community developed these buildings as centers for cultural and religious programs. In this way, the center of social and religious activities shifted in the neighborhood and a new form of local life emerged.",
    "targetText": "Black religious societies took over the buildings, revitalizing community religious and cultural life. New centers for activities emerged, reshaping local social life."
  },
  {
    "sourceText": "Under Father John Howard Johnson, a black religious society took over St. Martin, leading the removal of retailers from 125th Street. This area was a major shopping center in Harlem where black people faced opposition in getting jobs or promotions. This action increased business and employment opportunities for the local black community and improved their social status.",
    "targetText": "Father Johnson’s society took over St. Martin, removing retailers from 125th Street. This improved business and employment opportunities for Harlem’s black community."
  },
  {
    "sourceText": "In 1939, a fire badly damaged this building. But Father Johnsons followers planned its reconstruction and soon began ringing the bell. This helped revive religious and social activities in the community. Bell ringing became an important part of tradition and community life there.",
    "targetText": "After a 1939 fire, Father Johnson’s followers rebuilt the building and resumed bell ringing. This revived religious and social community activities."
  },
  {
    "sourceText": "Father Johnsons son and successor at St. Martin, Reverend David Johnson, proudly called the bell ringing work 'the opening of the door of fortune for the poor'. He believed that the sound of the bell would spread hope and symbol of opportunity in the community. This initiative helped increase social and economic opportunities for local poor and disadvantaged people. David Johnson said it was a symbol of both religious tradition and community support.",
    "targetText": "Reverend David Johnson saw bell ringing as spreading hope and opportunity. It symbolized religious tradition and improved social and economic opportunities for the poor."
  },
  {
    "sourceText": "In July, a bell-ringing expert described it as 'a cultural heritage' and 'a priceless historical instrument'. He said the bell is not just a sound device, but a symbol of Harlem’s social and religious identity. Highlighting its importance, the expert said preserving it is necessary for future generations. This shows that the bell is not just a tradition, but part of the community historical and cultural heritage.",
    "targetText": "A bell expert called it a priceless cultural heritage and symbol of Harlem’s identity. Preserving it is vital for future generations."
  },
  {
    "sourceText": "University of Michigan expert Tiffany Ng also emphasized that this was the first bell in the world played by black musician Dionisio A. Lind. She said Dionisio used to ring a very large bell at Riverside Church about 18 years ago. According to Ng, this historic initiative was very important for both music and cultural heritage. It means that black musicians played a crucial role in establishing their art and identity in Harlem and the broader community.",
    "targetText": "Tiffany Ng highlighted that Dionisio A. Lind was the first black musician to play this bell. This initiative was important for music, culture, and black identity in Harlem."
  },

  {
    "sourceText": "Mr. Merriwether said that no one replaced his position at St. Martin. This means that his successor was not appointed immediately. This situation affected how responsibilities were distributed in the building and community. He said that despite this, religious and social activities continued.",
    "targetText": "No immediate successor was appointed at St. Martin, affecting responsibility distribution. Despite this, religious and social activities continued."
  },
  {
    "sourceText": "In the last few months, what happened at St. Martin became a complex story of craftsmen and contractors. Some were appointed by the church general leaders, while others were chosen by the religious province. This mixed appointment system created multiple levels and different perspectives in work and responsibilities. As a result, maintaining project progress and coordination became quite complex.",
    "targetText": "St. Martin’s reconstruction involved multiple craftsmen appointed by different authorities. This created complexity in coordination and responsibilities."
  },
  {
    "sourceText": "The parish formed by general leaders gained authority over the vestry (where worship items are kept). In July, the province expressed concern that it would demand cost completion from the vestry, even if the appointed craftsmen and contractors were not part of the appointment. This means a dispute over financial responsibility and control arose. This matter increased complexity in project management and decision-making between parish and province.",
    "targetText": "The parish gained authority over the vestry, causing disputes over financial responsibility with the province. This added complexity to project management."
  },
  {
    "sourceText": "Some local priests complained about the lack of clarity from the province. They said that due to unclear decisions and guidelines, they were facing difficulties in their work. Priests believe that lack of clarity also affects community trust and effectiveness. Therefore, they demanded more transparency and accurate information from the province.",
    "targetText": "Local priests complained of unclear guidance from the province. They demand transparency to maintain community trust and effective work."
  },

  {
    "sourceText": "A 13-year-old boy was injured by a shark attack while diving to catch crabs. The incident occurred in California on the opening day of lobster season when the boy was swimming in the water. The shark attacked suddenly, causing severe injuries and immediate need for help. Local officials and rescue teams acted quickly to safely pull the boy out of the water.",
    "targetText": "A 13-year-old boy was attacked by a shark while diving in California on lobster season opening day. Rescue teams quickly saved him from severe injuries."
  },
  {
    "sourceText": "Officials said that on Saturday a 13-year-old boy was attacked by a shark and injured. At that time he was diving to catch crabs on the opening day of lobster season in California. The incident happened suddenly and the boy was pulled out of the water with serious injuries. Officials said such attacks are rare, but swimmers and divers should remain cautious in the sea.",
    "targetText": "A boy was attacked by a shark while crab-diving in California. Officials noted such incidents are rare but advised caution for swimmers and divers."
  },
  {
    "sourceText": "The attack happened before 7 a.m. near Beacon Beach in Encinitas. At that time the sun had not fully risen and there was dim light in the sea. This place is usually visited early in the morning for swimming and water sports. The time and location of the incident made rescue and immediate response challenging.",
    "targetText": "The shark attack occurred before 7 a.m. at Beacon Beach, Encinitas, in dim light. Early timing made rescue and response more difficult."
  },
  {
    "sourceText": "Chad Hammel told KSWB-TV in San Diego that on Saturday morning he was diving with friends for about half an hour. At the same time he heard a boy shouting for help. Immediately after that, he ran with a group to pull the boy out of the water. Hammel said that in this effort, everyone together ensured the boy safety.",
    "targetText": "Chad Hammel and friends rescued the boy after hearing his cries for help. Their quick action ensured his safety."
  },
  {
    "sourceText": "Hammel said that at first he thought the boy was shouting in excitement for catching a crab, but then he realized the boy was screaming, 'Something is biting me!' This immediately made it clear that it was not just a game or joke, but a real warning of pain and danger. Hammel quick response helped prevent more serious injury to the boy.",
    "targetText": "Hammel initially thought the boy was joking but realized it was a shark attack. His quick response prevented more serious injury."
  },
  {
    "sourceText": "Hammel said that when he saw the boy, he found that the boys entire throat was torn. This sight shocked and worried him. The situation was serious and dangerous, so immediate help was needed. Hammels report clearly shows the severity of the incident and the boys health condition.",
    "targetText": "The boy’s throat was severely injured in the shark attack. The situation was serious and required immediate medical attention."
  },
  {
    "sourceText": "Hammel said, 'I shouted for everyone to get out of the water: there is a shark in the water!' His aim was to warn immediately and save people from danger. This incident trapped those present between fear and caution. Hammels quick reaction was crucial in ensuring safety from potential danger.",
    "targetText": "Hammel warned others about the shark, preventing further danger. His quick reaction ensured safety for everyone present."
  },
  {
    "sourceText": "Sainsburys is now hiring expert assistants to provide better customer experience in beauty products. This step is part of Sainsburys plan to develop a large beauty section like a department store. Through this initiative, it is preparing to compete with big beauty stores like Boots, Superdrug, and Debenhams. Expert assistants will help customers choose the right products, advise on skincare and makeup, and contribute to improving customer experience.",
    "targetText": "Sainsburys is hiring expert assistants to improve customer experience in beauty products. This aims to compete with major beauty retailers and provide personalized advice."
  },
  {
    "sourceText": "Sainsburys said that under this plan, the number of products will double because for the first time about 3,000 different beauty products will be made available in stores. For the first time, famous brands like Revlon, Essie, Tweezerman, and Dr. PawPaw have been included. This means customers can now buy products from these brands at Sainsburys stores.",
    "targetText": "Sainsburys will double its beauty product range to 3,000 items, introducing major brands like Revlon and Essie for the first time in stores."
  },
  {
    "sourceText": "L'Oreal, Maybelline and Burts Bees products will now be more prominently available at Sainsburys. This means these products will have more opportunities at the level of branded products found in major beauty shops like Boots. Customers will now easily find these brands at Sainsburys stores and their accessibility will increase.",
    "targetText": "Popular brands like L'Oreal, Maybelline, and Burts Bees will be more accessible in Sainsburys, improving visibility and customer access."
  },
  {
    "sourceText": "The supermarket is relaunching its boutique makeup products. The aim is that most of these products will be vegan-friendly. This could increase demand for these products among small retailers.",
    "targetText": "Sainsburys is relaunching boutique makeup, focusing on vegan-friendly products to boost demand and appeal to ethical consumers."
  },
  {
    "sourceText": "In addition, perfume retailer Fragrance Shop will also test a special facility in two Sainsburys stores. The first store opened last week in Croydon, South London. The second store will open later this year in Selly Oak, Birmingham. The purpose of this test is to see how customers respond to perfume products and how successful the facility is.",
    "targetText": "Fragrance Shop is testing perfume facilities in two Sainsburys stores to gauge customer response and success of the initiative."
  },
  {
    "sourceText": "Online shopping and the quantity of daily sold groceries in local convenience stores or supermarkets are decreasing. Because of this decline, customer visits to stores are also decreasing. Therefore, shopkeepers and supermarket operators are now trying harder to attract customers. Their aim is to increase customer visits and prevent a decline in sales.",
    "targetText": "Declining online and in-store sales have prompted supermarkets to implement strategies to attract more customers and boost visits."
  },
  {
    "sourceText": "Sainsburys is now installing Argos outlets in hundreds of stores. Two years ago when the partnership between Sainsburys and Argos began, many stores were opened. This partnership has not only increased grocery sales but also made the deal more profitable. This means customers can now benefit from more convenience and products, and Sainsburys business has strengthened.",
    "targetText": "Sainsburys is expanding Argos outlets in stores, increasing convenience, product range, and profitability for the supermarket."
  },
  {
    "sourceText": "The supermarket had previously tried to reintroduce beauty and pharmacy products in its stores. But that attempt was not successful and the plan did not fully succeed. This means that the previous effort did not increase sales and customer attraction as expected.",
    "targetText": "Sainsburys’ previous attempt to reintroduce beauty and pharmacy products failed to significantly boost sales or customer visits."
  },
  {
    "sourceText": "Sainsburys partnered with Boots in the early 2000s. This partnership included Boots pharmacies inside Sainsburys supermarkets. But there was a problem regarding how revenue from pharmacy sales would be shared. Because of this, both companies had to end the partnership.",
    "targetText": "A previous partnership between Sainsburys and Boots ended due to disagreements over revenue sharing from in-store pharmacies."
  },

  {
    "sourceText": "More than 1,000 people were killed and tens of thousands dislocated from their homes as Christian and Muslim gangs battled on the streets, using machetes, bows and arrows and other crude weapons.",
    "targetText": "Street clashes between Christian and Muslim gangs killed over 1,000 people and displaced tens of thousands from their homes."
  },
  {
    "sourceText": "Sturridge received a pass from Xherdan Shaqiri while about 30 yards out from the Chelsea goal with his team trailing 1-0.",
    "targetText": "Sturridge got a pass from Shaqiri 30 yards from Chelsea’s goal while his team was trailing 1-0."
  },
  {
    "sourceText": "It was just trying to get into that position, to get on the ball and players like Shaq always play it forward as much as possible, so I just tried to create myself as much time as possible,Sturridge told LiverpoolFC.com.",
    "targetText": "Sturridge said he focused on positioning and creating time as Shaqiri often plays the ball forward."
  },
  {
    "sourceText": "The Blues striker heeled a pass back to Mateo Kovacic on that play, before spinning off near midfield and sprinting into the Liverpool half.",
    "targetText": "The Blues striker passed back to Kovacic, then moved into midfield and sprinted into Liverpool’s half."
  },
  {
    "sourceText": "Hazard outran the defence and finished into the far post netting with a left-footed shot past Liverpool's Alisson Becker.",
    "targetText": "Hazard outran the defense and scored with a left-footed shot past Alisson Becker."
  },
  {
    "sourceText": "Many people were reported trapped in the rubble of buildings brought down in the 7.5 magnitude earthquake which struck Friday and triggered waves as high as 20 feet, agency spokesman Sutopo Purwo Nugroho told a news conference.",
    "targetText": "A 7.5 magnitude earthquake caused building collapses and 20-foot waves, trapping many people in the rubble."
  },
  {
    "sourceText": "A murder investigation has been launched after a woman's body was found in Birkenhead, Merseyside this morning.",
    "targetText": "Police launched a murder investigation after a woman’s body was discovered in Birkenhead, Merseyside."
  },
  {
    "sourceText": "The 44-year-old was found at 7.55 a.m. with stab wounds on Grayson Mews on John Street, with a 32-year-old man being arrested on suspicion of murder.",
    "targetText": "The 44-year-old woman was found stabbed at 7:55 a.m. and a 32-year-old man was arrested for murder."
  },
  {
    "sourceText": "Detective Inspector Brian O'Hagan said: The investigation is in the early stages but I would appeal to anyone who was in the vicinity of John Street in Birkenhead who saw or heard anything suspicious to contact us.",
    "targetText": "Detective O’Hagan appealed for witnesses near John Street in Birkenhead to provide information on the murder."
  },
  {
    "sourceText": "I would also appeal to anyone, particularly taxi drivers, who may have captured anything on dash cam footage to contact us as they may have information which is vital to our investigation.",
    "targetText": "Authorities urged anyone with dash cam footage, especially taxi drivers, to assist in the investigation."
  },
  {
    "sourceText": "A police spokesman has confirmed the woman whose body was found is local to Birkenhead and she was found inside a property.",
    "targetText": "Police confirmed the deceased woman was local to Birkenhead and found inside a property."
  },
  {
    "sourceText": "This afternoon friends who believe they know the woman have arrived at the scene to ask questions about where she was found this morning.",
    "targetText": "Friends of the woman arrived at the scene to gather information about where she was found."
  },
  {
    "sourceText": "Investigations are ongoing as police have said they are in the process of informing the victim's next of kin.",
    "targetText": "Police investigations continue while they notify the victim’s next of kin."
  },
  {
    "sourceText": "A taxi driver who lives in Grayson Mews has just tried to get back into his flat but is being told by police no one is allowed in or out of the building.",
    "targetText": "Police restricted access to Grayson Mews, preventing residents, including a taxi driver, from entering or leaving."
  },
  {
    "sourceText": "Anyone with information is asked to DM @MerPolCC, call 101 or contact Crimestoppers anonymously on 0800 555 111 quoting log 247 of 30th September.",
    "targetText": "Authorities asked anyone with information to contact police via social media, phone, or Crimestoppers using the case reference."
  },

  {
    "sourceText": "Its banishment would be poetic justice for his Taliban-like destruction of so many of England's cultural and religious artefacts carried out by his fanatical Puritan followers.",
    "targetText": "Removing Cromwell's statue is seen by some as justice for his followers’ destruction of England’s cultural and religious artifacts."
  },
  {
    "sourceText": "John Goldsmith, chairman of the Cromwell Society, said: ‘It was inevitable in the present debate about the removal of statues that the figure of Oliver Cromwell outside the Palace of Westminster would become a target.",
    "targetText": "Goldsmith noted that Cromwell’s statue at Westminster naturally became a focus in the broader debate on statue removals."
  },
  {
    "sourceText": "Sir William Hamo Thorneycroft's magnificent representation of Cromwell is evidence of 19th century opinion and part of the historiography of a figure who many believe is still worth celebrating.",
    "targetText": "Thorneycroft’s statue reflects 19th-century views of Cromwell and represents a historical figure still admired by some."
  },
  {
    "sourceText": "Mr Goldsmith told The Sunday Telegraph: Cromwell is regarded by many, perhaps more in the late 19th century than today, as a defender of parliament against external pressure, in his case of course the monarchy.",
    "targetText": "Cromwell is historically seen as a defender of Parliament against the monarchy, more admired in the 19th century than today."
  },
  {
    "sourceText": "What is certain is that the conflict of the mid 17th century has shaped the subsequent development of our nation, and Cromwell is an individual recognisable figure who represents one side of that divide.",
    "targetText": "The mid-17th century conflict shaped the nation, with Cromwell symbolizing one side of the historical divide."
  },
  {
    "sourceText": "A farmer was attacked and killed by a pig in a market in southwest China, according to local media reports.",
    "targetText": "A farmer in southwest China was killed in a shocking attack by a pig at a local market."
  },
  {
    "sourceText": "The man, identified only by his surname Yuan, was found dead with a severed artery, covered in blood near a sty at the market in Liupanshui in Guizhou province, the South China Morning Post reported Sunday.",
    "targetText": "Yuan was found dead near a pigsty in Liupanshui with a severed artery, reportedly mauled by a pig."
  },
  {
    "sourceText": "He had reportedly travelled with his cousin from the neighbouring Yunnan province on Wednesday to sell 15 pigs at the market.",
    "targetText": "Yuan had traveled with his cousin from Yunnan province to sell 15 pigs at the market."
  },
  {
    "sourceText": "The following morning, his cousin found him dead, and discovered a door to a neighbouring pig sty open.",
    "targetText": "The next morning, Yuan’s cousin discovered him dead and noticed a nearby pigsty door open."
  },
  {
    "sourceText": "A forensic examination confirmed that the 250 kg (550 pound) hog had mauled the farmer to death, according to the report.",
    "targetText": "Forensic examination confirmed a 250 kg pig mauled Yuan to death."
  },
  {
    "sourceText": "My cousin's legs were bloody and mangled, the cousin, referred to by his surname Wu, said, as quoted by the Guiyang Evening News.",
    "targetText": "Wu, Yuan’s cousin, reported his legs were bloodied and mangled from the attack."
  },
  {
    "sourceText": "Security camera footage showed Yuan entering the market at 4.40 a.m. on Thursday to feed his pigs.",
    "targetText": "Security footage captured Yuan entering the market at 4:40 a.m. to feed his pigs."
  },
  {
    "sourceText": "A market manager told the Evening News that the pig had been locked away to prevent it from attacking anyone else, while police gathered evidence at the scene.",
    "targetText": "The pig was secured to prevent further attacks, and police collected evidence at the market."
  },

  {
    "sourceText": "In his book Blood and Earth, Kevin Bales speaks with Ibrahim, a 23-year-old slave who has worked in a gold mine since he was nine. He is dying. His lungs are filled with liquid caused by the dust and bacteria in the mine. As their conversation ends, Ibrahim turns to Kevin Bales and says, 'I want to be remembered. When my story is written and your book is ready, will you send me a copy? I want to show it to others, to show them that I am not completely useless. I just want to show that something good can come out of my life.",
    "targetText": "Ibrahim, a dying gold mine slave, asked Kevin Bales to share his story to show that his life could still have meaning."
  },
  {
    "sourceText": "According to the Global Slavery Index 2018, over 40 million people are victims of modern slavery, and of these, 15 million are in forced marriage. Slavery involves violence, physical or psychological, and control – often in the form of threats in order to generate profit. To quote Kevin Bales, 'Slavery is when one person controls another, uses violence to maintain that control and exploits them economically.' This violence may be physical and/or psychological, and the control may be verbal threats – but at the heart of slavery is exploitation and 'ownership' of another human being for profit. Forms of modern slavery include forced labour, human trafficking, commercial sexual exploitation, domestic servitude and forced marriage.",
    "targetText": "Modern slavery affects over 40 million people and includes forced labor, human trafficking, sexual exploitation, and forced marriage."
  },
  {
    "sourceText": "Another form of slavery is domestic servitude. Across the globe, domestic workers, mostly women, migrate abroad to support their families back home. Employment agents in their country of origin promise a generous salary and good working conditions with a caring host family. This, however, may be far from reality. Domestic workers are sometimes forced to work long hours and their passports and mobile phones are taken away. In extreme cases, behind closed doors of private homes, they are locked up, starved, deprived of sleep and often physically and sexually abused. They are trapped, scared and unfamiliar with their new surroundings",
    "targetText": "Domestic servitude traps migrant workers, mostly women, in abusive conditions with restricted freedom and harsh labor."
  },
  {
    "sourceText": "Every item we buy has a back story. From electronics to textiles, from handmade carpets to coffee, tea and chocolate, each of these products might include child or adult slavery. Consider a product as innocent as chocolate. While the chocolate bar itself may have been produced in your country, the cocoa in the chocolate probably came from West Africa, where 60 per cent of the world's cocoa is produced. As you read this, thousands of children and adults live in slave-like conditions on cocoa farms. Unknowingly, your purchase might support slavery. However, consumer demand for ethically-sourced products and services can send a powerful message to producers",
    "targetText": "Many everyday products, like chocolate, may involve child or adult slavery, highlighting the importance of ethical consumer choices."
  },
  {
    "sourceText": "Did you ever learn about modern slavery at school? History lessons may have included the horrific practice of slavery, however, it was probably considered something that was very much 'in the past'. But slavery still exists and it is the everyday reality for millions of people. It takes brave educators to raise awareness of the difficult, upsetting and invisible reality of modern slavery.",
    "targetText": "Although often taught as history, slavery still exists today, and educators play a key role in raising awareness."
  },
  {
    "sourceText": "The good news is that thousands of individuals and anti-slavery organisations are taking action. One such organisation is The NO Project, which focuses specifically on the education of youth and young adults. 'Youth are the next generation of corporate leaders, policy makers and consumers,' says the founder of The NO Project.",
    "targetText": "Organizations like The NO Project educate youth about modern slavery, empowering the next generation to make change."
  },

  {
    "sourceText": "Childhood is a universal experience, something every adult across the world has gone through. For many, childhood is a time we are nostalgic for. It’s a time of curiosity, imagination, exploration and incredible development. The fact that you are reading this article possibly means that you had a fortunate childhood that shaped you into the motivated adult you are today – here, improving your English skills. But what helped to get you this far? Who inspired you along the way? For many of us, a special adult helped us to learn and grow as children and led us to love learning. For some, it was a great teacher or wise neighbour",
    "targetText": "Childhood is a time of curiosity and growth, often shaped by inspiring adults like teachers or mentors."
  },
  {
    "sourceText": "Under the new initiative, which was part of the Big Beautiful Bill, each newborn American will be given what the President called a “beautiful nest egg” of $1,000 as seed funding for an account that will be invested in the S&P 500. No money can be withdrawn from the account until the account-holder turns 18. The hope is that as the American economy grows, the funds will also grow alongside it—and that other parties will throw in some cash too. “Children and young people’s experience is of the power of compound debt and not the power of compound interest,” said Idaho governor Brad Little during the event.",
    "targetText": "The Big Beautiful Bill gives each newborn American $1,000 in an investment account until age 18 to benefit from compound growth."
  },
  {
    "sourceText": "Other wealthy individuals who have made commitments include Ray and Barbara Dalio, who have pledged $75 million for more than 300,000 children in Connecticut. Brad Gerstner, the founder and CEO of Silicon Valley–based Altimeter Capital who has been one of the driving forces behind this initiative, has offered to contribute to children’s funds in Indiana. (Gerstner also said he tried to take this idea to the Biden Administration but could not get any interest.",
    "targetText": "Wealthy donors like the Dalios and Gerstner pledged millions to expand the child investment program in multiple states."
  },
  {
    "sourceText": "The mood at the event was giddy, even as the crowd thinned. Bold-faced names got up to spruik the accounts, not just because of the wealth they could create, but as panacea for many of America’s ills. Speaker after speaker emphasized the potential for greater financial literacy and for finally closing the wealth gap. “Every child born in America becomes a shareholder in America,” said Gerstner, and therefore may feel more invested in the country’s welfare.",
    "targetText": "Speakers highlighted the program’s potential to boost financial literacy, reduce the wealth gap, and make children stakeholders in America."
  },
  {
    "sourceText": "Since the inauguration, the incoming Administration has imposed spending freezes and stop-work orders on a wide swath of American foreign-aid enterprises. Funding for the U.S. Agency for International Development (USAID)—which, at roughly $40 billion, accounts for less than 1% of the federal budget—was paused for 90 days on all but a very narrow set of programs, mostly involving life-threatening hunger or medical emergencies. Many USAID contractors and staff were fired or put on administrative leave, the USAID website was closed down, and similar cuts were made to the developmental and humanitarian programs of the State Department.",
    "targetText": "The new Administration paused most USAID funding and halted foreign-aid programs, impacting staff and development projects."
  },

  {
    "sourceText": "When you eat a meal or snack with sugar or carbohydrates, your body breaks it down into glucose, the type of sugar that acts as the bodys primary fuel source. If that snack is mostly carbohydrate or sugar without fiber or protein, the amount of glucose in our blood will spike quickly. “Then we're on this roller coaster all day long, trying to manage our blood sugar dips,” says Alison Acerra, a registered dietician nutritionist in New York. Those dips can nudge us to reach for another sweet or carb-laden snack as a quick fix. “What we're looking for is really stable blood sugars over the course of the day.”",
    "targetText": "Eating high-sugar or carb snacks spikes blood glucose, causing energy dips and cravings; stable blood sugar is healthier."
  },
  {
    "sourceText": "One of the most difficult aspects of addressing sugar cravings is that they’re typically driven by unconscious signals, explains Dana Small, a professor studying the brain, diet, and metabolism at McGill University in Canada. When your gut senses glucose, it sends reward signals to your brain. One of the downsides of this mechanism is that it is “associated with habit learning, and habits and compulsive behaviors are very hard to break.”",
    "targetText": "Sugar cravings are driven by unconscious gut-brain signals, forming hard-to-break habitual behaviors."
  },
  {
    "sourceText": "“I was surprised that it was a bit more affordable than I expected,” Li, a 29-year-old working in clinical research, says, adding that he anticipates spending at least $3,000 for five nights in Milan, one of the host cities of this years Winter Games. That budget should cover transportation, accommodation, food, and watching events like men’s speedskating and women’s ice hockey. “I would say it’s moderately expensive, but not as much as I anticipated when I first decided to plan an Olympics trip.”",
    "targetText": "Li found a five-night Milan Winter Games trip moderately expensive at around $3,000 covering travel, stay, food, and events."
  },

  {
    "sourceText": "Sturridge received a pass from Xherdan Shaqiri while about 30 yards out from the Chelsea goal with his team trailing 1-0.",
    "targetText": "Sturridge got a long pass from Shaqiri while Liverpool was trailing Chelsea 1-0."
  },
  {
    "sourceText": "It was just trying to get into that position, to get on the ball and players like Shaq always play it forward as much as possible, so I just tried to create myself as much time as possible, Sturridge told LiverpoolFC.com.",
    "targetText": "Sturridge explained he focused on positioning and creating time after Shaqiri played the ball forward."
  },
  {
    "sourceText": "The Blues striker heeled a pass back to Mateo Kovacic on that play, before spinning off near midfield and sprinting into the Liverpool half.",
    "targetText": "The Chelsea striker passed to Kovacic, then moved quickly into Liverpool's half."
  },
  {
    "sourceText": "Hazard outran the defence and finished into the far post netting with a left-footed shot past Liverpool's Alisson Becker.",
    "targetText": "Hazard scored a left-footed goal past Alisson after outrunning Liverpool's defense."
  },

  {
    "sourceText": "Many people were reported trapped in the rubble of buildings brought down in the 7.5 magnitude earthquake which struck Friday and triggered waves as high as 20 feet, agency spokesman Sutopo Purwo Nugroho told a news conference.",
    "targetText": "A 7.5 magnitude earthquake caused buildings to collapse and 20-foot waves, trapping many people in the rubble."
  },
  {
    "sourceText": "A murder investigation has been launched after a woman's body was found in Birkenhead, Merseyside this morning.",
    "targetText": "Police launched a murder investigation after a woman's body was discovered in Birkenhead, Merseyside."
  },
  {
    "sourceText": "The 44-year-old was found at 7.55 a.m. with stab wounds on Grayson Mews on John Street, with a 32-year-old man being arrested on suspicion of murder.",
    "targetText": "The 44-year-old woman was found stabbed, and a 32-year-old man was arrested for murder."
  },
  {
    "sourceText": "Detective Inspector Brian O'Hagan said: The investigation is in the early stages but I would appeal to anyone who was in the vicinity of John Street in Birkenhead who saw or heard anything suspicious to contact us.",
    "targetText": "Detectives appealed to anyone near John Street to report suspicious activity to aid the investigation."
  },
  {
    "sourceText": "I would also appeal to anyone, particularly taxi drivers, who may have captured anything on dash cam footage to contact us as they may have information which is vital to our investigation.",
    "targetText": "Police requested dashcam footage from taxi drivers to help gather crucial evidence."
  },
  {
    "sourceText": "A police spokesman has confirmed the woman whose body was found is local to Birkenhead and she was found inside a property.",
    "targetText": "The victim was a local Birkenhead resident, found deceased inside a property."
  },
  {
    "sourceText": "This afternoon friends who believe they know the woman have arrived at the scene to ask questions about where she was found this morning.",
    "targetText": "Friends arrived at the scene to inquire about the woman’s discovery."
  },
  {
    "sourceText": "Investigations are ongoing as police have said they are in the process of informing the victim's next of kin.",
    "targetText": "Police are continuing the investigation and informing the victim’s family."
  },
  {
    "sourceText": "A taxi driver who lives in Grayson Mews has just tried to get back into his flat but is being told by police no one is allowed in or out of the building.",
    "targetText": "Residents were restricted from entering or leaving the building by police during the investigation."
  },
  {
    "sourceText": "Anyone with information is asked to DM @MerPolCC, call 101 or contact Crimestoppers anonymously on 0800 555 111 quoting log 247 of 30th September.",
    "targetText": "Anyone with information was asked to contact Merseyside Police or Crimestoppers referencing log 247."
  },
  {
    "sourceText": "A 13-year-old boy was injured by a shark attack while diving to catch crabs. The incident occurred in California on the opening day of lobster season when the boy was swimming in the water. The shark attacked suddenly, causing severe injuries and immediate need for help. Local officials and rescue teams acted quickly to safely pull the boy out of the water.",
    "targetText": "A 13-year-old boy was severely injured in a sudden shark attack in California while diving for crabs."
  },
  {
    "sourceText": "Officials said that on Saturday a 13-year-old boy was attacked by a shark and injured. At that time he was diving to catch crabs on the opening day of lobster season in California. The incident happened suddenly and the boy was pulled out of the water with serious injuries. Officials said such attacks are rare, but swimmers and divers should remain cautious in the sea.",
    "targetText": "Officials confirmed the shark attack was sudden, rare, but caused serious injuries; swimmers were urged to be cautious."
  },
  {
    "sourceText": "The attack happened before 7 a.m. near Beacon Beach in Encinitas. At that time the sun had not fully risen and there was dim light in the sea. This place is usually visited early in the morning for swimming and water sports. The time and location of the incident made rescue and immediate response challenging.",
    "targetText": "The shark attack occurred early morning near Beacon Beach, making rescue efforts challenging due to low light."
  },
  {
    "sourceText": "Chad Hammel told KSWB-TV in San Diego that on Saturday morning he was diving with friends for about half an hour. At the same time he heard a boy shouting for help. Immediately after that, he ran with a group to pull the boy out of the water. Hammel said that in this effort, everyone together ensured the boy safety.",
    "targetText": "Chad Hammel and friends quickly rescued the boy after hearing him shout for help during the shark attack."
  },
  {
    "sourceText": "Hammel said that at first he thought the boy was shouting in excitement for catching a crab, but then he realized the boy was screaming, 'Something is biting me!' This immediately made it clear that it was not just a game or joke, but a real warning of pain and danger. Hammel quick response helped prevent more serious injury to the boy.",
    "targetText": "Hammel realized the boy was in real danger, and his quick response prevented further injuries."
  },
  {
    "sourceText": "Hammel said that when he saw the boy, he found that the boys entire throat was torn. This sight shocked and worried him. The situation was serious and dangerous, so immediate help was needed. Hammels report clearly shows the severity of the incident and the boys health condition.",
    "targetText": "The boy’s throat was severely injured, highlighting the seriousness of the shark attack."
  },
  {
    "sourceText": "Hammel said, 'I shouted for everyone to get out of the water: there is a shark in the water!' His aim was to warn immediately and save people from danger. This incident trapped those present between fear and caution. Hammels quick reaction was crucial in ensuring safety from potential danger.",
    "targetText": "Hammel warned others about the shark, ensuring their safety and preventing further danger."
  },

  {
    "sourceText": "Sainsburys is now hiring expert assistants to provide better customer experience in beauty products. This step is part of Sainsburys plan to develop a large beauty section like a department store. Through this initiative, it is preparing to compete with big beauty stores like Boots, Superdrug, and Debenhams. Expert assistants will help customers choose the right products, advise on skincare and makeup, and contribute to improving customer experience.",
    "targetText": "Sainsburys is hiring expert assistants to enhance customer experience in its expanding beauty department."
  },
  {
    "sourceText": "Sainsburys said that under this plan, the number of products will double because for the first time about 3,000 different beauty products will be made available in stores. For the first time, famous brands like Revlon, Essie, Tweezerman, and Dr. PawPaw have been included. This means customers can now buy products from these brands at Sainsburys stores.",
    "targetText": "Sainsburys will double its beauty products to 3,000, including brands like Revlon and Dr. PawPaw."
  },
  {
    "sourceText": "L'Oreal, Maybelline and Burts Bees products will now be more prominently available at Sainsburys. This means these products will have more opportunities at the level of branded products found in major beauty shops like Boots. Customers will now easily find these brands at Sainsburys stores and their accessibility will increase.",
    "targetText": "Popular brands like L'Oreal, Maybelline, and Burts Bees will now be more accessible in Sainsburys stores."
  },
  {
    "sourceText": "The supermarket is relaunching its boutique makeup products. The aim is that most of these products will be vegan-friendly. This could increase demand for these products among small retailers.",
    "targetText": "Sainsburys is relaunching boutique, mostly vegan-friendly makeup to boost demand."
  },
  {
    "sourceText": "In addition, perfume retailer Fragrance Shop will also test a special facility in two Sainsburys stores. The first store opened last week in Croydon, South London. The second store will open later this year in Selly Oak, Birmingham. The purpose of this test is to see how customers respond to perfume products and how successful the facility is.",
    "targetText": "Fragrance Shop is testing perfume facilities in two Sainsburys stores to gauge customer response."
  },
  {
    "sourceText": "Online shopping and the quantity of daily sold groceries in local convenience stores or supermarkets are decreasing. Because of this decline, customer visits to stores are also decreasing. Therefore, shopkeepers and supermarket operators are now trying harder to attract customers. Their aim is to increase customer visits and prevent a decline in sales.",
    "targetText": "Declining online and grocery sales are pushing supermarkets to attract more in-store customers."
  },
  {
    "sourceText": "Sainsburys is now installing Argos outlets in hundreds of stores. Two years ago when the partnership between Sainsburys and Argos began, many stores were opened. This partnership has not only increased grocery sales but also made the deal more profitable. This means customers can now benefit from more convenience and products, and Sainsburys business has strengthened.",
    "targetText": "Sainsburys is installing Argos outlets in stores, boosting convenience and profitability."
  },
  {
    "sourceText": "The supermarket had previously tried to reintroduce beauty and pharmacy products in its stores. But that attempt was not successful and the plan did not fully succeed. This means that the previous effort did not increase sales and customer attraction as expected.",
    "targetText": "Previous attempts to reintroduce beauty and pharmacy products in Sainsburys were not successful."
  },
  {
    "sourceText": "Sainsburys partnered with Boots in the early 2000s. This partnership included Boots pharmacies inside Sainsburys supermarkets. But there was a problem regarding how revenue from pharmacy sales would be shared. Because of this, both companies had to end the partnership.",
    "targetText": "Sainsburys’ early 2000s Boots partnership ended due to revenue-sharing disputes."
  },

  {
    "sourceText": "More than 1,000 people were killed and tens of thousands dislocated from their homes as Christian and Muslim gangs battled on the streets, using machetes, bows and arrows and other crude weapons.",
    "targetText": "Over 1,000 people died and thousands displaced due to violent clashes between Christian and Muslim gangs."
  },
  {
    "sourceText": "In his book Blood and Earth, Kevin Bales speaks with Ibrahim, a 23-year-old slave who has worked in a gold mine since he was nine. He is dying. His lungs are filled with liquid caused by the dust and bacteria in the mine. As their conversation ends, Ibrahim turns to Kevin Bales and says, 'I want to be remembered. When my story is written and your book is ready, will you send me a copy? I want to show it to others, to show them that I am not completely useless. I just want to show that something good can come out of my life.'",
    "targetText": "Ibrahim, a dying gold mine slave, hopes his story inspires others and shows value in his life."
  },
  {
    "sourceText": "According to the Global Slavery Index 2018, over 40 million people are victims of modern slavery, and of these, 15 million are in forced marriage. Slavery involves violence, physical or psychological, and control – often in the form of threats in order to generate profit. To quote Kevin Bales, 'Slavery is when one person controls another, uses violence to maintain that control and exploits them economically.' This violence may be physical and/or psychological, and the control may be verbal threats – but at the heart of slavery is exploitation and 'ownership' of another human being for profit. Forms of modern slavery include forced labour, human trafficking, commercial sexual exploitation, domestic servitude and forced marriage.",
    "targetText": "Over 40 million people face modern slavery, including forced labor and marriage, involving control, violence, and exploitation."
  },
  {
    "sourceText": "Another form of slavery is domestic servitude. Across the globe, domestic workers, mostly women, migrate abroad to support their families back home. Employment agents in their country of origin promise a generous salary and good working conditions with a caring host family. This, however, may be far from reality. Domestic workers are sometimes forced to work long hours and their passports and mobile phones are taken away. In extreme cases, behind closed doors of private homes, they are locked up, starved, deprived of sleep and often physically and sexually abused. They are trapped, scared and unfamiliar with their new surroundings.",
    "targetText": "Domestic workers, mostly women, often face exploitation abroad, including abuse, confiscation of passports, and forced labor."
  },
  {
    "sourceText": "Every item we buy has a back story. From electronics to textiles, from handmade carpets to coffee, tea and chocolate, each of these products might include child or adult slavery. Consider a product as innocent as chocolate. While the chocolate bar itself may have been produced in your country, the cocoa in the chocolate probably came from West Africa, where 60 per cent of the world's cocoa is produced. As you read this, thousands of children and adults live in slave-like conditions on cocoa farms. Unknowingly, your purchase might support slavery. However, consumer demand for ethically-sourced products and services can send a powerful message to producers.",
    "targetText": "Many everyday products, like chocolate, may involve child or adult slavery, highlighting the need for ethical consumer choices."
  },
  {
    "sourceText": "Did you ever learn about modern slavery at school? History lessons may have included the horrific practice of slavery, however, it was probably considered something that was very much 'in the past'. But slavery still exists and it is the everyday reality for millions of people. It takes brave educators to raise awareness of the difficult, upsetting and invisible reality of modern slavery.",
    "targetText": "Modern slavery still affects millions, and educators play a key role in raising awareness of its ongoing reality."
  },
  {
    "sourceText": "The good news is that thousands of individuals and anti-slavery organisations are taking action. One such organisation is The NO Project, which focuses specifically on the education of youth and young adults. 'Youth are the next generation of corporate leaders, policy makers and consumers,' says the founder of The NO Project.",
    "targetText": "Anti-slavery organizations like The NO Project educate youth to prevent modern slavery and promote awareness."
  },

  {
    "sourceText": "Childhood is a universal experience, something every adult across the world has gone through. For many, childhood is a time we are nostalgic for. It’s a time of curiosity, imagination, exploration and incredible development. The fact that you are reading this article possibly means that you had a fortunate childhood that shaped you into the motivated adult you are today – here, improving your English skills. But what helped to get you this far? Who inspired you along the way? For many of us, a special adult helped us to learn and grow as children and led us to love learning. For some, it was a great teacher or wise neighbour.",
    "targetText": "Childhood shapes our growth and motivation, often influenced by inspiring adults who foster learning and curiosity."
  },
  {
    "sourceText": "Under the new initiative, which was part of the Big Beautiful Bill, each newborn American will be given what the President called a “beautiful nest egg” of $1,000 as seed funding for an account that will be invested in the S&P 500. No money can be withdrawn from the account until the account-holder turns 18. The hope is that as the American economy grows, the funds will also grow alongside it—and that other parties will throw in some cash too. “Children and young people’s experience is of the power of compound debt and not the power of compound interest,” said Idaho governor Brad Little during the event.",
    "targetText": "A US initiative gives newborns $1,000 invested until age 18 to teach financial growth and compound interest."
  },
  {
    "sourceText": "Other wealthy individuals who have made commitments include Ray and Barbara Dalio, who have pledged $75 million for more than 300,000 children in Connecticut. Brad Gerstner, the founder and CEO of Silicon Valley–based Altimeter Capital who has been one of the driving forces behind this initiative, has offered to contribute to children’s funds in Indiana. (Gerstner also said he tried to take this idea to the Biden Administration but could not get any interest.)",
    "targetText": "Wealthy donors like the Dalios and Gerstner are funding children’s investment accounts across the US."
  },
  {
    "sourceText": "The mood at the event was giddy, even as the crowd thinned. Bold-faced names got up to spruik the accounts, not just because of the wealth they could create, but as panacea for many of America’s ills. Speaker after speaker emphasized the potential for greater financial literacy and for finally closing the wealth gap. “Every child born in America becomes a shareholder in America,” said Gerstner, and therefore may feel more invested in the country’s welfare.",
    "targetText": "The initiative aims to improve financial literacy and close the wealth gap by making every child a future shareholder in America."
  },
  {
    "sourceText": "Since the inauguration, the incoming Administration has imposed spending freezes and stop-work orders on a wide swath of American foreign-aid enterprises. Funding for the U.S. Agency for International Development (USAID)—which, at roughly $40 billion, accounts for less than 1% of the federal budget—was paused for 90 days on all but a very narrow set of programs, mostly involving life-threatening hunger or medical emergencies. Many USAID contractors and staff were fired or put on administrative leave, the USAID website was closed down, and similar cuts were made to the developmental and humanitarian programs of the State Department.",
    "targetText": "The US Administration paused most USAID foreign-aid funding, affecting staff and developmental programs, except emergency cases."
  },

  {
    "sourceText": "When you eat a meal or snack with sugar or carbohydrates, your body breaks it down into glucose, the type of sugar that acts as the bodys primary fuel source. If that snack is mostly carbohydrate or sugar without fiber or protein, the amount of glucose in our blood will spike quickly. “Then we're on this roller coaster all day long, trying to manage our blood sugar dips,” says Alison Acerra, a registered dietician nutritionist in New York. Those dips can nudge us to reach for another sweet or carb-laden snack as a quick fix. “What we're looking for is really stable blood sugars over the course of the day.”",
    "targetText": "Eating sugary or carb-heavy foods spikes blood glucose, causing energy dips and cravings; stable blood sugar is key."
  },
  {
    "sourceText": "One of the most difficult aspects of addressing sugar cravings is that they’re typically driven by unconscious signals, explains Dana Small, a professor studying the brain, diet, and metabolism at McGill University in Canada. When your gut senses glucose, it sends reward signals to your brain. One of the downsides of this mechanism is that it is “associated with habit learning, and habits and compulsive behaviors are very hard to break.”",
    "targetText": "Sugar cravings are driven by gut-brain reward signals, forming habits that are difficult to break."
  },

  {
    "sourceText": "“I was surprised that it was a bit more affordable than I expected,” Li, a 29-year-old working in clinical research, says, adding that he anticipates spending at least $3,000 for five nights in Milan, one of the host cities of this years Winter Games. That budget should cover transportation, accommodation, food, and watching events like men’s speedskating and women’s ice hockey. “I would say it’s moderately expensive, but not as much as I anticipated when I first decided to plan an Olympics trip.”",
    "targetText": "Li found a five-night Winter Olympics trip to Milan moderately expensive at $3,000, covering travel, stay, and events."
  },

  {
    "sourceText": "A 13-year-old boy was injured by a shark attack while diving to catch crabs. The incident occurred in California on the opening day of lobster season when the boy was swimming in the water. The shark attacked suddenly, causing severe injuries and immediate need for help. Local officials and rescue teams acted quickly to safely pull the boy out of the water.",
    "targetText": "A 13-year-old boy was severely injured by a shark while diving for crabs in California, and rescued by officials."
  },
  {
    "sourceText": "Officials said that on Saturday a 13-year-old boy was attacked by a shark and injured. At that time he was diving to catch crabs on the opening day of lobster season in California. The incident happened suddenly and the boy was pulled out of the water with serious injuries. Officials said such attacks are rare, but swimmers and divers should remain cautious in the sea.",
    "targetText": "The shark attack on the boy was sudden and rare, prompting a warning for swimmers and divers to stay cautious."
  },
  {
    "sourceText": "The attack happened before 7 a.m. near Beacon Beach in Encinitas. At that time the sun had not fully risen and there was dim light in the sea. This place is usually visited early in the morning for swimming and water sports. The time and location of the incident made rescue and immediate response challenging.",
    "targetText": "The shark attack occurred early morning near Beacon Beach, making rescue difficult due to low light conditions."
  },
  {
    "sourceText": "Chad Hammel told KSWB-TV in San Diego that on Saturday morning he was diving with friends for about half an hour. At the same time he heard a boy shouting for help. Immediately after that, he ran with a group to pull the boy out of the water. Hammel said that in this effort, everyone together ensured the boy safety.",
    "targetText": "Chad Hammel and friends quickly rescued the boy from the shark attack, ensuring his safety."
  },
  {
    "sourceText": "Hammel said that at first he thought the boy was shouting in excitement for catching a crab, but then he realized the boy was screaming, 'Something is biting me!' This immediately made it clear that it was not just a game or joke, but a real warning of pain and danger. Hammel quick response helped prevent more serious injury to the boy.",
    "targetText": "Hammel realized the boy was in real danger, and his prompt action prevented further injury."
  },
  {
    "sourceText": "Hammel said that when he saw the boy, he found that the boys entire throat was torn. This sight shocked and worried him. The situation was serious and dangerous, so immediate help was needed. Hammels report clearly shows the severity of the incident and the boys health condition.",
    "targetText": "The boy had severe throat injuries from the shark, highlighting the seriousness of the incident."
  },
  {
    "sourceText": "Hammel said, 'I shouted for everyone to get out of the water: there is a shark in the water!' His aim was to warn immediately and save people from danger. This incident trapped those present between fear and caution. Hammels quick reaction was crucial in ensuring safety from potential danger.",
    "targetText": "Hammel warned others about the shark, preventing further danger with his quick response."
  },
  {
    "sourceText": "Many people were reported trapped in the rubble of buildings brought down in the 7.5 magnitude earthquake which struck Friday and triggered waves as high as 20 feet, agency spokesman Sutopo Purwo Nugroho told a news conference.",
    "targetText": "A 7.5 magnitude earthquake caused buildings to collapse and waves up to 20 feet, trapping many people in rubble."
  },

  {
    "sourceText": "A murder investigation has been launched after a woman's body was found in Birkenhead, Merseyside this morning.",
    "targetText": "Police launched a murder investigation after a woman's body was discovered in Birkenhead, Merseyside."
  },
  {
    "sourceText": "The 44-year-old was found at 7.55 a.m. with stab wounds on Grayson Mews on John Street, with a 32-year-old man being arrested on suspicion of murder.",
    "targetText": "The 44-year-old woman was found stabbed, and a 32-year-old man was arrested on suspicion of murder."
  },
  {
    "sourceText": "Detective Inspector Brian O'Hagan said: The investigation is in the early stages but I would appeal to anyone who was in the vicinity of John Street in Birkenhead who saw or heard anything suspicious to contact us.",
    "targetText": "Detective O'Hagan appealed for witnesses near John Street to provide information to aid the early-stage investigation."
  },
  {
    "sourceText": "I would also appeal to anyone, particularly taxi drivers, who may have captured anything on dash cam footage to contact us as they may have information which is vital to our investigation.",
    "targetText": "Police requested dashcam footage, especially from taxi drivers, to assist in the murder investigation."
  },
  {
    "sourceText": "A police spokesman has confirmed the woman whose body was found is local to Birkenhead and she was found inside a property.",
    "targetText": "The victim was a local woman found dead inside a property in Birkenhead."
  },
  {
    "sourceText": "This afternoon friends who believe they know the woman have arrived at the scene to ask questions about where she was found this morning.",
    "targetText": "Friends of the victim arrived at the scene seeking information about her discovery."
  },
  {
    "sourceText": "Investigations are ongoing as police have said they are in the process of informing the victim's next of kin.",
    "targetText": "Police continue the investigation and are notifying the victim's next of kin."
  },
  {
    "sourceText": "A taxi driver who lives in Grayson Mews has just tried to get back into his flat but is being told by police no one is allowed in or out of the building.",
    "targetText": "Police restricted access to the building, preventing residents, including a taxi driver, from entering or leaving."
  },
  {
    "sourceText": "Anyone with information is asked to DM @MerPolCC, call 101 or contact Crimestoppers anonymously on 0800 555 111 quoting log 247 of 30th September.",
    "targetText": "Police asked the public to provide any information via social media, phone, or Crimestoppers referencing the case log."
  },
  {
    "sourceText": "Its banishment would be poetic justice for his Taliban-like destruction of so many of England's cultural and religious artefacts carried out by his fanatical Puritan followers.",
    "targetText": "Removing Cromwells statue is seen by some as justice for his Puritan followers’ destruction of English cultural and religious artefacts."
  },
  {
    "sourceText": "John Goldsmith, chairman of the Cromwell Society, said: ‘It was inevitable in the present debate about the removal of statues that the figure of Oliver Cromwell outside the Palace of Westminster would become a target.",
    "targetText": "Cromwells statue became a target amid debates over the removal of historical monuments."
  },
  {
    "sourceText": "Sir William Hamo Thorneycroft's magnificent representation of Cromwell is evidence of 19th century opinion and part of the historiography of a figure who many believe is still worth celebrating.",
    "targetText": "Thorneycrofts Cromwell statue reflects 19th-century perspectives and remains historically significant."
  },
  {
    "sourceText": "Mr Goldsmith told The Sunday Telegraph: Cromwell is regarded by many, perhaps more in the late 19th century than today, as a defender of parliament against external pressure, in his case of course the monarchy.",
    "targetText": "Cromwell is viewed historically as a defender of Parliament against monarchical pressure."
  },
  {
    "sourceText": "What is certain is that the conflict of the mid 17th century has shaped the subsequent development of our nation, and Cromwell is an individual recognisable figure who represents one side of that divide.",
    "targetText": "The 17th-century conflict shaped Englands history, with Cromwell representing one side of the divide."
  },

  {
    "sourceText": "A farmer was attacked and killed by a pig in a market in southwest China, according to local media reports.",
    "targetText": "A farmer in southwest China was killed in a pig attack at a local market."
  },
  {
    "sourceText": "The man, identified only by his surname Yuan, was found dead with a severed artery, covered in blood near a sty at the market in Liupanshui in Guizhou province, the South China Morning Post reported Sunday.",
    "targetText": "Yuan was found dead with a severed artery near a pigsty at Liupanshui market in Guizhou province."
  },
  {
    "sourceText": "He had reportedly travelled with his cousin from the neighbouring Yunnan province on Wednesday to sell 15 pigs at the market.",
    "targetText": "He had traveled from Yunnan with his cousin to sell 15 pigs at the market."
  },
  {
    "sourceText": "The following morning, his cousin found him dead, and discovered a door to a neighbouring pig sty open.",
    "targetText": "The next morning, his cousin found him dead and noticed a pigsty door left open."
  },
  {
    "sourceText": "A forensic examination confirmed that the 250 kg (550 pound) hog had mauled the farmer to death, according to the report.",
    "targetText": "Forensics confirmed that a 250 kg hog mauled the farmer to death."
  },
  {
    "sourceText": "My cousin's legs were bloody and mangled, the cousin, referred to by his surname Wu, said, as quoted by the Guiyang Evening News.",
    "targetText": "The cousin described seeing bloody, mangled legs after the attack."
  },
  {
    "sourceText": "Security camera footage showed Yuan entering the market at 4.40 a.m. on Thursday to feed his pigs.",
    "targetText": "Security footage showed Yuan entering the market early Thursday to feed his pigs."
  },
  {
    "sourceText": "A market manager told the Evening News that the pig had been locked away to prevent it from attacking anyone else, while police gathered evidence at the scene.",
    "targetText": "The pig was locked up to prevent further attacks while police collected evidence."
  },

  {
    "sourceText": "The government estimates that tens of thousands of people in the UK are living in conditions of modern slavery, including forced labor, domestic servitude, and exploitation.",
    "targetText": "Tens of thousands in the UK are estimated to be living under modern slavery conditions."
  },
  {
    "sourceText": "Experts warn that many victims remain hidden because they fear authorities or do not realize they are being exploited.",
    "targetText": "Many modern slavery victims remain hidden due to fear or lack of awareness."
  },
  {
    "sourceText": "Children are particularly vulnerable to exploitation, with cases involving forced labor, criminal activity, and trafficking.",
    "targetText": "Children are especially vulnerable to exploitation through forced labor and trafficking."
  },
  {
    "sourceText": "Charities and advocacy groups are calling for stronger enforcement of laws and better support systems for victims.",
    "targetText": "Advocacy groups urge stronger laws and improved support for modern slavery victims."
  }
]
